{
    "paper_id": "0885a6493fda0b988ed1743925472dc31486ad4b",
    "metadata": {
        "title": "Editorial ANESTHESIOLOGY, V XXX • NO XXX XXX 2020 1 Balancing Supply and Demand for Blood during the COVID-19 Pandemic",
        "authors": [
            {
                "first": "Eric",
                "middle": [
                    "A"
                ],
                "last": "Gehrie",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Steven",
                "middle": [
                    "M"
                ],
                "last": "Frank",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Susan",
                "middle": [
                    "M"
                ],
                "last": "Goobie",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "F",
                "middle": [
                    "R C P C"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "World Health Organization declared a pandemic status for the coronavirus disease 2019 , and the consequences of this situation include a serious disruption of both supply and demand for allogeneic blood. The COVID-19 pandemic has already changed the world, with entire nations under quarantine, and billions of people grappling not only with the risk of serious illness, but the economic consequences of widespread interruptions of business. Hospitals not only must deal with the challenge of caring for an overwhelming number of patients infected with the virus causing this disease (severe acute respiratory syndrome coronavirus 2 [SARS-CoV-2]), but also need to maintain emergency services for patients with other medical conditions. Essential to both of these missions is the continued availability of safe blood for transfusion. Pertinent issues include a threat to the blood supply presented by COVID-19, as well as strategies that can be used to potentially reduce dependence on allogeneic blood during this worldwide health crisis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The viability of the blood supply has been in question for years, as major suppliers report nearly constant difficulty maintaining adequate reserve in the face of declining collection operations. 1 As patient blood management efforts and improvements in surgery have reduced blood utilization across the United States by about 30% over the past decade, blood centers have reduced collections from donors proportionally for obvious financial reasons. Interruptions to the supply chain, such as major weather events like hurricanes and snowstorms, and even summer vacations, when donors are not donating, almost always result in serious concerns about the viability of the blood supply; however, during this pandemic, it is more severe and sustained.",
            "cite_spans": [
                {
                    "start": 196,
                    "end": 197,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "While the virus has many concerning features, it is believed that SARS-CoV-2 is not transfusion-transmissible. 2 Work done during the outbreak of SARS-CoV in 2003, for example, identified that plasma viral load in patients was very low, that viability was questionable, and that viremia coincided with acute symptoms that would otherwise disqualify a blood donor in the United States (viral syndrome, fever). 3 To date, transmission of SARS-CoV-2, as well as SARS-CoV and Middle East respiratory syndrome coronavirus, via transfusion remains only theoretical, and there are no known cases of transfusion-transmitted COVID-19. 2, 4 To be cautious, donor centers have voluntarily implemented temporary deferrals for potential donors who have traveled to countries with a high prevalence of the disease. The Food and Drug Administration suggests that individuals refrain from donating blood when symptomatic and for at least 28 days after resolution of symptoms after a diagnosis of COVID-19, or 28 days after the last possible close contact exposure to a person with COVID-19. 4 Importantly, neither the Centers for Disease Control and Prevention nor the Food and Drug Administration has required any further specific action with regard to mitigation of a recipient complication.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 112,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 409,
                    "end": 410,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 626,
                    "end": 628,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 629,
                    "end": 630,
                    "text": "4",
                    "ref_id": null
                },
                {
                    "start": 1075,
                    "end": 1076,
                    "text": "4",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The threat to the blood supply during this pandemic is not SARS-CoV-2 itself, but rather the unintended consequences of social distancing on blood drives. In many areas, it is not uncommon for a significant amount (e.g., 80%) of \"The threat to the blood supply during this [coronavirus] pandemic is not SARS-CoV-2 itself, but rather the unintended consequences of social distancing on blood drives.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Copyright © 2020, the American Society of Anesthesiologists, Inc. Unauthorized reproduction of this article is prohibited.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "<zdoi;. DOI: 10.1097/ALN.0000000000003341> total blood collections to be derived from mobile drives at high schools, universities, and employers. With mass cancellation of schools, and closing of large employment campuses, the initial weeks of the COVID-19 outbreak in the United States led to the cancellation of more than 4,600 blood drives, at the time of this writing, diminishing the available blood supply by 143,600 units. 5 This occurred despite extensive public outreach on the importance of blood donation, and public dissemination by blood collection agencies of the steps taken to disinfect donor areas to essentially eliminate the risk of contracting the virus from a donation-related activity.",
            "cite_spans": [
                {
                    "start": 430,
                    "end": 431,
                    "text": "5",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In the weeks since the World Health Organization declared the COVID-19 crisis to be a pandemic, many hospitals in North America have significantly changed operations to heighten preparedness for an anticipated onslaught of critically ill COVID-19 patients. These changes have been variable from hospital to hospital, but have included cancellation of elective surgeries and procedures, suspension of living related solid organ transplants and autologous stem cell transplants, reduction of blood utilized by chronic sickle cell exchange programs, and heightened awareness of the risk of a blood shortage. Thus, the reduction in blood supply has been met in part by a reduction in demand. As the COVID-19 pandemic carries on, the blood supply will most likely be impacted by elasticity in both supply and demand, as further community spread of COVID-19 or additional government restrictions on free movement could exacerbate supply limitations, and rescheduling of previously elective surgeries as urgent cases may lead to increased demand.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "While more advanced medical treatments are sought, convalescent plasma has emerged as a potential preventative or therapeutic option, with intense interest from both clinicians and the news media. 6 As a general principle, such passive antibody therapy is thought to be more effective for prophylaxis than for treatment of disease. 7 At the time of writing this paper, the process of convalescent plasma collection has just begun in the United States, and the treatment is not routinely available. Data from China, published in late March 2020, showed improvement among critically ill COVID-19 patients receiving treatment with convalescent plasma; however, only five patients were included, and the study was not randomized, nor was there a control group. 8 Three clinical trials have been proposed, each of which awaits final approval by the Food and Drug Administration. 9 The first is a randomized trial to determine whether convalescent plasma prophylaxis can prevent infections in high-risk populations. The second, also randomized, will assess whether convalescent plasma can prevent severe disease in patients who are already infected. Finally, a single-arm trial will assess whether convalescent plasma improves outcomes in patients who are critically ill. Collection of convalescent plasma, however, presents multiple challenges, including public confusion when donors are suddenly being recruited, rather than denied, for having recent COVID-19 disease.",
            "cite_spans": [
                {
                    "start": 197,
                    "end": 198,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 332,
                    "end": 333,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 757,
                    "end": 758,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 874,
                    "end": 875,
                    "text": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "With the current severe blood shortage, optimizing the use of available blood, and reducing unnecessary transfusions in all hospitalized patients using patient blood management techniques, become more important now than ever. In many ways, patient blood management is all about doing \"more with less,\" which allows us to close the gap between supply with demand. Multiple large randomized trials demonstrate that patients do either as well, or better, with lower compared to higher hemoglobin transfusion triggers. But patient blood management is much more than simply recalibrating the erythrocyte transfusion trigger. We have previously reported more than 20 patient blood management methods of improving blood utilization, 10 which result in reduced transfusion requirements for all three major blood components (erythrocytes, plasma, and platelets), while achieving similar or improved clinical outcomes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Perhaps the simplest way to balance supply and demand for blood during the COVID-19 pandemic is to take advantage of the \"lowest-hanging fruit\" for patient blood management techniques, requiring little or no additional time, effort, or cost. For example, a single-unit transfusion policy called \"Why Give 2 When 1 Will Do?\" for erythrocytes does more to reduce overall transfusion requirements than simply monitoring the hemoglobin trigger. Furthermore, Choosing Wisely guidelines support giving one unit, then reassessment. 11 Antifibrinolytic therapy (e.g., tranexamic acid) 12 is universally available and an inexpensive method of reducing bleeding and unnecessary transfusions for non-COVID-19 patients. Other methods of reducing dependence on allogeneic blood include preoperative anemia management, maintaining perioperative normothermia, cell salvage, minimally invasive surgical techniques, acute normovolemic hemodilution, evidence-based massive hemorrhage protocols, point of care coagulation testing, and institutional transfusion guidelines along with corresponding clinical decision support (pop-up alerts) in the electronic medical record.",
            "cite_spans": [
                {
                    "start": 525,
                    "end": 527,
                    "text": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 577,
                    "end": 579,
                    "text": "12",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Most patient blood management methods invoke \"keeping the blood in the patient,\" which will help balance supply and demand for allogeneic blood components, especially during the current pandemic. By saving blood on surgical patients, more will be available for other patients with condititions such as sickle cell disease, oncology, and gastrointestinal bleeding, and critically ill intensive care unit patients. Furthermore, if COVID-19 patients end up on extracorporeal membrane oxygenators for respiratory failure such as occurred with the H1N1 influenza A viral pandemic 10 yr ago, this can be life-saving but also very transfusion-intensive.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The COVID-19 pandemic is creating a blood inventory shortage worldwide. Despite no convincing evidence that this virus can be transfusion-transmitted, the absolute disruption we have seen in everyday life is dramatically reducing blood donations. The solution includes encouraging healthy volunteers to visit blood donation centers,",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "which are still open for business, and in fact working overtime to maintain a bare minimum blood inventory. Meanwhile, by optimizing patient blood management methods for reducing unnecessary transfusion, and \"doing more with less,\" we can favorably balance supply with demand, and continue to offer life-saving medical therapies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Crisis in the sustainability of the U.S. blood system",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "G"
                    ],
                    "last": "Klein",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Hrouda",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Epstein",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "N Engl J Med",
            "volume": "377",
            "issn": "",
            "pages": "1485--1493",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "FDA Statement: Coronavirus (COVID-19) Supply Chain Update",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Detection of SARS coronavirus in plasma by real-time RT-PCR",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "R"
                    ],
                    "last": "Grant",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Garson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Tedder",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "K"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Tam",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Sung",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "N Engl J Med",
            "volume": "349",
            "issn": "",
            "pages": "2468--2477",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "How blood from coronavirus survivors might save lives",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Maxmen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature",
            "volume": "580",
            "issn": "",
            "pages": "16--23",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The convalescent sera option for containing COVID-19",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Casadevall",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Pirofski",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Clin Invest",
            "volume": "130",
            "issn": "",
            "pages": "1545--1553",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Treatment of 5 critically ill patients with COVID-19 with convalescent plasma",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Xing",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Xiao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Qu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Qing",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Peng",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "JAMA",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.4783"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "National COVID-19 Convalescent Plasma Project",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Implementing a health system-wide patient blood management program with a clinical community approach",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Frank",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "N"
                    ],
                    "last": "Thakkar",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Podlasek",
                    "suffix": ""
                },
                {
                    "first": "Ken",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Wintermeyer",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "W"
                    ],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rotello",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Fleury",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Wachter",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Ishii",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Demski",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pronovost",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Ness",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Anesthesiology",
            "volume": "127",
            "issn": "",
            "pages": "754--64",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The AABB recommendations for the Choosing Wisely campaign of the American Board of Internal Medicine",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Callum",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Waters",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "H"
                    ],
                    "last": "Shaz",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Sloan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Murphy",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Transfusion",
            "volume": "54",
            "issn": "",
            "pages": "2344--52",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Tranexamic acid: What is known and unknown, and where do we go from gere?",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Goobie",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Frank",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Anesthesiology",
            "volume": "127",
            "issn": "",
            "pages": "405--412",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "Dr. Gehrie reports clinical trial support from Cerus (Concord, California) and Terumo BCT (Tokyo, Japan), and is on the speaker's bureau for Grifols Diagnostics (Barcelona, Spain). Dr. Frank has served on scientific advisory boards for Baxter (Deerfield, Illinois), Haemonetics (Boston, Massachusetts), and Medtronic (Minneapolis, Minnesota). Dr. Goobie receives compensation for editorial duties from the International Anesthesia Research Society (San Francisco, California), has served as scientific data safety and monitoring chair for an Octapharma (Lachen, Switzerland) trial, has been a sponsored speaker for Masimo (Irvine, California) and has served as a scientific advisory consultant for Haemonetics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing Interests"
        },
        {
            "text": "Address correspondence to Dr. Goobie: susan.goobie@ childrens.harvard.edu references",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Correspondence"
        }
    ]
}