{
    "paper_id": "873ac080ee849bedc62566193b394b3c5d333785",
    "metadata": {
        "title": "Varianten des Wachstums und Kleinwuchs -648 26.1.4 Hochwuchs -650 26.2 Pubertät -651 26.2.1 Pubertätsentwicklung -651 26.2.2 Pubertätsentwicklung bei Mädchen -653 26.2.3 Pubertätsentwicklung bei Jungen -653 26.2.4 Normvarianten der Pubertäts entwicklung -653 26.2.5 Pubertätsgynäkomastie -654 26.2.6 Vorzeitige Pubertätsentwicklung (Pubertas präcox) -654 26.2.7 Verspätete Pubertätsentwicklung",
        "authors": [
            {
                "first": "J",
                "middle": [],
                "last": "Wölfle",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "P",
                "middle": [
                    "M"
                ],
                "last": "Holterhus",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "P",
                "middle": [
                    "G"
                ],
                "last": "Oppelt",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "L",
                "middle": [],
                "last": "Wünsch",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "O",
                "middle": [],
                "last": "Semler",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "E",
                "middle": [],
                "last": "Schönau",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "C",
                "middle": [],
                "last": "Petersen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Somatisches Längenwachstum ist ein komplexer Prozess der durch nichtendokrine und endokrine Einflussfaktoren beeinflusst wird. Es ist zu einem hohen Anteil genetisch determiniert. Aktuelle Untersuchungen zeigen, dass mehr als 700 Gene für die erreichte Erwachsenengröße relevant sind; trotz des Wissenszuwachses durch moderne genomweite Analysen können aber derzeit nur etwa 20% des genetischen Beitrags zum Körperwachstum erklärt werden. Viele der Effekte der bislang identifizierten Genvarianten werden durch Wachstumshormon (WH) und den insulinähnlichen Wachstumsfaktor-1 (\"insulin-like growth factor-1\", IGF-1) vermittelt. Auf tierexperimentellen Untersuchungen basierend wurde geschätzt, dass bei Fehlen von WH und IGF-1 weniger als 20 % des normalen Körperwachstums erreicht werden können.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Physiologie des Längenwachstums"
        },
        {
            "text": "Pulsatil sezerniertes hypophysäres Wachstumshormon gelangt in die Zirkulation und bindet an den Wachstumshormonrezeptor (GHR). Hierdurch wird eine intrazelluläre Kaskade aktiviert und u. a. in der Leber die Synthese von IGF-1 induziert, das dann gebunden an das Protein \"insulin-like growth factor binding protein 3\" (IGFBP-3) in einem ternären Komplex maßgeblich die endokrine Wirkung von Wachstumshormon vermittelt. Zusätzlich üben WH und IGF-1 auch lokal am Knochen wachstumsstimulierende Effekte aus (. Abb. 26.1).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Physiologie des Längenwachstums"
        },
        {
            "text": "Anatomisch ist die sog. Wachstumsfuge des langen Röhrenknochens wichtigster Ort des Geschehens; sie integriert zirkulierende endokrine und nichtendokrine Signale, lokale parakrine Effekte mit inflammatorischen Signalen und Einflüssen der extrazellulären Matrix und vermittelt durch die Chondrozytenproliferation das Wachstum der langen Röhrenknochen (. Abb. 26.2) .",
            "cite_spans": [
                {
                    "start": 353,
                    "end": 363,
                    "text": "Abb. 26.2)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Physiologie des Längenwachstums"
        },
        {
            "text": "Die Regulation des Längenwachstums wird in Abhängigkeit der Lebensphase in der Kindheit durch unterschiedliche Einflussfaktoren dominiert: So unterliegt nach dem ICP-Modell von Karlberg (1989) das Wachstum im Kleinkindesalter (sog. Infancy-Komponente kindlichen Wachstums) überwiegend nutritiven Einflüssen und dem jeweiligen genetischen Hintergrund. In der anschließenden Childhood-Komponente mit deutlich abnehmender Wachstumsgeschwindigkeit scheint die Wachstumshormon-IGF-1-Achse eine dominante Rolle zu spielen. Anschließend kommt es in der Pubertätsphase unter dem Einfluss der Sexualsteroide zu einem geschlechtsunterschiedlichen Wachstumsschub, bevor das Längenwachstum zum Abschluss kommt.",
            "cite_spans": [
                {
                    "start": 177,
                    "end": 192,
                    "text": "Karlberg (1989)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Physiologie des Längenwachstums"
        },
        {
            "text": "Bei der Beurteilung des kindlichen Wachstums ist eine longitudi nale Erhebung von Körperlänge (Messung im Liegen, typischerweise in einer Meßschale) bzw. Körperhöhe (Messung im Stehen) mit einem geeigneten Messinstrument (Stadiometer) notwendig. Diese erfolgt in bestimmten Altersphasen standardisiert vorgegeben im Rahmen der kinderärztlichen Vorsorgeuntersuchungen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Auxiologie j Meßmethoden"
        },
        {
            "text": "j Wachstumskurven und Bewertung von Wachstumsdaten Die erhobenen Meßwerte werden nach Eintragen in geeignete populationsspezifische Perzentilkurven eingetragen. Während die weiterhin gebräuchlichen Wachstumskurven nach Brandt-Reinken auf einer longitudinalen Erhebung von Wachstumsdaten einer Population basieren sind die aktuelleren Kurven des Robert-Koch-Instituts Während die grafische Darstellung der altersbezogenen Körperhöhe bei der Einordnung der Körperhöhe im Verhältnis zur Referenzpopulation hilft und sich hierdurch ein Perzentilrang bestimmen lässt, ist für die Einschätzung, ob ein auffälliges und womöglich pathologisches Wachstum vorliegt die Bestimmung der Wachstumsgeschwindigkeit von größerer Bedeutung. Diese setzt zwei Messungen der Körperhöhe in einem Abstand von mindestens sechs (besser 12 Monaten) mit einem geeigneten Messinstrument voraus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Auxiologie j Meßmethoden"
        },
        {
            "text": "Darüber hinaus können Abweichungen der Längenentwicklung vom Wachstum der Referenzpopulation durch das Berechnen sog. \"standard deviation scores\" (SDS) erfassen:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Auxiologie j Meßmethoden"
        },
        {
            "text": "gemessene K rpergr e-mittlere altersbezogene K rperg ö öß ö r r e (P50) altersbezogene Standardabweichung öß Dabei umfasst der Normalbereich sämtliche Körperhöhen zwischen -2 bis +2 SDS. Der SDS-Wert erlaubt eine Bewertung der Körperhöhe auch außerhalb der Verwendung von Perzentilen; longitudinal kann auch eine Veränderung der altersbezogenen SDS-Werte Hinweis auf eine Wachstumsstörung sein.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SDS ="
        },
        {
            "text": "j Körperproportionen Insbesondere bei der Einschätzung, ob eine syndromale Wachstumsstörung vorliegt kommt der Bestimmung von Körperproportionen eine wichtige Rolle zu. Hierbei werden u. a. die Körperhöhe im Sitzen auf einem standardisierten Sitzhocker (\"Sitzhöhe\"), das Verhältnis Oberlänge zu Unterlänge und die Armspannweite herangezogen. Die Bewertung erfolgt mittels Heranziehen geeigneter Referenzdaten.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SDS ="
        },
        {
            "text": "j Knochenreifung Ein weiterer wichtiger Parameter bei der Einschätzung kindlichen Längenwachstums ist die biologische Reife des Individuums; diese wird erhoben durch das sog. \"Knochenalter\". Konfiguration und Größe der Knochen von Handwurzel und Fingern werden dabei entweder mit historischen Referenzaufnahmen verglichen (z. B. Knochenatlas von Greulich und Pyle) oder automatisiert analysiert (z. B. BoneExpert). Aus der Summe des jeweiligen Knochenreifungszustands wird ein \"Knochenalter\" ermittelt, dieses mit dem chronologischen Alter in Beziehung gesetzt und hierdurch Hinweise auf das verbleibende Wachstumspotenzial gewonnen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SDS ="
        },
        {
            "text": "j Endlängenprognose Eine Abschätzung der Erwachsenengröße eines Kindes kann mit verschiedenen Prognosemodellen vorgenommen werden. Dabei ist zu berücksichtigen, dass diese Prognosen umso ungenauer sind, je jünger das Kind ist, da ggf. während der weiteren Entwicklung des Kindes noch wachstumsrelevante Einflüsse wie verfrühter oder verspäteter Pubertätsbeginn, psychische oder physische Belastungen mit dem Wachstumspotenzial interferieren können. a. Genetische Zielgröße (\"target height\"): Der körperhöhenrelevante genetische Hintergrund eines Kindes bildet sich in den Körperhöhen der biologischen Eltern ab: Die Zielgröße des Kindes nach Tanner ist die mittlere Körperhöhe beider Eltern, zu der bei Jungen 6,5 cm addiert und von der bei Mädchen 6,5 cm subtrahiert werden. Allerdings ist der Streubereich dieser Zielgröße mit ±8,5 cm erheblich. b. Projizierte Endlänge: eine recht grobe Abschätzung der Erwachsenenlänge ist möglich unter Verwendung des präpubertären Körperlängen SDS-Werts. Bei Übereinstimmung von Lebensalter und biologischer Reife lässt sich bei Verwendung Obwohl die konstitutionelle Entwicklungsverzögerung und die Mehrzahl der Fälle eines familiären Kleinwuchses als Normvarianten angesehen werden, bei denen eine Endlänge im Bereich der familiären Zielgröße erreicht wird, so kann u. U. doch eine psychologisch/psychotherapeutische Unterstützung mit dem Ziel eines verbesserten Adaptationsprozesses hinsichtlich Kleinwuchs merkmalsbedingter Stressbewältigung hilfreich sein. Ergänzend sollte insbesondere bei den Kleinwuchsformen, die mit anderen assoziierten Problemen verknüpft sind oder bei denen das Risiko einer Alltagsbehinderung besteht eine Anbindung an eine der Selbsthilfegruppen angeraten werden (z. B. Bund kleinwüchsiger Menschen und ihre Familien \"BKMF\", Ullrich-Turner-Syndrom-Vereinigung Deutschland, etc.).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SDS ="
        },
        {
            "text": "Endokrine Therapien sind in Form einer STH-Therapie für folgende Indikationen verfügbar: 4 hypophysärer Wachstumshormonmangel (Substitutionstherapie), 4 vorgeburtliche Wachstumsverzögerung (SGA) ohne postnatales Aufholwachstum (supraphysiologisch), 4 Ullrich-Turner-Syndrom (supraphysiologisch), 4 Prader-Willi-Syndrom (supraphysiologisch), 4 SHOX-Defizienz (supraphysiologisch), 4 Kleinwuchs bei chronischer Niereninsuffizienz (supraphysiologisch).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SDS ="
        },
        {
            "text": "Darüber hinaus ist für die seltenen Formen der Wachstumshormoninsensitivität eine Therapie mit rekombinantem IGF-1 möglich. Bei verschiedenen Formen des ossären Kleinwuchses kann in Abhängigkeit der individuellen Befunde in Einzelfällen eine operative Verlängerung von insbesondere Ober-und Unterschenkel durchgeführt werden. Darüber hinaus sind derzeit medikamentöse Therapien der FGFR3-vermittelten Skelettdysplasien in klinischer Erprobung (7 Kap. 1). Die medikamentöse Therapie erfolgt durch eine supraphysiologische Verabreichung von Sexualsteroiden. Hierdurch wird ein früherer und rascherer Verlauf der Pubertät induziert und dadurch ein vorzeitiger Epiphysenfugenschluss erreicht. Allerdings gibt es Hinweise, dass eine wachstumsattenuierende Therapie zu einer reduzierten Fertilität behandelter Mädchen führen könnte. Eltern und Jugendliche sollten daher ausführlich über die Effektivität und Nebenwirkungen der Therapie aufgeklärt werden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SDS ="
        },
        {
            "text": "Chirurgisch steht die beidseitige Epiphysiodese als Therapiealternative zur medikamentösen Therapie zur Verfügung. Diese kann insbesondere bei Patienten mit dysproportioniertem Hochwuchs zu einer Normalisierung der Körperproportionen beitragen; größere Fallserien behandelter Patienten stehen allerdings noch nicht zur Verfügung.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hochwuchs"
        },
        {
            "text": "Die Pubertät ist die Lebensphase die sich an die Kindheit anschließt und in der sich die Geschlechtsreife entwickelt. Sie ist charakterisiert durch ausgeprägte körperliche, kognitive, emotionale und psychosoziale Veränderungen. Sie wird reguliert durch eine komplexe Interaktion inhibierender und aktivierender Faktoren. Die Pubertät wird ausgelöst durch eine Re-Aktivierung der Hypothalamus-Hypophysen-Gonaden-Achse, die nach frühen Phasen der Aktivierung in der Mittschwangerschaft und postnatal in der sog. Minipubertät mit ca. 6 Monaten in eine Ruhephase übergeht. Obwohl sich unser Verständnis der Regulation dieses Netzwerks deutlich vergrößerte sind die Mechanismen der Pubertätsauslösung nicht vollständig bekannt.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pubertät"
        },
        {
            "text": "Der Zeitpunkt des Pubertätsbeginns und des Pubertätsfortschritts variiert abhängig von familiärem Hintergrund, Ethnizität und von Umweltfaktoren; er unterlag in den letzten 150 Jahren einem deutlichen säkularen Trend, der sich aber zumindest in Deutschland in den letzten zwei Jahrzehnten deutlich abgeschwächt hat.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pubertät"
        },
        {
            "text": "Bei der (Re)aktivierung des sog. Pubertätsgenerators, die den Pubertätsbeginn markiert, kommt es zu einer zunächst vorwiegend nächtlichen pulsatilen Freisetzung von GnRH im Hypothalamus, das über ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pubertätsentwicklung"
        },
        {
            "text": "Das isolierte vorzeitige Auftreten von Sekundärbehaarung wird als prämature Pubarche bezeichnet (Pubarche bei Mädchen vor dem 8., bei Jungen vor dem 9. Geburtstag).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Prämature Pubarche"
        },
        {
            "text": "Eine prämature Pubarche scheint bei Kindern gehäuft aufzutreten, die mit für das Gestationsalter zu niedrigen Geburtsmaßen zur Welt kamen (SGA). Bei diesen Kindern scheint die prämature Pubarche zusätzlich mit einem erhöhten Risiko für metabolische Folgeerkrankungen sowie dem Auftreten eines polyzystischen Ovarsyndroms (PCOS) assoziiert zu sein.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Prämature Pubarche"
        },
        {
            "text": "Die prämature Pubarche ist Folge einer prämaturen Aktivierung der Nebennierenrindenaktivität (Adrenarche); deren biochemisches Merkmal ist der laborchemische Nachweis erhöhter Konzentrationen von DHEA und DHEAS.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Prämature Pubarche"
        },
        {
            "text": "Klinisch können milde Zeichen einer Hyperandrogenämie wie unreine Haut oder verfrüht auftretender Schweißgeruch bemerkt werden. Es besteht oft kein oder nur eine geringe Akzeleration der Skelettentwicklung ohne Beschleunigung des Längenwachstums. Abzugrenzen sind Erkrankungen mit erhöhter adrenaler Androgenproduktion (z. B. nichtklassisches adrenogenitales Syndrom, androgenproduzierende Tumoren, etc.).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Prämature Pubarche"
        },
        {
            "text": "Eine Verlaufsbeobachtung über 6-12 Monate ist hilfreich, um eine Pubertas präcox sicher abgrenzen zu können.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Prämature Pubarche"
        },
        {
            "text": "Eine Therapie ist nicht erforderlich. Bei ehemaligen SGA-Kindern mit prämaturer Pubarche sollte eine Verlaufsbeobachtung hinsichtlich der genannten Risiken angeraten werden. j Klinik Neben der vorzeitigen Pubertätsentwicklung findet sich ein beschleunigtes Längenwachstum als Ausdruck der sexualsteroidvermittelten Zunahme der Wachstumshormonsekretion. Allerdings kommt es durch die Beschleunigung der Knochenreifung, die sich radiologisch als Knochenalterakzeleration manifestiert, zu einem vorzeitigen Verschluss der Epiphysenfugen und damit zum Risiko einer adulten Kleinwüchsigkeit unterhalb des individuellen familiären Zielgrößenbereichs. Die frühe Ausbildung der Geschlechtsmerkmale kann in Abhängigkeit des Manifestationsalters und der individuellen Situation zu einer erheblichen psychosozialen Belastung führen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Prämature Pubarche"
        },
        {
            "text": "j Diagnose Biochemisch ist eine Messung der basalen Gonadotropinkonzentration aufgrund deren pulsatiler Sekretion meist nicht weiterführend. Im GnRH-Test lassen sich aber bei Vorliegen einer zentralen Pubertas präcox die Gonadotropine auf pubertäre Werte mit einer Dominanz von LH gegenüber FSH stimulieren (LH/FSH-ratio >1). Typischerweise finden sich erhöhte Serumkonzentrationen für die Sexualsteroide Östradiol oder Testosteron.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pubertätsgynäkomastie"
        },
        {
            "text": "Radiologisch zeigt die Kochenalterbestimmung ein akzeleriertes Knochenalter; sonographisch lassen sich beim Mädchen eine Maturierung des Uterus sowie Follikelzysten der Ovarien nachweisen. Zur Abklärung einer organischen Ursache sollte bei allen Jungen und bei Mädchen mit Manifestion vor dem 6. Geburtstag eine zerebrale Kernspintomographie erfolgen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pubertätsgynäkomastie"
        },
        {
            "text": "j Therapie Indikationen für eine medikamentöse Intervention sind das o. g. Risiko einer Reduktion der adulten Körpergröße sowie die große psychosoziale Belastung durch die verfrühte Pubertätsentwicklung der oft sehr jungen Kinder.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pubertätsgynäkomastie"
        },
        {
            "text": "Aufgrund des variablen Verlaufs empfiehlt sich vor Einleitung einer Behandlung eine 3-bis 6-monatige Beobachtungsphase, da bei einem Bruchteil der Patienten nach verfrühtem Beginn der weitere Pubertätsprogress langsam verläuft. Schreitet die Pubertätsentwicklung rasch fort sollte eine medikamentöse Therapie mit GnRH-Agonisten eingeleitet werden. Diese führen nach einer initialen Stimulation (\"flare-up\") im weiteren Verlauf durch eine \"down-Regulation\" hypophysärer GnRH-Rezeptoren infolge kontinuierlicher GnRH-Exposition und Wegfall der pulsatilen Hypophysenstimulation zu einem Abfall der Konzentrationen für Gonadotropine und Sexualsteroide. Hierdurch wird der weitere Pubertätsprogresss verhindert und bei rechtzeitigem Therapiebeginn die Erwachsenenlänge verbessert.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pubertätsgynäkomastie"
        },
        {
            "text": "j Definition Unter einer Pseudopubertas präcox werden Erkrankungen subsummiert, die zu einer vorzeitigen Entwicklung von Pubertätsmerkmalen führen, ohne dass eine Aktivierung des GnRH-Pulsgenerators vorliegt. Sind die auxiologischen, biochemischen und radiologischen Kriterien für die Verdachtsdiagnose eines STH-Mangels erfüllt, wird typischerweise eine Stimulation der STH-Sekretion durch pharmakologische Stimuli durchgeführt (z. B. Arginin-, Clonidin-, Glukagon-oder Insulin-Hypoglykämie-Test). Als auffällig wird eine maximale stimulierte STH-Konzentration <8 ng/ml gewertet. Alternativ wird in Einzelfällen eine Analyse der nächtlichen Spontansekretion von STH herangezogen. Zur differenzialdiagnostischen Abgrenzung der häufigen Differenzialdiagnose \"konstitutionelle Verzögerung von Wachstum und Pubertät\" ist vor Durchführung der Stimulationstestung ein sog. \"priming\" mit Sexualsteroiden notwendig bei ab einem Alter von 8 Jahren für Mädchen und ab 10 Jahren für Jungen, die zur Testdurchführung noch keine Pubertätsmerkmale aufweisen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pseudopubertas präcox"
        },
        {
            "text": "Wurde ein STH-Mangel diagnostiziert sollte zum Ausschluss einer Pathologie des ZNS eine zerebrale Kernspintomographie durchgeführt werden. In der aktuell gültigen S2-Leitlinie der AWMF zur Diagnostik ist der in . Abb. 26.9 hinterlegte Algorithmus vorgesehen, der die Bedeutung der auxiologischen Parameter bei der Diagnostik des STH-Mangels unterstreicht.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pseudopubertas präcox"
        },
        {
            "text": "j Therapie Die Therapie des STH-Mangels besteht aus einer Substitution des defizienten STH in einer Dosierung von 25-30 µg/kgKG/d in Form von rekombinantem STH durch eine einmalig tägliche subkutane Injektion. Typischerweise kommt es hierdurch insbesondere zu Beginn der Therapie zu einem deutlichen Aufholwachstum; bei früher Diagnosestellung wird eine Erwachsenengröße im elterlichen Zielgrößenbereich erreicht.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pseudopubertas präcox"
        },
        {
            "text": "Bei Patienten mit sog. absolutem STH-Mangel (max. stimuliertes STH <3 ng/ml; oft kombiniert mit Defizienz anderer HVL-Hormone) kann ggf. die Notwendigkeit einer lebenslangen Substitutionstherapie bestehen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pseudopubertas präcox"
        },
        {
            "text": "Ein Wachstumshormonexzess in Form eines hypophysären Gigantismus ist eine der Differenzialdiagnosen einer kindlichen Makrosomie bzw. eines Hochwuchses. Es handelt sich dabei um eine extrem seltene Diagnose im Kindesalter.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Wachstumshormonexzess"
        },
        {
            "text": "Laborchemisch finden sich bei diesen Patienten erhöhte Serumkonzentrationen an IGF-1 und IGFBP-3 sowie aufgrund der autonomen STH-Produktion eine fehlende Supprimierbarkeit von STH durch eine orale Glukosebelastung. Radiologisch findet sich u. U. ein hypophysäres Mikroadenom, das dann operativ entfernt werden sollte.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Wachstumshormonexzess"
        },
        {
            "text": "Hypophysäres TSH wird unter dem Einfluss von hypophysärem Thyreotropin-Releasing-Hormon (TRH) freigesetzt, bindet an den TSH-Rezeptor der Schilddrüsenzelle und stimuliert dort die Schilddrüsenhormonbiosynthese. Bei Entwicklungs-oder Funktionsstörung der Schilddrüse kommt es infolge der ausbleibenden negativen Rückkopplung zu einer Stimulation der TSH-Sekretion, die man im Neugeborenenscreening auf eine angeborene Hypothyreose diagnostisch nutzt (7 Kap. 4).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Thyreoideastimulierendes Hormon (TSH) Zentrale Hypothyreose"
        },
        {
            "text": "Sehr viel seltener als primäre Hypothyreosen kommen sekundäre Hypothyreosen vor, entweder als isolierter oder als kombinierter Ausfall zusammen mit anderen Hypophysenhormonen. j Therapie Therapie der Wahl ist die transphenoidale Entfernung des hypophysären Mikroadenoms. Ergänzend stehen verschiedene medikamentöse Optionen zur Hemmung der ACTH-und Kortikoidbiosynthese zur Verfügung.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Thyreoideastimulierendes Hormon (TSH) Zentrale Hypothyreose"
        },
        {
            "text": "Hypogonadotroper Hypogonadismus und zentrale Pubertas präcox: 7 Abschn. 7.1.3 und 7 Abschn. 7.1.4.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Gonadotropine"
        },
        {
            "text": "Prolaktin wird im HVL unter verschiedenen stimulierenden und hemmenden hypothalamischen und peripheren Einflüssen gebildet (u. a. Stimulation durch TRH und PRH, Hemmung durch Somatostatin).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Prolaktin"
        },
        {
            "text": "Ein Prolaktinmangel im Kindesalter ist meist Teil einer multiplen Hypophyseninsuffizienz in Kombination mit anderen Hormonausfällen (z. B. infolge Mutation in PIT-1).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Prolaktin"
        },
        {
            "text": "Hyperprolaktinämien treten meist als Folge von Stresssituationen (z. B. postiktal) auf.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Prolaktin"
        },
        {
            "text": "Prolaktinome sind im Kindes-und Jugendalter sehr seltene Erkrankungen, die sich beim Mädchen v. a. durch eine primäre oder sekundäre Amenorrhö, beim Jungen v. a. durch eine Gynäkomastie und Galaktorrhö manifestieren. Radiologisch finden sich Mikrooder Makroadenome der Hypophyse. Therapeutisch kommen in erster Linie Dopaminagonisten zum Einsatz. Wichtigste Differenzialdioagnosen sind der nephrogene DI (7 Kap. 25) sowie die habituelle Polydipsie.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Prolaktin"
        },
        {
            "text": "Ist die Diagnose zentraler DI gesichert muss eine (repetitive) Schnittbildgebung, meist eine zerebralen MRT, durchgeführt werden, ggf. ergänzt durch eine Bestimmung der HVL-Hormone und bei V. a. Germinom oder LCH ggf. eine Lumbalpunktion und Liquoranalytik.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diabetes insipidus centralis"
        },
        {
            "text": "j Therapie Diese besteht aus Ersatz des defizienten ADH in Form des synthetischen ADH-Analogons DDAVP, entweder in oraler, intranasaler, selten parenteraler Form; typischerweise reicht eine 2-bis 3-mal tägliche Substitution aus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diabetes insipidus centralis"
        },
        {
            "text": "Als SIADH wird Elektrolytstörung bezeichnet, bei der es trotz Normonatriämie zu einer unangemessenen Sekretion von ADH kommt. In der Folge bildet sich eine \"Wasserintoxikation\" mit Hyponatriämie aus. Die Ursachen sind vielfältig: es dominiert ein medikamenteninduziertes SIADH (verschiedene Chemotherapeutika wie Vincristin, Cyclophosphamid, verschiedene Antikonvulsiva, u. a.) neben zentralnervösen Störungen (ZNS-Tumor/-Trauma, inflammatorische Störungen wie Meningitis/Enzepahlitis). Die Symptome der Hypervolämie und Hyponatriämie beinhalten u. a. Kopfschmerzen, eine arterielle Hypertonie mit Übelkeit, Erbrechen oder Krampfanfällen. Da ein SIADH nicht selten im Rahmen komplexer Erkrankungen unter einer Polypharmakotherapie auftritt, kommen hier die Symptome der Grunderkrankung (und Therapie) hinzu. Die Differenzialdiagnose der Hyponatriämie ist schwierig. Wegweisend ist der Befund einer relativ zu hohen Urinsomolalität im Vergleich zur hypoosmolaren Serumosmolalität. Grundpfeiler der Therapie ist die Behandlung der Ursache (ggf. Ersatz des auslösenden Agens) in Kombination mit einer Flüssigkeitsrestriktion. Neben der Bestimmung von Thyreoglobulin und Schilddrüsenautoantikörpern wird die Diagnostik der CH durch eine Sonographie der Schilddrüse ergänzt; hierbei finden sich in >80% anatomische Auffälligkeiten der Schilddrüse (Athyreose, hypoplastische oder ektope SD). Bei Früh-und Neugeborenen sollte ggf. auch eine Bestimmung der Jodausscheidung im Urin ergänzt werden, wenn eine peripartale Jodexposition nicht ausgeschlossen werden kann.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SIADH (Syndrom der inadäquaten ADHSekretion; syn. SchwartzBartterSyndrom)"
        },
        {
            "text": "j Therapie Bei einer CH wird mit eine Substitutionstherapie durch Levothyroxin in einer initialen Dosierung zwischen 10-15 µg/kgKG/Tag begonnen; im weiteren Verlauf nimmt der gewichtsbezogene Substitutionsbedarf ab. Bei Behandlungsbeginn innerhalb der ersten zwei Lebenswochen kann erfreulicherweise von einer normalen kognitiven Entwicklung der betroffenen Kinder ausgegangen werden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "26"
        },
        {
            "text": "Nach dem zweiten Lebensjahr sollte ein standardisierter Auslassversuch durchgeführt werden. Bei nicht eindeutiger Diagnose einer CH oder V. a. eine transiente Hypothyreose (wie z. B. bei Nachweis von SD-Autoantikörpern) kann der Auslassversuch ggf. bereits früher in einem Alter von 6-12 Monaten diskutiert werden. j Klinisches Bild Beim Neugeborenen mit transplazentar übergegangenen mütterlichen Antikörpern hängt der Manifestationszeitpunkt u. a. davon ab, ob die Mutter eine thyreostatische Therapie erhielt, da ggf. die transplazentare Passage der Thyreostatika den Zeitpunkt der Hyperthyreoseentwicklung beim Neugeborenen verzögern kann. Nach Elimination der Thyreostatika (typischerweise nach einigen Tagen) entwickeln diese Kinder Zeichen der Hyperthyreose.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "26"
        },
        {
            "text": "j Diagnose und Differenzialdiagnose Diagnostisch wegweisend sind der Nachweis der erhöhten Schilddrüsenhormone (T3, T4) sowie der meist supprimierten TSH-Konzentration. Ein serologischer Nachweis von TSH-Rezeptor-Antikörpern (TRAK) beim Neugeborenen macht eine Neugeborenenhyperthyreose durch transplazentaren Übergang maternaler AK wahrscheinlich. Beim älteren Kind ist der Nachweis von TRAK (ggf. in Kombination mit anti-TPO oder anti-Thyreoglobulin-AK) meist beweisend für die Diagnose eines M. Basedow.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "26"
        },
        {
            "text": "Sonographisch finden sich eine inhomogene Schilddrüsenhormonstruktur bei häufig vergrößertem Schilddrüsenvolumen; die Dopplersonographie zeigt eine deutliche Hyperperfusion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "26"
        },
        {
            "text": "Eine szintigraphische Diagnostik ist im Kindes-und Jugendalter selten indiziert; sie kann ggf. bei fehlendem Antikörpernachweis bei der seltenen Differenzialdiagnose eines autonomen Adenoms differenzialdiagnostisch weiterhelfen. Mittlerweile liegen mehrere Studien vor, die ein geringeres Relaps-Risiko nach verlängerter thyreostatischer Therapie berichten. Kann langfristig keine Remission erreicht werden (in Abhängigkeit der vorangehenden Dauer bei ca. 50-60% der Patienten) oder kommt es unter Therapie zu relevanten Nebenwirkungen kann eine definitive Therapie in Form einer operativen Thyreoidektomie oder einer Radiojodtherapie notwendig werden. Diese sollte in Zentren durchgeführt werden, die in der Behandlung von Kindern und Jugendlichen über hinreichende Erfahrung verfügen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "26"
        },
        {
            "text": "Die Autoimmunthyreoiditis Hashimoto beschreibt eine erworbene Schilddrüsenerkrankung, die durch eine immunogene Infiltration der Schilddrüse verursacht wird. Histologisch findet sich eine lymphozytäre Infiltration der Schilddrüse. Mädchen und Frauen sind häufiger als das männliche Geschlecht betroffen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Autoimmunthyreoiditis j Definition"
        },
        {
            "text": "j Ätiologie und Pathogenese Trotz ihrer Häufigkeit ist die Ätiologie der Autoimmunthyreoiditis nicht vollständig verstanden. Es besteht eine gewisse genetische Prädisposition (gehäuft bei HLA-Typ DR4 oder 5). Außerdem scheint eine exogene Jodzufuhr bei Prädisposition ihre Entstehung zu begünstigen. Sie kann isoliert auftreten oder in Kombination mit anderen immunologischen Endokrinopathien (z. B. bei Patienten mit einem Diabetes mellitus Typ 1, bei Kindern mit einem Downoder Ullrich-Turner-Syndrom oder im Rahmen eines sog. Schmidt-Syndroms, APS2).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Autoimmunthyreoiditis j Definition"
        },
        {
            "text": "j Klinisches Bild Entzündung und (transient oder konstant) hypothyreote Stoffwechsellage mit konsekutiver TSH-Erhöhung (Wachstumsreiz!) führen zu einer Vergrößerung des Schilddrüsenvolumens; dieses kann zu einer Dysphagie oder einem Kloßgefühl führen. Die Schilddrüsenfunktion kann (initial) hyper-, aber auch euthyreot oder hypot hyreot sein. Assoziierte Beschwerden können Abgeschlagenheit, Gewichtszunahme, vermehrter Haarverlust, zervikale Lymphadenopathie oder Konzentrationsprobleme beinhalten.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Autoimmunthyreoiditis j Definition"
        },
        {
            "text": "j Diagnose und Differenzialdiagnose Die Diagnose wird durch den Nachweis von Schilddrüsenautoantikörpern (anti-TPO, anti-Thyreoglobulin) sowie ein auffälliges sonographisches Muster (irreguläre, inhomogen echoarme Schilddrüse) gestellt.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Autoimmunthyreoiditis j Definition"
        },
        {
            "text": "j Therapie Im Falle einer hypothyreoten Stoffwechsellage oder Vorliegen einer Struma bei Hashimoto-Thyreoiditis sollte eine Therapie mit Levothyroxin durchgeführt werden. Für eine antioxidative Therapie mit Selen, die im Erwachsenenalter z. T. mit einer Reduktion von Antikörpertitern oder Verbesserung der Schilddrüsenfunktion in Verbindung gebracht wurde, liegen bislang in der Kinderheilkunde keine supportiven Daten vor.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Autoimmunthyreoiditis j Definition"
        },
        {
            "text": "Eine Vergrößerung des Schilddrüsenvolumens über den alters-und geschlechtsspezifischen Normalbereich hinaus wird als Struma bezeichnet. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Struma j Definition"
        },
        {
            "text": "Unter einem Schilddrüsenknoten versteht man eine klinisch palpable oder sonographisch nachweisbare bindegewebig abgegrenzte knotige Veränderung des Schilddrüsenparenchyms. Schilddrüsenknoten kommen in der Kindheit im Vergleich zum Erwachsenenalter deutlich seltener vor. Allerdings ist in den vergangenen Jahren eine zunehmende Detektion von Schilddrüsenknoten zu verzeichnen. Dies beruht u. a. auf der deutlich verbesserten Qualität der Sonographie sowie auf der Zunahme von Routineultraschalluntersuchungen im Rahmen der Vorsorgeuntersuchungen. Abzugrenzen sind sog. \"Pseudoknoten ohne Kapsel\", wie sie z. B. im Rahmen einer Autoimmunthyreoiditis vorkommen. Hier finden sich meist sonographisch echoarme Regionen innerhalb von Schilddrüsengewebe normaler Echostruktur ohne umgebende bindegewebige Kapsel. Serologische Marker zur differenzialdiagnostischen Abgrenzung beinhalten eine Bestimmung der TSH-und Schilddrüsenhormonkonzentration (Hinweise auf autonomes Adenom?), Bestimmung der Schilddrüsenautoantikörper (Pseudoknoten bei Hashimoto-Thyreoiditis?), und eine Kalzitoninbestimmung (Ausschluss medulläres Schilddrüsenkarzinom). Hierbei ist allerdings zu berücksichtigen, dass der Nachweis von Schilddrüsenautoantikörpern ein Schilddrüsenmalignom nicht sicher ausschließt. In Abhängigkeit von Grunderkrankung und klinischem Befund wird in den häufigen Fällen kleiner Knoten eine sonographische Verlaufskontrolle vorgenommen. Bei Knoten >1 cm und/oder Wachstumstendenz und/ oder auffälliger Struktur muss eine weiterführende Diagnostik erfolgen. Diese beinhaltet ggf. eine Feinnadelpunktion oder eine Schilddrüsenszintigraphie. Uneindeutige Feinnadelbiopsiebefunde oder der V. a. ein malignes Geschehen machen eine chirurgische Klärung erforderlich. Meist erfolgt hierzu eine Hemithyreoidektomie mit Schnellschnittbeurteilung. Bei Karzinomnachweis ist eine vollstän-dige Thyreoidektomie erforderlich, ggf. ergänzt durch eine \"neck dissection\" und eine Radiojodtherapie.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Schilddrüsenknoten j Definition"
        },
        {
            "text": "j Therapie Diese erfolgt in Abhängigkeit der jeweiligen Diagnose. Bei Verdacht auf Adenom oder Malignom sollte eine Vorstellung in einem erfahrenen chirurgischen Zentrum mit Expertise in der Behandlung von Kindern erfolgen. Im Falle eines operativen Vorgehens entscheiden die anamnestisch/klinische Befundkonstellation und der intraoperative Schnellschnitt über den Umfang des chirurgischen Vorgehens.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Schilddrüsenknoten j Definition"
        },
        {
            "text": "Die vier Nebenschilddrüsen sind für die kalziumregulierte Freisetzung von Parathormon verantwortlich. Parathormon wird ähnlich wie Insulin aus einem Propeptid prozessiert und in den Epithelkörperchen gespeichert.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Nebenschilddrüse"
        },
        {
            "text": "Dabei agiert Kalzium an der Nebenschilddrüse als Ligand für den \"Calcium sensing Rezeptor, CaSR\". Niedrige Serumkalziumkonzentrationen führen via Aktivierung des CaSR zu einer Stimulation der Freisetzung von Parathormon. Zusätzlich stimulieren erhöhte Serumkonzentrationen von Phosphat die PTH-Freisetzung.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Nebenschilddrüse"
        },
        {
            "text": "Zur Vermittlung seiner Wirkung bindet PTH an einen G-Protein-gekoppelten Rezeptor. Hierdurch wird u. a. den Tubuluszellen der Niere die 1,25-Hydroxilierung von Vitamin D 3 stimuliert. Am Knochen führt PTH zu einer vermehrten Freisetzung von Kalzium.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Nebenschilddrüse"
        },
        {
            "text": "Neben Parathormon wird in einer Reihe von Geweben ein PTHähnliches Peptid, PTH-related-Protein (PTHRP) gebildet. Diese kann zusätzlich paraneoplastisch gebildet werden und zu einer tumorinduzierten Hyperkalzämie führen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Nebenschilddrüse"
        },
        {
            "text": "Unter der Diagnose Hypoparathyreoidismus fasst man Erkrankungen zusammen, die mit einer verminderten PTH-Sekretion einhergehen. Der Flüssigkeitsersatz erfolgt in Abhängigkeit von Kreislaufsituation, Elektrolytkonzentration und Blutgasen meist in Form von isotonen Lösungen (ggf. 5-10%ige kohlehydrathaltige Vollelektrolytlösung).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hypoparathyreoidismus j Definition"
        },
        {
            "text": "Bei ausgeprägten Hyperkaliämien kann der Einsatz von Glu kose-Insulin-Infusion, die Gabe von β-Sympathomimetika, Kalziumchlorid oder Natriumbikarbonat, von Ionenaustauschern bis hin zur Hämofiltration notwendig werden. j Ätiologie, Pathogenese, Klinik Die Klassifikation der DSD beruht auf den Geschlechtschromosomen sowie den pathophysiologischen genetischen und hormonellen Mechanismen. Für eine umfassende Liste möglicher Differenzialdiagnosen sei auf die einschlägige Spezialliteratur verwiesen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Aktives Adenom"
        },
        {
            "text": "Das Klinefelter-Syndrom und das Ullrich-Turner Syndrom wurden aus formalen Gründen den DSD zugeordnet (7 Kap. 1). 45,X/46,XY-Mosaike verursachen die gemischte Gonadendysgenesie. Typischerweise besteht ein asymmetrischer Befund der Gonaden. Die endokrinen Hodenfunktionen sind variabel betroffen, sodass überwiegend männliche Phänotypen, uneindeutige äußere Genitalien oder komplett weibliche Erscheinungsbilder vorkommen. Dysgenetische Gonaden weisen ein deutlich erhöhtes Entartungsrisiko auf (bis zu 30%). Nichtinvasive Frühstadien (Gonadoblastom, Carcinoma in situ) können in invasive Tumoren (Seminom, Dysgerminom) übergehen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DSD durch numerische Aberrationen der Geschlechtschromosomen"
        },
        {
            "text": "Beim Swyer-Syndrom besteht aufgrund einer Mutation im SRY-Gen ein äußerlich weibliches Genitale mit strangartigen Gonaden mit erhöhtem Tumorrisiko. Aufgrund der fehlenden AMH-Produktion sind Müller-Strukturen vorhanden. Klinisch wird die komplette Gonadendysgenesie häufig erst im Pubertätsalter diagnostiziert, wenn Brustentwicklung und Menarche ausbleiben. Mutationen im WT1-Gen (Wilms-Tumor-Suppressor-1-Gen) verursachen eine Gonadendysgenesie mit Glomerulopathie. SF1-Mutationen sind überwiegend bei DSD mit alleinigem Virilisierungsdefizit beschrieben worden, selten aber auch in Kombination mit globaler Nebennierenrindeninsuffizienz. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Störungen der Gonaden/ Hodenentwicklung"
        },
        {
            "text": "Mutationen des LH-Rezeptors führen zu einer isolierten Störung der Testosteronbildung im Hoden (Leydigzell-Hypoplasie). 46,XY-Neugeborene weisen ein äußerlich weibliches oder uneindeutiges Genitale auf. Beim 17β-Hydroxysteroid-Dehydrogenase-Typ-III-Mangel) kann Androstendion nicht ausreichend zu Testosteron umgewandelt werden. Beim 5α-Reduktase-Typ-II-Mangel ist die Umwandlung von Testosteron zu Dihydrotestosteron im Genitalgewebe beeinträchtigt. Patienten mit 46,XY-Karyotyp weisen bei Geburt ein Virilisierungsdefizit auf, das von komplett weiblich bis zu ambivalenten Ausprägungen reicht. Bei initial weiblicher Geschlechtszuweisung und Belassung der Gonaden in-situ wurde in einer Metaanalyse in ca. ⅔ der Fälle in der Pubertät ein Wechsel in die männliche Geschlechtsrolle beschrieben.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Störung der Androgenbildung ohne Nebennierenrindeninsuffizienz"
        },
        {
            "text": "Die Androgenresistenz wird durch Mutationen im Androgenrezeptorgen mit konsekutiver Funktionsstörung des Androgenrezeptors verursacht. Deshalb können Testosteron und Dihydrotestosteron auf zellulärer Ebene nicht oder nur partiell wirken. Das genitale Erscheinungsbild kann äußerlich komplett weiblich (komplette Androgenresistenz) oder uneindeutig sein (partielle Androgenresistenz). Bei der kompletten Androgenresistenz kommt es zum Zeitpunkt der Pubertät durch Aromatisierung des gonadalen Testosterons zu Östradiol zu einer Feminisierung (Brustentwicklung, weibliche Körperformen). Es besteht fast immer eine weibliche Geschlechtsidentität. Bei partiellen Formen sind die Ausprägungen des psychischen Geschlechts variabel.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Störung der Androgenwirkung, Androgenresistenz"
        },
        {
            "text": "Wie bei DSD mit 46,XY-Karyotyp können monogene Entwicklungsstörungen der Gonaden vorliegen. Klinisch sind die verschiedenen Formen des adrenogenitalen Syndroms (AGS) mit Androgenexzess und genitaler Virilisierung bedeutsam (7 Abschn. 7.5.5).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DSD mit 46,XXKaryotyp"
        },
        {
            "text": "j Diagnostik Für die Diagnostik bei Verdacht auf DSD wird die sofortige Einbeziehung eines kompetenten \"DSD-Teams\" empfohlen, welches neben den ärztlichen Fachexperten auch psychologische Betreuung umfassen muss.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diagnostik und Therapie"
        },
        {
            "text": "Anamnese In der Anamnese ist nach der Einnahme von Medikamenten mit androgener Wirkung durch die Mutter zu fragen, nach Virilisierungserscheinungen während der Schwangerschaft sowie der Familienstammbaum zu eruieren (Indexfälle? Konsanguinität?). Unter den genetischen Faktoren spielen die Histokompatibilitätsantigene (HLA), die in die Präsentation von pankreatischen Antigenen an T-Zellen eingebunden sind, eine große Rolle. Hierbei kommt den Genen der HLA-Klasse II auf Chromosom 6p21.3 im Bereich der DR-und DQ-Region die größte Bedeutung zu.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diagnostik und Therapie"
        },
        {
            "text": "Entsprechend der Bedeutung des HLA-Systems erhöht sich das Risiko an einem Typ-1-Diabetes zu erkranken, wenn Verwandte an einem Typ-1-Diabetes leiden (. Tab. 26.14).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diagnostik und Therapie"
        },
        {
            "text": "Der Autoimmunprozess im Pankreas führt zu einer \"Insulinitis\" mit begleitendem Nachweis diabetesspezifischer Antikörper wie u. a. Inselzellantikörper (ICA), Antikörper gegen die Glutaminsäure-Decarboxylase (anti-GAD), gegen die Tyrosinphosphatase (anti-IA2) und gegen Insulin (IAA), die aber eher die Insulinitis widerspiegeln als dass sie kausal in den autoimmunen Krankheitsprozess eingebunden sind. Hierbei scheinen autoreaktive T-Lymphozyten im Zusammenspiel mit Effektor-T-Zellen und regulatorischen T-Zellen bei der Progression der Insulinitis eine wesentliche Rolle zu spielen. Im weiteren Verlauf erfolgt die Bestimmung von Nüchterninsulin und C-Peptid, diabetesspezifischen Antikörpern (anti-GAD, ICA, IAA), Serumlipiden, Transaminasen sowie ein Screening auf assoziierte Erkrankungen wie Autoimmunthyreoiditis (TSH, fT4, SD-AK) oder Zöliakie (Transglutaminase-AK).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diagnostik und Therapie"
        },
        {
            "text": ". Tab. 26.14 Risiko an T1DM zu erkranken in Relation zu betroffenen Verwandten",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diagnostik und Therapie"
        },
        {
            "text": "Allgemeines Risiko in Gesamtbevölkerung <30 Jahre ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Verwandschafts-Konstellation Diabetesrisiko"
        },
        {
            "text": "Der Verlauf des T1DM ist durch verschiedene Phasen charakterisiert, diese umfassen: 4 die (meist vor Diagnosestellung) bestehende Phase eines Prädiabetes mit noch ausreichender Insulinsekretionskapazität, 4 die Manifestation bzw. Diagnosestellung des Diabetes, 4 eine variabel stark ausgeprägte Remissionsphase (\"honeymoon\"), 4 sowie die Phase der dauerhaften Insulinabhängigkeit.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ALTER BEI TYP 1-DIABETES-DIAGNOSE"
        },
        {
            "text": "j Therapie Neben der medizinischen Diagnostik und Therapie sind Inhalt und Kontext der Diagnosemitteilung \"Diabetes mellitus\" von nachhaltiger Relevanz. Neben einer klaren Information zu praktischen Inhalten und Konsequenzen der Diagnose sollten mögliche Krankheitstheorien von Kind und Eltern dezidiert erfragt werden, um anhaltende Schuldgefühle auszuräumen bzw. zu vermeiden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ALTER BEI TYP 1-DIABETES-DIAGNOSE"
        },
        {
            "text": "Die Therapie bei Kindern und Jugendlichen mit einem Diabetes mellitus muss sowohl die medizinischen Aspekte der Erkrankung als auch die psychosozialen Beeinträchtigungen einer spezifischen chronischen Erkrankung in Betracht ziehen. So dienen Einleitung, Schulung und Durchführung einer Diabetestherapie der Vermeidung akuter Stoffwechselentgleisungen als auch langfristig der Prävention diabetesbedingter Folgeerkrankungen. Gleichzeitig müssen aber altersübliche Alltagsanforderungen unter nun komplizierten Bedingungen bewältigt werden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ALTER BEI TYP 1-DIABETES-DIAGNOSE"
        },
        {
            "text": "> Ziel einer Diabetestherapie muss daher sein, dass die psychosoziale Entwicklung diabeteserkrankter Kinder durch den Diabetes mellitus und seine Therapie geringstmöglich beeinträchtigt und die Integration in Kindergarten, Schule sowie die spätere berufliche Ausbildung gewährleistet wird.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ALTER BEI TYP 1-DIABETES-DIAGNOSE"
        },
        {
            "text": "Um dies zu erreichen muss unter Berücksichtigung der individuellen Bedingungen und Ressourcen eine optimale Anleitung von Patient und Familie zu möglichst selbständig und selbstbestimmtem Umgang mit der Erkrankung erfolgen. Mit dem Kind/Jugendlichen und dem jeweiligen familiären Umfeld werden individuelle Therapieziele formuliert, die eine weitgehende Normoglykämie bei gleichzeitiger Minimierung des Risikos von Hypoglykämien zum Ziel haben. Typischerweise wird dabei ein Nüchternblutzucker von 90-145 mg/dl bzw. ein postprandialer Butzucker von 90-180 mg/dl angestrebt; bei guter Stoffwechseleinstellung ist ein HbA1c-Wert <7,5% Therapieziel. Darüber hinaus ist die \"time in range\", also der Zeitanteil bei dem der Blutzucker im angestrebten Bereich liegt relevant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ALTER BEI TYP 1-DIABETES-DIAGNOSE"
        },
        {
            "text": "k Erstbehandlung mit Ketoazidose Trotz Fortschritten in Diagnostik und Therapie liegt doch etwa bei jedem 5. Patienten in Deutschland bei der Manifestation des Diabetes im Kindes-und Jugendalter eine Ketoazidose vor. Diese ist definiert durch einen erhöhten Blutzucker, einem pH-Wert <7,3 mit einem Plasmabikarbonatkonzentration <15 mol/l, begleitet von einer Ketonurie oder Ketonämie.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ALTER BEI TYP 1-DIABETES-DIAGNOSE"
        },
        {
            "text": "Drei Schweregrade der Ketoazidose werden unterschieden: 4 leicht (pH <7,3; Bikarbonat <15 mmol/l), 4 mittelschwer (pH <7,2; Bikarbonat <10 mmol/l) und 4 schwer (pH <7,1; Bikarbonat <5 mmol/l).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ALTER BEI TYP 1-DIABETES-DIAGNOSE"
        },
        {
            "text": "Klinisch steht bei Manifestation des T1DM mit Ketoazidose die Dehydratation mit trockener Haut und Schleimhäuten im Vordergrund. Ergänzend findet sich eine beschleunigte Atmung (Kussmaul-Atmung), die unter Umständen zur Fehldiagnose einer Pneumonie führen kann. Allerdings fällt üblicherweise der Acetongeruch der Atemluft als wichtiges diagnostisches Kriterium auf. Abdominelle Beschwerden im Rahmen der Ketose können zur Fehldiagnose einer abdominellen Problematik führen (Pseudoperitonitis diabetica). Glücklicherweise kommt es in weniger als 1% der Fälle zu der gefürchteten Komplikation eines Hirnödems; klinische Hinweise hierauf können Zephalgien und Schwindel, vermehrte Irritabilität, aber insbesondere sekundäre Störungen der Vigilanz und/ oder Bradykardie mit Blutdruckanstieg nach Einleitung (inadäquat hochdosierter) Flüssigkeits-und Insulintherapie.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ALTER BEI TYP 1-DIABETES-DIAGNOSE"
        },
        {
            "text": "Kombination mit einer Dehydratation sollte an die Ketoazidose gedacht werden! Therapeutisch ist bei Kindern mit Ketoazidose zunächst eine Flüssigkeitstherapie und Kreislaufstabilisierung indiziert. In Abhängigkeit vom Ausmaß der Kreislaufbeeinträchtigung kann initial eine Bolusgabe isotoner Lösung von 10-20 ml/kgKG über 1-2 h notwendig sein. Anschließend erfolgt ein Ausgleich des Flüssigkeitsdefizits über einen Zeitraum von 36-48 Stunden unter Verwendung plasmaisotoner Elektrolytlösungen (NaCl 0,9% oder Ringerlösung). Um das Risiko eines Hirnödems zu reduzieren, sollte die tägliche Infusionsmenge das 1,5-bis 2-fache des normalen Tagesbedarfs in Bezug auf Alter und Gewicht nicht übersteigen. Azidosekorrektur und Beginn der Insulintherapie bedingen eine Verschiebung von Kalium von extra-nach intrazellulär, sodass hier ggf. ein entsprechender Ausgleich notwendig wird. Deshalb ist ein Kaliumersatz bei der Behandlung der diabetischen Ketoazidose erforderlich. Bei Ketoazidose und Hypokaliämie sollte die Kaliumsubstitution bereits im Rahmen der initialen Flüssigkeitstherapie erfolgen, bei Normokaliämie sollte diese mit der Insulintherapie einsetzen. Lediglich im Falle einer Hyperkaliämie sollte das Wiedereinsetzen der Diurese abgewartet werden bis dann die Kaliumsubstitution erfolgt. Aufgrund der genannten Verschiebungen unter Flüssigkeits-und Insulintherapie sollte die Kaliumkonzentration zu Beginn der Therapie engmaschig kontrolliert werden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "> Als Differenzialdiagnose bei abdominellen Beschwerden in"
        },
        {
            "text": "Darüber hinaus sollte die Natriumserumkonzentration überwacht werden, da das Absinken des Blutzuckers und der damit verbundene Abfall der Serumosmolalität zu einer Verschiebung freien Wassers und damit zu einem Anstieg der gemessenen Serumnatriumkonzentration führt. Gerade bei initial sehr hohen Blutzuckerwerten ist die Berechnung der korrigierten Natriumkonzentration mittels folgender Formel hilfreich: Bei einer Blutzuckerkonzentration von <250 mg/dl sollte auf eine glukosehaltige Infusionslösung gewechselt werden (z. B. Ionosteril D5%), bei weiterem Abfall unter 200 mg/dl ggf. in höherer Glukosekonzentration. Dies ist notwendig, um einerseits das Risiko einer Hypoglykämie bei laufender Insulininfusion zu vermeiden, andererseits bei ansonsten notwendiger Reduktion der Insulinzufuhr nicht erneut die Ketogenese zu stimulieren.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "> Als Differenzialdiagnose bei abdominellen Beschwerden in"
        },
        {
            "text": "Ein Azidoseausgleich sollte vermieden werden, da die Bikarbonatgabe aufgrund von Eektrolytverschiebungen das Hirnödemrisiko weiter erhöhen kann. Ausnahmen stellen evtl. die therapierefraktäre Kreislaufinsuffizienz bei schwerster Azidose (pH <6,9) oder eine lebensbedrohliche Hyperkaliämie dar; hier kann ggf. eine vorsichtige Bikarbonatgabe erwogen werden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "> Als Differenzialdiagnose bei abdominellen Beschwerden in"
        },
        {
            "text": "Zerebrale Krise und Hirnödem Im Falle der glücklicherweise seltener gewordenen Komplikation einer zerebralen Krise kommt es typischerweise innerhalb der ersten 24 h nach Einleiten einer Flüssigkeits-und Insulintherapie zu zentralnervösen Symptomen. Diese beinhalten Kopfschmerzen, Erbrechen, Störungen der Vigilanz, im weiteren Verlauf Absinken der Herzfrequenz (>20 Schläge/min) und Blutdruckanstieg, abnormes Atemmuster, Störungen der Pupillomotorik, Hirnnervenparesen, Bewegungsstörungen mit Opisthotonus und Krampfanfälle.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "> Als Differenzialdiagnose bei abdominellen Beschwerden in"
        },
        {
            "text": "Wichtig ist bei Verdacht auf Entwicklung einer zerebralen Krise die frühzeitige Therapie mit Mannitol einzuleiten (Mannitol 0,25-1,0 g/kgKG über 20 min). Bei Erfolglosigkeit der Mannittherapie kann ggf. ein Einsatz 3%iger hypertoner Kochsalzlösung i.v.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "> Als Differenzialdiagnose bei abdominellen Beschwerden in"
        },
        {
            "text": "(2,5-10 ml/kg über 10-15 min) erfolgen. Intensivierte konventionelle Insulintherapie (ICT) Im Rahmen einer ICT erfolgt die Injektion eines Normalinsulins (Humaninsulin oder schnelles Insulinanalogon) vor jeder Mahlzeit (Prandialtherapie); das Verzögerungsinsulin wird 1-bis 3-mal täglich (meist morgens und abends, seltener auch mittags) verabreicht. Bei der ICT können im Gegensatz zu der früher verwendeten konventionellen Insulintherapie Mahlzeiten flexibel eingenommen werden. Neben der erhöhten Flexibilität ermöglicht die ICT eine Verbesserung der Stoffwechseleinstellung, ist aber mit der Notwendigkeit vermehrter Blutzuckerkontrollen, einem etwas höheren Hypoglykämierisiko und höheren Kosten verknüpft. Die Insulinapplikation erfolgt subkutan; um die Entwicklung einer Lipodystrophie mit dann ggf. schwer vorhersehbarem Resorptionsverhalten zu vermeiden, müssen Injektionsstellen regelmäßig gewechselt werden. In Abhängigkeit der Lokalisation der Injektionsstelle finden sich Unterschiede in der Absorptionsgeschwindigkeit: 4 schnell wirksames Insulin wird typischerweise in Gewebe mit schneller Resorption injiziert (z. B. periumbilikal), 4 während Basalinsuline in Gewebe mit langsamer Resorption (z. B. Gesäß oder Oberschenkel) injiziert werden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "> Als Differenzialdiagnose bei abdominellen Beschwerden in"
        },
        {
            "text": "Prandial wird kurzwirksames Insulin in Abhängigkeit von der Kohlehydratzufuhr verabreicht. Die Menge an Kohlehydraten einer Mahlzeit wird heute meist als sog. Kohlehydrateinheit (KE) angegeben; diesem entspricht eine Kohlehydratmenge von 10-12 g. Der Insulin-KE-Faktor liegt durchschnittlich zwischen 1-2 g/KE, er ist interindividuell unterschiedlich und abhängig von Alter, Größe, Gewicht, Geschlecht, Diabetesdauer und Nahrungszusammensetzung.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "> Als Differenzialdiagnose bei abdominellen Beschwerden in"
        },
        {
            "text": "Darüber hinaus ist die zirkadiane Rythmik der Insulinwirkung zu beachten: So werden morgens durchschnittlich 2 IU/KE oder mehr Insulin benötigt, während um die Mittagszeit die Hypoglykämienei-gung mit der Insulinempfindlichkeit zunimmt und eher 1 IU/kgKG benötigt werden. Am frühen Abend steigt der Insulinbedarf wieder auf durchschnittlich 1,5-2 IU/kgKG an. Auch für die Gestaltung der Basisinsulintherapie bzw. Basalratengestaltung ist die zirkadiane Rhythmik von Relevanz. So steigt der Insulinbedarf zwischen 4 und 8 Uhr infolge vermehrter Sekretion kontrainsulinärer Hormone (wie z. B. STH oder Kortikoide) insbesondere während der Pubertät deutlich an. Besteht hier eine Insulinunterversorgung kommt es zu einer Morgenhyperglykämie (\"Dawn-Phänomen\"). Die Häufigkeit der Basalinsulinapplikation hängt u. a. von der Art des Basalinsulins (NPH-Insulin (langwirksames Analogon) und der Insulindosis ab. Der Basisinsulinbedarf liegt durchschnittlich bei etwa 0,2 IU/kgKG/d im Kleinkindalter und etwa bei 0,3 IU/kgKG/d im Kindesalter, kann aber während der Pubertät deutlich ansteigen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "> Als Differenzialdiagnose bei abdominellen Beschwerden in"
        },
        {
            "text": "Eine Übersicht (Auswahl) über die aktuell im Kindes-und Jugendalter zugelassenen Insuline ist in . Tab. 26.15 dargestellt; Kombinationsinsulinpräparate werden im Kindesalter nur in Ausnahmen eingesetzt.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "> Als Differenzialdiagnose bei abdominellen Beschwerden in"
        },
        {
            "text": "Insulinpumpentherapie Rasante technische Weiterentwicklungen insbesondere in den letzten 15-20 Jahren führten zu einer dramatischen Zunahme des Anteils von diabetischen Kindern und Jugendlichen mit Insulinpumpentherapie. Aktuell werden etwas mehr als die Hälfte aller pädiatrischen Patienten mit einer Insulinpumpe behandelt. Im Kleinkind-und Vorschulalter wird in Deutschland fast jedes diabetische Kind aufgrund der deutlich besseren Steuerbarkeit mit einer CSII versorgt. Während sich in fast allen Altersgruppen bestimmte Vorteile für eine CSII finden lassen hat die ISPAD für einzelne Indikationen eine gesonderte Empfehlung zur CSII-Therapie empfohlen; diese beinhalten u. a.: 4 Säuglinge und Kinder im Vorschulalter, 4 Patienten mit ausgeprägtem Dawn-Phänomen, 4 schwere, rezidivierende und nächtliche Hypoglykämien, 4 Kinder mit ausgeprägter Nadelphobie.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "> Als Differenzialdiagnose bei abdominellen Beschwerden in"
        },
        {
            "text": "Allerdings ist die Insulinpumpentherapie mit deutlich höheren Behandlungskosten verknüpft. Als weitere Einschränkung sollte er-wähnt werden, dass der Erfolg einer CSII maßgeblich an die Therapiekompetenz und Adhärenz der Nutzer geknüpft ist. So ist die CSII nur erfolgreich, wenn Patient und Familie gut geschult weitestgehend selbständig das technische Werkzeug nutzen können und die erworbenen Kenntnisse tatsächlich nutzen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "> Als Differenzialdiagnose bei abdominellen Beschwerden in"
        },
        {
            "text": "Die derzeit in Deutschland zugelassenen Insulinpumpen werden außerhalb des Körpers angebracht; sie bestehen neben der elektronischen Hard-und Software aus Bildschirm, Insulinreservoir und Fördersystem, über die typischerweise über einen Katheter das Insulin in das Subkutangewebe transportiert wird. Abweichend hiervon erfreuen sich insbesondere im Jugendalter die sog. Patch-Pumpen zunehmender Beliebtheit, die direkt ohne Katheter auf der Haut angebracht wird.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "> Als Differenzialdiagnose bei abdominellen Beschwerden in"
        },
        {
            "text": "Der Insulinbasisbedarf wird bei CSII-Therapie durch die fest programmierte, individuell ermittelte Basalrate gedeckt. Die prandiale Insulinabgabe erfolgt aktiv durch den Patienten als sog. Bolus, analog zum Insulin-KE-Faktor bei der ICT. Zusätzlich verfügen die meisten Insulinpumpen über Bolusberechnungsprogramme, die den Patienten bei der Berechnung unterstützen können.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "> Als Differenzialdiagnose bei abdominellen Beschwerden in"
        },
        {
            "text": "Sensorunterstützte Pumpentherapie und closed loop Mit der Einführung und raschen Weiterentwicklung von Glukosesensoren zur minimalinvasiven Messung von Glukose in Subkutis oder der interstitellen Flüssigkeit der Haut wurde die Grundlage für die sog. sensorunterstütze Pumpentherapie gelegt. Hierbei \"kommunizieren\" Sensor und Insulinpumpe miteinander. Bei Unterschreiten einer definierten Glukosekonzentration oder zu raschem Abfall des gemessenen Gewebezuckers wird die Insulinabgabe gestoppt und ein Alarm ausgelöst. Bereits hierdurch konnte eine signifikante Reduktion von Hypoglykämien erreicht werden, ohne dass sich die Stoffwechseleinstellung der Patienten verschlechtert. Im nächsten logischen Schritt kommt es zu einer weitgehenderen Steuerung der Insulinabgabe durch die vom Sensor übermittelten Messdaten, dem sog. Closed-loop-System. Ein erstes System hierzu ist in den USA bereits zugelassen (Medtronic MiniMed 670G ® ), nachdem gezeigt werden konnte, dass insbesondere nachts durch das closed loop eine bessere Stoffwechselkontrolle mit höhe- Neben Übergewicht und Adipositas weisen fast alle Patienten eine Acanthosis nigricans auf. Dies beschreibt eine Hyperpigmentierung und Verdickung der Haut; insbesondere an Hals und Nacken, Achselhöhlen sowie den Intertriginärfalten.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "> Als Differenzialdiagnose bei abdominellen Beschwerden in"
        },
        {
            "text": "Viele Patienten mit einem T2DM zeigen zusätzlich andere Marker des metabolischen Syndroms (arterielle Hypertonie, Dyslipidämie, polyzstisches Ovarsyndrom).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "> Als Differenzialdiagnose bei abdominellen Beschwerden in"
        },
        {
            "text": "j Therapie und Prognose Im Vordergrund steht eine Modifikation von Faktoren des Lebensstils, analog zu den Therapieprogrammen bei pädiatrischen Patienten mit Adipositas. Wichtige Bausteine strukturierter Programme sind die Modifikation des Verhaltens (sowie des Ess-wie des Bewegungsverhaltens), eine Steigerung der körperlichen Bewegung und Verbesserung der Ernährung.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "> Als Differenzialdiagnose bei abdominellen Beschwerden in"
        },
        {
            "text": "Bei Manifestation ist eine medikamentöse Therapie mit oralen Antidiabetika (insbesondere Metformin), sowie initial meist auch eine Insulintherapie notwendig. Andere Therapeutika wie Inhibitoren des Enzyms Dipeptidyl-Peptidase 4 (DPP-4) oder Agonisten des Rezeptors für Glukagon-like-Peptide-1 (GLP-1-Agonisten) sind derzeit in klinischer Erprobung.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "> Als Differenzialdiagnose bei abdominellen Beschwerden in"
        },
        {
            "text": "Neben der Therapie von Adipositas und der diabetischen Stoffwechsellage muss ggf. eine Therapie der Komorbiditäten erfolgen (z. B. antihypertensive Therapie bei arterieller Hypertonie).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "> Als Differenzialdiagnose bei abdominellen Beschwerden in"
        },
        {
            "text": "Zur Inzidenz von Folgeerkrankungen des T2DM im Kindesund Jugendalter liegen bislang nur wenige Daten vor. Es scheint jedoch im Vergleich zu Patienten mit einem T1DM eher zu einer früheren Manifestation mikrovaskulärer Veränderungen wie der Retinopathie oder Nephropathie zu kommen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "> Als Differenzialdiagnose bei abdominellen Beschwerden in"
        },
        {
            "text": "Die Ätiologie des T3DM ist ausgesprochen heterogen; hier soll nur exemplarisch auf einige relevante Formen eingegangen werden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Typ3Diabetes"
        },
        {
            "text": "k MODY (maturation-onset diabetes of the young) Die Gruppe der MODY-Diabetesformen fasst ätiopathogenetisch unterschiedliche autosomal-dominant vererbte Formen eines Diabetes mellitus zusammen. Aufgrund der Beteiligung des Kalziums und des Vitamin D an vielen Stoffwechselvorgängen wie Muskelkontraktion, neuromuskulärer und kardialer Reizleitung, immunologischen Vorgängen u. a. ist die kalzipenische Rachitis in der Regel verbunden mit weiteren generalisierten Störungen (7 Abschn. 7.4). Neben den Skelettanomalien zeigen sich Störungen der Zahnmineralisation mit verspätetem Zahndurchbruch/-wechsel sowie Zahnschmelzdefekten.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Typ3Diabetes"
        },
        {
            "text": "Die Skelettveränderungen sind gekennzeichnet durch Auftreibungen im Bereich der Knorpel-Knochen-Übergänge (Wachstumsfugen). Die Achsenabweichungen und Gelenkfehlstellungen folgen den mechanischen Belastungen. In . Abb. 26.22 sind typische Veränderungen bei einer Patientin mit Rachitis dargestellt. Im Thoraxbereich finden sich Auftreibungen der Knorpel-Knochen-Grenzen, die man als rachitischen Rosenkranz bezeichnet. Im Bereich der Handgelenke zeigen sich Auftreibungen der Wachstumsfugen. In schweren Stadien, bei denen es dem Organismus nicht mehr möglich ist, einen ausreichenden Kalziumserumspiegel zu erhalten, treten neuromuskuläre Störungen mit zerebralen Anfällen, Tetanien, muskulären Hypotonien mit verzögertem Erlernen des Sitzens, Stehens und Gehens bis hin zu schweren kardialen Rhythmusstörungen mit Todesfolge auf. j Klinik Sie manifestiert sich in der Regel während der Frühpubertät, obwohl einzelne Fälle im Alter von unter 5 Jahren beschrieben sind. Während der Pubertät kommt es meist im Verlauf von einigen Jahren zur Normalisierung der Symptomatik. Im Vordergrund stehen isolierte starke Knochenschmerzen und Wirbelkörperfrakturen (. Abb. 26.30). Typischerweise sieht man eine Fischwirbelkörperbildung. Es treten aber auch Frakturen der langen Röhrenknochen auf.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Typ3Diabetes"
        },
        {
            "text": "j Diagnose Die in . Tab. 26.18 aufgeführten Differenzialdiagnosen müssen geprüft werden, insbesondere sind Knochenbiopsien und Knochenmarkpunktionen zum Ausschluss einer Leukämie notwendig. Die Abgrenzung gegenüber milden Verlaufsformen der Osteogenesis imperfecta ist häufig schwierig. Untersuchungen des Kalzium-, Phosphat-und Vitamin-D-Stoffwechsels sind meist unauffällig. Histologische Untersuchungen zeigen erniedrigte Mineralappositionsraten bei normaler Knochenresorption (Imbalance des Knochenumbaus mit relativem Übergewicht der Resorption). Genetisch ist bisher keine ursächliche Mutation gefunden worden, sodass die idiopathische juvenile Osteoporose eine Ausschlussdiagnose darstellt. Als Differentialdiagnose sollte immer eine durch Mutationen in LRP5 verursachte Osteoporose ausgeschlossen werden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Symptome der Rachitis"
        },
        {
            "text": "j Therapie > Eine Therapie der idiopathischen juvenilen Osteoporose sollte nur in besonders schweren Fällen erwogen werden, da nach Abschluss der Pubertät häufig eine Spontanremission eintritt. Wenn nötig erfolgt sie analog der Therapie der Osteogenesis imperfecta.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Symptome der Rachitis"
        },
        {
            "text": "Standardisierte Therapien gibt es nicht. Eine antiresorptive Therapie kann wie bei der Osteogenesis imperfecta durchgeführt werden und es sollte auf eine ausreichende Versorgung mit Vitamin D und Kalzium geachtet werden. Die Schaffung eines osteoanabolen Stimulus über die Aktivierung der Muskulatur spielt die zentrale Rolle im Therapieregime.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Symptome der Rachitis"
        },
        {
            "text": ". Die Prävalenz wird in der weiblichen Gesamtbevölkerung mit 0,1-5% angegeben, bei Frauen mit Infertilität/Sterilität liegt die Zahl deutlich höher bei 3,5-6,5%.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Symptome der Rachitis"
        },
        {
            "text": "Von den genitalen Fehlbildungen abzugrenzen sind die sehr heterogenen Gruppe der DSD (\"disorders of sexual development\"; 7 Abschn. 7.7) bei denen es zu einer fehlenden Übereinstimmung von chromosomalem, gonadalem und phänotypischem Geschlecht kommt.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Symptome der Rachitis"
        },
        {
            "text": "Das Leitsymptom genitaler Fehlbildungen ist die primäre Amenorrhö, die mit oder ohne Schmerzen einhergehen kann. Als weitere Symptome finden sich: Schwierigkeiten bei der Nutzen von Tampons (erschwertes Einführen bzw. Entfernen) oder auch Schmerzen beim Geschlechtsverkehr. Aus diesem Grund werden genitalen Fehlbildungen häufig erst in der Pubertät diagnostiziert.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Symptome der Rachitis"
        },
        {
            "text": "Als Unterscheidung von ovariellen also hormonellen Gründen der primären Amenorrhö findet sich bei genitalen Fehlbildungen meist ein bisher unauffälliger Pubertätsverlauf mit zeitgerechtem Beginn von Brustwachstum, Pubesbehaarung und normalem Längenwachstum. Deshalb ist es für die Diagnostik wichtig sich immer wieder die Meilensteine der Pubertätsentwicklung zu vergegenwärtigen: Als Faustregel gilt, dass ca. nach 2,5-3 Jahren nach Beginn der Thelarche die Menarche einsetzt.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Symptome der Rachitis"
        },
        {
            "text": "Die normale embryonale Entwicklung des inneren Genitals wird in 7 Abschn. 7.7 beschrieben (. Abb. 26.32 Als Untersuchungstechnik des äußeren Genitals dient die Separations-(Spreizen der Labien) und Traktionsmethode (Zug an den großen Labien) da sie eine optimale Beurteilung der Vulva und des Vestibulums ermöglichen. Die Traktionsmethode, v. a. bei entspannter Patientin, erlaubt einen guten Einblick in die distale, z. T. auch in die proximale Vagina.",
            "cite_spans": [
                {
                    "start": 93,
                    "end": 103,
                    "text": "Abb. 26.32",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Symptome der Rachitis"
        },
        {
            "text": "Hymen (syn. Jungfernhäutchen) bezeichnet eine Hautfalte die die Vaginalöffnung teilweise überdeckt. Die Beschaffenheit ist abhängig vom Östrogenisierungsgrad. Im östrogensisierten Zustand ist das Hymen sukkulent und weich, in der hormonellen Ruhephase ist es rigide und straff. Die Berührung des Hymens in der hormonellen Ruhephase ist extrem schmerzhaft. Dies sollte bei der Untersuchung Beachtung finden. Die Größe und Form des Hymens unterscheidet sich sehr stark und es existiert eine Vielfalt an Normvarianten ohne Krankheitswert. Wesentlich für die Beurteilung von Fehlbildungen des Hymen ist, ob der Zugang zu Scheide besteht, ob der Zugang verengt ist, ob Menstruationsblut abfließen kann und ob Geschlechtsverkehr möglich ist. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fehlbildungen des Hymens"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "generell die Möglichkeiten auf genetisch eigene Nachkommen durch eine Leihmutterschaft, diese ist in Deutschland verboten, sodass in Deutschland aktuell nur die Adoption bleibt",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Abb. 26.1 WH-IGF-1-Achse. ALS säurelabile Untereinheit, IGF1 insulinlike growth factor 1, GH Wachstumshormon, IGFBP-3 insulin-like growth factor binding protein 3,",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Abb. 26.4 12-jähriger Junge mit Marfan-Syndrom . Abb. 26.5 Regulation der Pubertät. Hierbei spielen die Abnahme inihibierender Einflüsse von u. a. Gamma-Aminobuttersäure (GABA) und Makorin Ringfingerprotein 3 (MKRN3) als auch stimulierende Einflüsse eine Rolle. Zu den letzteren zählen u. a. Katecholamine,",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Abb. 26.8 Anatomie der Hypothalamus-Hypophysen-Achse. ACTH adrenokortikotropes Hormon, ADH antidiuretisches Hormon, FSH follikelstimulierendes Hormon, LH luteinisierendes Hormon, PRL Prolaktin, STH Somatrotropin, TSH thyreoideastimulierendes Hormon",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "CaveDerzeit wird eine angeborene zentrale (sekundäre) Hypothyreose in Deutschland durch das Neugeborenenscreening nicht erkannt, da in der Mehrzahl nur TSH-Konzentrationen über einer Konzentration von 15 mU/l rückgemeldet werden.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Abb. 26.10 Konnatale Hypothyreose. a 1-jähriger aus Tansania, schwere konnatale Hypothyreose ohne Therapie, beachte: Nabelhernie (Patient von Dr. C. Krüger); b Links 5-jähriges Mädchen mit unzureichend behandelter Hypothyreose, rechts ein gesundes Vergleichskind gleichen Alters. c und d Sonographie des Halses bei konnataler Hypothyreose (c) und normaler Schilddrüse (d) mit beidseitigen Schilddrüsenlappen und Isthmus (Pfeile)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "AbbKlassifikation der Störungen der Nebennierenfunktion 5 Primäre NNR-Insuffizienz: -Akute NNR-Insuffizienz (Addison-Krise) -Chronische NNR-Insuffizienz (M. Addison)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Defekt in HNF-4α-Gen) -MODY 2 (Defekt in Glukokinase-Gen) -MODY 3 (Defekt in HNF-1α-Gen) -MODY 4 (Defekt in HNF-1α-Gen) -MODY 5 (Defekt in HNF-1αβ-Gen) -MODY 6 (Defekt in Neuro-D1-Gen) -MODY 7 (Defekt in KLF11-Gen) -MODY 8 (Defekt in CEL-Gen) -MODY 9 (Defekt in PAX4-Gen) -MODY-like (Defekt in Insulin-Gen) -Transienter neonataler Diabetes mellitus (TNDM) -Permanenter neonataler Diabetes mellitus (PNDM) -Mitochondrialer Diabetes -Andere B. Genetische Defekte der Insulinwirkung:",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Abb. 26.22 Rachitischer Rosenkranz . Abb. 26.23 Handradiogramm eines einjährigen Knaben. a Floride Vitamin-D-Mangelrachitis. b Klinische Rachitiszeichen: aufgetriebene Handgelenke a b",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "Abb. 26.2 Regulatorische Einflüsse der Chondrozytenproliferation in der Wachstumsfuge. (Mod. nach Baron et al. 2015)",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Cushing-Syndrom, Hypothyreose, Leprechaunism, Diabetes mellitus, Laron-Syndrom und andere Störungen der WH-IGF-I-Achse) 10. Metabolische Störungen a. Störungen des Kalzium-Phosphat-Metabolismus b. Störungen des Kohlenhydratmetabolismus c. Störungen des Lipidmetabolismus d. Störungen des Aminosäuren-und Proteinstoffwechsels e. Störungen des Knochenstoffwechsels 11. Psycho-soziale Ursachen (z. B. psychosoziale Deprivation, Therapie Therapeutisches Ziel bei Kindern und Jugendlichen mit Kleinwuchs ist eine Normalisierung des Längenwachstums und eine Vermeidung einer Infantilisierung Betroffener. Bei allen sekundären Kleinwuchsformen steht die Behandlung der Grunderkrankung im Vordergrund (z. B. glutenfreie Ernährung bei Zöliakie).",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Definition Ein Hochwuchs liegt bei Kindern und Jugendlichen vor, deren Körperhöhe oder -länge oberhalb des altersbezogenen 97. Perzentils liegt. Dieses statistische Kriterium erfüllen bei Benutzung aktueller Referenzdaten 3% aller deutschen Kinder. Dabei sollte ein transienter Hochwuchs aufgrund einer temporären Entwicklungsbeschleunigung von anderen Ursachen abgegrenzt werden. Pubertätsstatus? Syndromale Auffälligkeiten?) gehören die Bestimmung des Knochenalters (Reifungsbeschleunigung?) und von IGF-I und IGFBP-3 zur Basisdiagnostik. Diese wird ergänzt durch einen WH-Suppressionstest und ein zerebrales MRT bei Verdacht auf ein Wachstumshormon produzierendes Adenom der Hypophyse. Bei klinischen Hinweisen auf eine numerische Chromosomenanomalie sollte eine Karyotypisierung durchgeführt werden. Tab. 26.2 Differenzialdiagnosen des Hochwuchses",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Schambehaarung (\"Pubesbehaarung\", P1 bis P6; . Tab. 26.3), Brustentwicklung (B1 bis B5; . Tab. 26.4) und Genitalentwicklung (G1 bis G5; . Tab. 26.5). Hierbei wird das Hodenvolumen mittels eines Orchiometers geschätzt, das Vergleichsovoide unterschiedlichen Volumens enthält. Der zeitliche Ablauf der Pubertät ist in . Abb. 26.7 dargestellt. . Tab. 26.4 Stadien der Brustentwicklung bei Mädchen nach Marshall und Tanner (1969) Die Pubertät beim Mädchen beginnt mit der Entwicklung der Brustdrüsen (Thelarche). Diese tritt derzeit im Mittel mit 10,5 Jahren auf (. Abb. 26.7b). . Tab. 26.4 zeigt die weitere Entwicklung der Brustdrüse, wobei bei einigen Mädchen das Stadium B3 direkt in das Sta-Eine Therapie ist nicht erforderlich. Allerdings sollte eine longitudinale Supervision der Patientinnen angeregt werden, da die Abgrenzung zur Pubertas präcox im Einzelfall erst im Verlauf möglich wird.",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Mit Beginn der Sexualsteroidproduktion kommt es bei vielen Jungen (50-90%) zu einer transienten, meist beidseitigen Vergrößerung der Brustdrüse. Ursächlich ist vermutlich eine vermehrte Aromatisierung von Testosteron zu Östradiol. Klinisch lässt sich subareolär oft nur eine kleine Verhärtung tasten. Abzugrenzen ist eine Lipomastie bei adipösen Jugendlichen.Differenzialdiagnostische Überlegungen sind nur bei atypischem Manifestationsalter oder zusätzlicher klinischer Symptomatik notwendig (z. B. auffällige Medikamentenanamnese; u. a. Neuroleptika, Spironolakton) oder Vorliegen zusätzlicher assoziierter phänotypischer Merkmale (z. B. Hinweise auf ein Klinefelter-Syndrom).Eine Therapie ist meist nicht notwendig. Pubertas präcox vera oder centralis) und in gonadotropin-unabhängige Pubertätsstörungen (Pseudopubertas präcox) unterschieden werden. Während sich bei der Pubertas präcox vera die Pubertätsmerkmale zwar verfrüht, aber in der typischen Sequenz manifestieren treten Pubertätszeichen bei der Pseudopubertas präcox unabhängig vom normalen Pubertätsverlauf auf. präcox vera j Epidemiologie Die Pubertas präcox vera (oder centralis) tritt mit einer Inzidenz von 1:5.000 bis 1:10.000 auf. Es besteht eine deutliche Mädchenwendigkeit (Mädchen sind 5-bis 10-mal häufiger betroffen). Ätiologie/Pathogenese In der Mehrzahl der Fälle ist die Pubertas präcox beim Mädchen idiopathisch. Bei einem Teil der Patienten konnten Mutationen in pubertätsrelevanten Genen gefunden werden (u. a. KISS1, KISS1R [syn. GPR54], MKRN3, DLK1). Seltene Ursachen für eine Pubertas präcox sind ZNS-Tumoren (insbesondere Hamartome), andere ZNS-Läsionen, eine vorangehende Schädelbestrahlung oder Endokrinopathien (z. B. eine lange unbehandelte Hypothyreose). Bei Jungen finden sich organische Ursachen einer Pubertas präcox vera zu einem deutlich höheren Anteil (40-90% bei Jungen gegenüber 10-30% bei Mädchen).",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "GnRH-unabhängige gonadale Aktivität (Testotoxikose, autonome Ovarialzysten, McCune-Albright-Syndrom). Jahren noch keine Pubertätsmerkmale vorliegen sowie wenn im Alter von 15 Jahren die Menarche noch nicht eingetreten ist.Beim Jungen liegt eine Pubertas tarda vor, wenn im Alter von 15 Jahren noch keine Pubertätsmerkmale eingetreten sind.Bei beiden Geschlechtern pathologisch ist ein zu langsamer Pubertätsprogress (wenn die Pubertätsdauer mehr als 5 Jahre beträgt) oder wenn es zu einem Pubertätsstillstand von mehr als18  Monaten kommt. Ätiologie Die Ursachen einer verzögerten Pubertätsentwicklung sind vielfältig. Sie beinhalten u. a. schwere Allgemeinerkrankungen, Malnutri-tion und Essstörungen, aber auch extreme sportliche Anstrengungen wie bei Leistungssportlern. Unter den endokrinen Ursachen sind zentrale hypothalamisch/hypophysäre Störungen mit niedrigen Serumkonzentrationen von Gonadotropinen und Sexualsteroiden (hypogonadotroper Hypogonadismus) zu unterscheiden von peripheren Störungen der Gonadenfunktion mit niedrigen Sexualsteroiden, aber via feedback erhöhten Gonadotropinen (hypergonadotroper Hypogonadismus). Wichtigste Differenzialdiagnose einer Pubertas tarda mit der biochemischen Konstellation eines hypogonadotropen Hypogonadismus ist die konstitutionelle Verzögerung von Wachstum und Pubertät (7 Abschn. 26.1.3). Definition Hypothalamische oder hypophysäre Störungen, die zu einer Mindersekretion von Gonadotropinen und damit zu einer verminderten Sexualsteroidsynthese führen, bezeichnet man als hypogonadotropen Hypogonadismus. Die Differenzialdiagnose des hypogonadotropen Hypogonadismus ist in . Tab. 26.6 dargestellt. Diagnose Basal niedrige Serumkonzentrationen von Gonadotropinen und Sexualsteroiden, im GnRH-Test fehlender Anstieg der Gonadotropinsekretion. Zum Ausschluss einer partiellen Anosmie bei V. a. Kallmann-Syndrom sollte eine standardisierte Riechprüfung durchgeführt werden. Ergänzend wird zum Ausschluss zentralnervöser Pathologien eine zerebrale MRT durchgeführt. Radiologisch findet sich meist ein retardiertes Knochenalter. Tab. 26.6 Differenzialdiagnose des hypogonadotropen Hypogonadismus Beim Mädchen stellt das Ullrich-Turner-Syndrom die wichtigste und häufigste Differenzialdiagnose dar (Inzidenz 1:2.500; . Tab. 26.7). Sehr viel seltener sind andere Formen der Gonadendysgenesie oder -insuffizienz, z. B. als Spätfolge nach Chemotherapie, Radiatio, postoperativ oder im Rahmen einer polyglandulären Insuffizienz. Beim Jungen stellt das Klinefelter-Syndrom eine häufige Ursache des primären Hypogonadismus dar (Inzidenz 1:1000, . Tab. 26.7). Andere Ursachen sind erworbene Anorchien, z. B. posttraumatisch oder durch bilaterale Hodentorsion, nach Vanishingtestis-Syndrom, als Spätfolge nach Chemotherapie, nach Radiatio, postoperativ oder im Rahmen einer polyglandulären Insuffizienz. Diagnose Biochemisch finden sich erniedrigte Sexualsteroide, präpubertär oft noch normwertig niedrige Gonadotropinkonzentrationen, die aber während und nach der Pubertät deutlich über den Normalbereich hinaus ansteigen. Radiologisch findet sich ein retardiertes Knochenalter. Beim Ullrich-Turner-und Klinefelter-Syndrom erfolgt die Diagnosesicherung durch eine Karyotypisierung. Therapie Bei nachgewiesenem Hypogonadismus ist das therapeutische Ziel, durch Substitution von Sexualsteroiden einen möglichst normnahen Pubertätsverlauf zu erreichen. Bei bereits bekanntem Hypogonadismus sollte ein möglichst zeitgerechter Start der Pubertätsinduktion angestrebt werden. Auch bei Mädchen mit Ullrich-Turner-Syndrom wird mittlerweile in der aktuell gültigen Leitlinie ein Beginn der Pubertätsinduktion zwischen 11 und 12 Jahren empfohlen, um durch eine normnahe Einleitung der Sexualsteroidsubstitution Risiken für die Knochengesundheit und psychosoziale Belastungen zu vermeiden. Die Substitution erfolgt dabei durch eine orale oder transdermale Östrogengabe in steigender Dosierung und wird im Verlauf in Abhängigkeit der Brust-und Uterusentwicklung durch eine zyklische Gestagengabe ergänzt. Die Behandlung des Hypogonadismus beim Jungen besteht aus einer topischen oder intramuskulären Testosterongabe in ansteigender Dosierung; eine orale Pubertätsinduktion und Androgenersatz sind durch den First-Pass-Effekt der Leber und die nicht selten hepatotoxische Androgenwirkung kein gängiges Therapieprinzip. Allerdings wird durch eine isolierte Androgensubstition kein testikuläres Wachstum und keine Stimulation der Spermatogenese erreicht. Daher kann in Einzelfällen von sekundärem oder tertiären Hypogonadismus die Pubertätsinduktion durch eine kombinierte Gonadotropinsubstitution (FSH, HCG) erfolgen. HypothalamusHypophysenAchse Die Hypothalamus-Hypophysen-Achse integriert zahlreiche periphere endokrine Signale und zentralnervöse Einflüsse und übt über die Sekretion zahlreicher Hormone eine zentrale Rolle hinsichtlich Körperwachstum und Energiehaushalt, Salz-Wasser-Haushalt und Reproduktion aus. Aus endokriner Perspektive kommen insbesondere den Kerngebieten von Nucleus arcuatus (ARC) sowie Nuclei para-und periventricularis (PVH) besondere Bedeutung zu, da dort verschiedene . Tab. 26.7 Wichtige Formen des hypergonadotropen Hypogonadismus Neben der wachstumsstimulierenden Wirkung übt STH auch Effekte u. a. auf den Metabolismus, die Muskel-Knochen-Einheit und das kardiovaskuläre System aus, sodass auch ein im Erwachsenenalter bestehender STH-Mangel behandlungsbedürftig sein kann. Epidemiologie Die Inzidenz des STH-Mangels wird mit 1:3.000 bis 1:10.000 geschätzt. Neben syndromalen Formen (z. B. bei einer septooptischen Dysplasie oder anderen Mittellinienfehlbildungen) kommen ursächlich neben Geburtstraumata (gehäuft nach Beckenendlage), Schädel-Hirn-Traumata, hypothalamisch/hypophysäre Tumoren und Folgen der Tumortherapie insbesondere genetische Ursachen des STH-Mangels in Frage (isoliert: Mutationen in GH1-oder GHRHR-Gen, kombiniert mit anderen Ausfällen als Folge von Mutationen in PIT-1, PROP1, LHX3, LHX4, andere). Diagnose Die Diagnose eines STH-Mangels im Kindesalter basiert wesentlich auf auxiologischen Kriterien. Eine normwertige Wachstumsgeschwindigkeit macht das Vorliegen eines STH-Mangels sehr unwahrscheinlich. Aufgrund der pulsatilen Freisetzung ist eine isolierte Bestimmung von STH für die Diagnose des STH-Mangels nicht weiterführend (Ausnahme: Neugeborenes).",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "Bei im Kindes-und Jugendalter erworbener zentraler Hypothyreose sollte eine zerebrale MRT zum Ausschluss einer zerebralen Raumforderung durchgeführt werden. Molekulargenetisch finden sich bei LHX3, u. a.) oder bei isolierter zentraler Hypothyre ose Mutationen u. a. im IGSF-1 oder β-TSH-Gen.Eine autonome TSH-Überproduktion durch ein Adenom ist im Kindesalter eine Rarität. PIT-Mutation) oder in Kombination mit anderen Hormondefizienzen auftreten (z. B. i. R. von PROP1-Mutationen). Mutationen in POMC-Gen führen zum klinischen Bild eines ACTH-Mangels und einer durch einen MSH-Mangel induzierten Adipositas.j Klinisches Bild und Diagnose Klinisch zeigen die betroffenen Patienten das Bild eines sekundären Hypokortisolismus mit zunehmender Abgeschlagenheit und Leistungsschwäche; zusätzlich können Hypoglykämien auftreten. Die mineralokortikoide Funktion der Nebenniere ist dabei nicht beeinträchtigt. Die Diagnosestellung erfolgt durch einen CRH-Test (in dem eine unzureichende ACTH-und Kortisolstimulation beobachtet wird) oder durch einen Metopirontest, bei dem durch Hemmung der adrenalen Kortisolsynthese via negative Rückkopplung beim Gesunden, aber nicht ACTH-Defizienten, eine deutlich ACTH-Stimulation erreicht wird. Therapie Die Therapie besteht aus Substitution der Glukokortikoiddefizienz in Form von Hydrokortison.ACTHExzess (M. Cushing))j Klinisches Bild und Diagnose Ein M. Cushing durch eine vermehrte hypophysäre ACTH-Sekretion ist eine im Kindesalter seltene Erkrankung. Im Gegensatz zu Erwachsenen gibt es häufiger oligosymptomatische Manifestationen des klassischen klinischen Bilds. Dieses besteht aus einer Wachstumsstörung und stammbetonten Adipositas, einem sog. Vollmondgesicht mit einem \"Büffelnacken\", einer Muskelschwäche sowie dermatologischen Besonderheiten wie dem Vorliegen von Striae rubrae, einer vermehrten Körperbehaarung und einer oft dünnen und empfindlichen Haut. Hinzu können ein arterieller Hypertonus und eine pathologische Glukosetoleranz kommen. Nicht selten sind psychische Veränderungen assoziiert.Diagnostisch sollte die Ausscheidung von Kortisol im Sammelurin, ein Kortisoltagesprofil (Mitternachtskortisol), Dexamethasonhemmtest und CRH-Test erfolgen. Radiologisch kann die zerebrale Kernspintomographie u. U. erst im Verlauf ein Mikroadenom der Hypophyse sichtbar machen. Ergänzend kommt in Einzelfällen ein Sinus-petrosus-sampling zum Einsatz.",
            "latex": null,
            "type": "table"
        },
        "TABREF8": {
            "text": "PhysiologieDas antidiuretische Hormon Arginin-Vasopressin (AVP; syn. ADH) wird in den Kerngebieten des Hypothalamus gebildet, axonal in die Neurohypophyse transportiert und dort sezerniert. Seine Freisetzung wird v. a. über die Serumosmolalität reguliert, sodass unter physiologischen Bedingungen eine Natriumkonzentration von 140 mmmol/l erhalten wird. Bei einer verminderten oder fehlenden Sekretion von AVP kommt es zu einem Wasserverlust mit der Folge einer Hyponatriämie, einem sog. Diabetes insipidus (DI). Ätiologie und Pathogenese Man unterscheidet die seltenen familiären Formen vom idiopathischen oder organischen D. insipidus. Die seltenen familiären Formen beinhalten Patienten mit Mutation im Neurophysin-II-Gen sowie syndromale Formen (z. B. DIDMOAD-Syndrom: Diabetes Insipidus, Diabetes Mellitus, Optikusatrophie, Deafness). Sehr viel häufiger sind die organischen Formen des DI. Patienten mit einem zentralen DI weisen eine im Verlauf z. T. sehr ausgeprägte Polydipsie und Polyurie auf (z. T >12 l/d). Oft ist der Beginn schleichend, sodass der genaue Beginn anamnestisch nicht mehr eindeutig eruiert werden kann. Ab dem Zeitpunkt, ab dem der Flüssigkeitsverlust nicht mehr ausreichend über die Polydispie gedeckt werden kann kommt es zu Dehydratation, z. T. mit Fieber und Gewichtsverlust, bei jüngeren Kindern ggf. eine Gedeihstörung.",
            "latex": null,
            "type": "table"
        },
        "TABREF9": {
            "text": "Hypothyreose entsteht infolge eines hypophysären TSH-Mangels, eine tertiäre Hypothyreose infolge einer hypothalamischen TRH-Defizienz. Die angeborene Hypothyreose ist mit einer Inzidenz von 1:3000 die häufigste angeborene Störung des Endokriniums.j Ätiologie und Pathogenese Die Differenzialdiagnose der angeborenen Hypothyreose ist in . Tab. 26.8 dargestellt: Ätiologie Die Differenzialdiagnose einer konnatalen primären Hypothyreose ist in . Tab. 26.8 dargestellt; dabei dominieren anatomische Anomalien wie Athyreose und hypoplastische Schilddrüsen. Die Pathogenese der Hypothyreose ist nur partiell verstanden (u. a. Mutationen in verschiedenen transkriptionsfaktorkodierenden Genen wie PAX8). Sehr viel seltener finden sich Störungen der Schilddrüsenhormonbiosynthese (rechte Spalte . Tab. 26.8).",
            "latex": null,
            "type": "table"
        },
        "TABREF10": {
            "text": "Stoffwechsellage auch in der Frühphase einer Autoimmunthyreoditis vorkommen; u. U. erlaubt das serologische Muster von TSH-Rezeptor-Auto-AK, anti-TPO-und anti-Thyreoglobulinantikörpern nicht direkt eine klare Zuordnung zu entweder einem M. Basedow oder einer Hashimoto-Autoimmunthyreoiditis.Bei Vorliegen eines mütterlichen M. Basedow können TSH-Rezeptor-stimulierende mütterliche Autoantikörper transplazentar auf den Feten übergehen und beim Neugeborenen bis zur Elimination der TRAK-AK aus dem kindlichen Organismus eine transiente Hyperthyreose verursachen.Sehr viel seltener sind nichtimmunogene Formen der Hyperthyreose (. Tab. 26.9).",
            "latex": null,
            "type": "table"
        },
        "TABREF11": {
            "text": "j Therapie und Prognose Die hyperthyreote Stoffwechsellage bei Kindern mit M. Basedow wird thyreostatisch entweder mit Carbimazol oder Thiamazol behandelt; die früher gebräuchliche Therapie mit Propylthiouracil ist heute aufgrund des häufigen Auftretens schwerwiegender hepatischer Probleme obsolet. Oft ist zusätzlich in der Initialphase eine zusätzliche Behandlung mit β-Rezeptorenblockern notwendig. Beim Neugeborenen mit einer schwerwiegenden Hyperthyreose wird neben einer thyreostatischen Therapie ggf. eine zusätzliche Behandlung mit Jodid in Form von Lugol-Lösung notwendig, um die Schilddrüsenhormonbiosynthese zu hemmen; ergänzend können Kortikosteroide mit dem Ziel einer verminderten Dejodierung zu T3 oder eine Plasmapherese zum Einsatz kommen. Tab. 26.9 Differenzialdiagnose der Hyperthyreose im Kindesalter",
            "latex": null,
            "type": "table"
        },
        "TABREF12": {
            "text": "j Ätiologie und Pathogenese Während in der Vergangenheit ein Jodmangel die häufigste Ursache für eine Struma war, ist diese durch die verbesserte Jodversorgung in Deutschland deutlich seltener geworden. Neben einem Jodmangel können Nitrate, infektiöse Erkrankungen und Autoimmunthyreoiditiden zur Entstehung einer Struma führen. Bei konnatalen Strumen sollte ein Schilddrüsenhormonbiosynthesedefekt (u. a. Pendred-Syndrom, Thyreglobulinsynthesedefekt) ausgeschlossen werden. Klinisches Bild Die Vergrößerung des Schilddrüsenvolumens kann ggf. als isolierte Vergrößerung des Halsumfangs auffallen oder durch lokale Verdrängung zu einer Dysphagie, Heiserkeit sowie selten zu einer Schmerzsymptomatik führen. In Abhängigkeit davon, ob eine diffuse Struma oder eine Knotenstruma vorliegt kann ggf. eine lokale Verhärtung bzw. ein Schilddrüsenknoten tastbar sein. Diagnose Neben der klinischen Erfassung wird eine Struma insbesondere durch die Sonographie erfasst und verlaufskontrolliert. Wichtige Aspekte hierbei sind neben der Volumetrie die Schilddrüsenstruktur sowie das Vorhandensein/Abwesenheit von Schilddrüsenknoten. Therapie Diese erfolgt in Abhängigkeit von der Ätiopathogenese der Struma. Bei Verdacht auf Jodmangel erfolgt eine Therapie mit Jodid (bei Säuglingen in einer Dosierung von 50-80 µg/d, bei Kleinkindern 100 µg/d und bei älteren Kindern in einer Dosis von 150-200 µg/d. Zurückhaltung hinsichtlich einer Jodidsubstitution sollte bei V. a. Hashimoto-Thyreoiditis geübt werden, die im Kindesalter hier evtl. der immunogene Prozess weiter stimuliert werden kann. Ebenso sollte bei Vorliegen einer Knotenstruma eine Autonomie ausgeschlossen werden.",
            "latex": null,
            "type": "table"
        },
        "TABREF13": {
            "text": "j Ätiologie und Pathogenese Die Ätiologie von Schilddrüsenknoten ist heterogen; diese umfasst u. a. regressive Veränderungen von Jodmangelstrumen, Schilddrüsenzysten, Adenome und im Kindesalter sehr viel seltener maligne Schilddrüsentumore. Anamnestisch relevant sind hierbei insbesondere eine vorangehende Bestrahlung der Schilddrüsenregion (onkologische Vorgeschichte?) sowie die Familienanamnese (z. B. bei MEN2a, PTEN-Hamartoma-Tumor-Syndrom, u. a.). Klinisches Bild Häufig handelt es sich um asymptomatische Zufallsbefunde im Rahmen einer Routinesonographie. Seltener imponieren palpable knotige Veränderungen mit lokalen Symptomen wie Dysphagie, Klossgefühl oder Heiserkeit. Nichtverschieblichkeit, derber Tastbefund oder Kombination mit einer zervikalen Lymphadenopathie können Hinweise auf eine Schilddrüsenneoplasie sein. j Diagnose und Differenzialdiagnose Die Diagnose eines Schilddrüsenknoten ist Domäne der Sonographie. In Abhängigkeit vom sonographischen Bild (Volumen des Knotens, homogene versus irreguläre Struktur, Perfusion, Verkalkung) kann ggf. zusätzliche Diagnostik indiziert sein (. Abb. 26.11).",
            "latex": null,
            "type": "table"
        },
        "TABREF14": {
            "text": "MTC in Familie . Abb. 26.11 Diagnostik bei einem SD-Knoten j Ätiologie und Pathogenese Die Ätiologie eines Hypoparathyreoidismus ist heterogen; man unterscheidet den primären Hypoparathyreoidismus von sekundären Formen.",
            "latex": null,
            "type": "table"
        },
        "TABREF15": {
            "text": "psychomotorische Retardierung, Dysmorphie; TBCE-Mutation) c. Sekundär -Postoperativ -Speichererkrankungen (Hämosiderose, M. Wilson) -Paraneoplastisch/nach Bestrahlung -Hypomagnesämie j Klinisches Bild Durch den Mangel an Parathormon kommt es in Abhängigkeit der nutritiven Kalziumzufuhr zu einer Hypokalzämie und Hyperphosphatämie. Dieses kann in milden Formen asymptomatisch oder mit moderaten Muskelschmerzen einhergehen; in schwereren Fällen führt die Hypokalzämie typischerweise zum klinischen Bild einer Tetanie mit hypokalzämischen Krampfanfällen. Eine chronische Hypokalzämie kann zu Veränderungen der Haut und Hautanhangsgebilde führen (trockene Haut, erhöhte Brüchigkeit von Nägeln, Nageldystrophie), Schmelzdefekten und intrazerebrale Verkalkungen (Basalganglien!). Durch die verminderte Kalziumrückresorption ist insbesondere nach Therapieeinleitung das Risiko für eine Nephrolithiasis erhöht. Diagnose Der laborchemische Befund einer Hypokalzämie, ggf. mit Hyperphosphatämie und niedriger Parathormonserumkonzentration ist wegweisend für die Diagnose eines Hypoparathyreoidismus. Ergänzend sollte die renale Kalziumausscheidung bestimmt werden. Bei Mutationen im CaSR bei einer autosomal dominanten Hypokalzämie (ADH) ist diese klassischerweise inadäquat hoch. Differenzialdiagnostisch sollte eine Hypomagnesämie ausgeschlossen werden. Therapie Ziel der Therapie des Hypoparathyreoidismus ist eine Anhebung der Serumkalziumspiegel in den unteren Normalbereich. Aufgrund von Sicherheitserwägungen sowie der Notwendigkeit der subkutanen Applikation wurde rekombinantes PTH bei Kindern bislang nur in Rahmen von klinischen Studien eingesetzt. Therapeutisch kommen Vitamin-D-Metabolite zum Einsatz; aufgrund der guten Steuerbarkeit insbesondere 1,25-(OH)2-Vitamin D 3 (Kalzitriol) oder 1α-(OH)-Vitamin D 3 (1α-Diol), in Kombination mit oraler Kalziumsubstitution. Definition Unter einem Pseudohypoparathyreoidismus werden verschiedene Erkrankungen subsummiert, die funktionell einem Hypoparathyreoidismus mit der laborchemischen Konstellation von Hypokalzämie und Hyperphosphatämie entsprechen, bei denen aber nicht ein Mangel an Parathormon, sondern eine Störung der PTH-Wirkung zugrunde liegt. Auf Grundlage eines erweiterten klinischen, biochemischen und (epi)genetischen Verständnisses wurde vorgeschlagen diese früher als Pseudo-oder Pseudopseudohypoparathyreodismus bezeichneten Erkrankungen aktuell unter dem Begriff \"Störungen des PTH/PTHrP-Signalweges\" zusammenzufassen. j Ätiologie und Pathogenese Die Signalkette, die nach Bindung von PTH an den G-Proteingekoppelten Rezeptor aktiviert wird ist in . Abb. 26.12 dargestellt. Mutationen im GNAS-Gen oder von nachgeschalteten Signalproteinen sind verantwortlich für funktionelle Störungen der PTH-Wirkung, die sich je nach zugrundeliegender Veränderung klinisch/ biochemisch unterscheiden. Als molekulare Ursachen einer iPPSD sind bekannt inaktivierende Mutationen im PTH-Rezeptor, inaktivierende heterozygote Mutationen im GNAS-Lokus, Methylierungsveränderungen des GNAS-Lokus, verursacht u. a. durch Deletionen/ Duplikationen oder eine paternale uniparentale Disomie von Chromosom 20q sowie heterozygote Mutationen im PRKAR1A-, PDE4Doder PDE3A-Gen. Mutationen im GNAS-Gen werden in familiären Fällen autosomal dominant vererbt. Allerdings liegen in der Mehrzahl der Fälle Neumutationen zugrunde. Alternatives splicing des GNAS-Lokus ist verantwortlich für zahlreiche unterschiedliche Transkripte. In der Mehrzahl der Gewebe unterliegt die Expression dieser Transkripte einem genomischen Imprinting, mit monoallelischer Expression des maternalen Allels. j Klinisches Bild Das klinische Bild von Erkrankungen mit gestörter PTH-Wirkung umfasst die nach neuer Klassifikation Major-Kriterien sowie Minor-Kriterien (. Tab. 26.10). Diagnose Bei Vorliegen eines Major-Kriteriums (1) oder (2) oder Vorliegen von Major-Kriterium (3) und mindestens zwei Minorkriterien kann die Diagnose einer iPPSD gestellt werden (. Tab. 26.10). Beachtenswert ist, dass sich einige Befunde wie Brachydaktylie oder Übergewicht erst im Verlauf entwickeln. Therapie In Analogie zum Hypoparathyreoidismus wird die Hypokalzämie mit Vitamin-D-Derivaten behandelt. Allerdings wird bei den Störungen des Parathormonsignalwegs eine Kalziumserumkonzentration im mittleren bis oberen Normalbereich angestrebt um die erhöhte PTH-Konzentration zu normalisieren. Hintergrund hierfür ist die Sorge, dass langfristig erhöhte PTH-Konzentrationen am Knochen zu einer Knochenresorption führen können (beachte: durch maternale oder paternale Expression der GNAS-Allele infolge genomischem imprinting ist die Expression und PTH-Resistenz gewebeabhängig verschieden!). Darüber hinaus ist die Hyperkalziurie im Gegensatz zum Hypoparathyreoidismus von geringerer Bedeutung, da die PTH-Funktion im distalen Tubulus erhalten ist. Im proximalen . Abb. 26.12 Signalmechanismen nach Aktivierung des PTH-Rezeptors. HDAC4 Brachydaktylie-mentales-Retardierungssyndrom, iPPSD-Klassifika tion . Tab. 26.10, Kriterien der iPPSD-Klassifikation (Mod. nach Thiele et al 2016) GSα TF CREB . Tab. 26.10 Kriterien der iPPSD-Klassifikation Tubulus hingegen besteht eine PTH-Resistenz. Da hierdurch keine effiziente 1,25-Hydroxilierung aus 25-OH-Vitamin D möglich ist, sollte möglichst Calcitriol zur Therapie verwendet werden. Ergänzend sollten zusätzliche Endokrinopathien in Abhängigkeit der zugrundeliegenden Erkrankung behandelt werden, wie Substitution einer Hypothyreose bei TSH-Resistenz. 26.5.3 Primärer und sekundärer Hyperparathyreoidismus j Definition Unter einem Hyperparathyreoidismus fasst man Zustände mit chronischer PTH-Mehrsekretion zusammen. Diese können entweder primär im Rahmen einer autonomen Mehrsekretion oder sekundär als Folge einer Hypokalzämie auftreten. j Ätiologie und Pathogenese Der primäre Hyperparathyreoidismus ist im Kindesalter extrem selten; er kommt eher in der Adoleszenz als im jüngeren Kindesalter vor. Die Ursache ist weitestgehend unbekannt, der PHP kann im Rahmen einer Nebenschildrüsenhyperplasie, eines Adenoms oder Karzinoms auftreten. Familiäre Formen des Hyperparathyreoidismus kommen vor im Rahmen einer multiplen endokrinen Neoplasie Typ 1 oder 2a oder im Rahmen einer familiären hypokalziurischen Hyperkalziurie (FHH), inaktivierende, Letztere wird verursacht durch Mutation im Calcium-sensing-Rezeptor-Gen. Bei letzterer ist die PTH-Konzentration oft nicht in dem Ausmaß erhöht wie bei einem primären Hyperparathyreodismus, aber inadäquat hoch bezogen auf die Serumkalziumkonzentration. Biallelische CaSR-Mutationen können zum schweren neonatalen Hyperparathyreoidismus führen, einem Krankheitsbild, das durch Hyperkalzämie, Ateminsuffizienz und Knochendemineralisierung gekennzeichnet ist. Der sekundäre Hyperparathyreoidismus entsteht meist auf dem Boden einer Hypokalzämie, z. B. im Rahmen von Vitamin-D-Mangel-Rachitiden oder im Rahmen einer Niereninsuffizienz mit verminderter Synthese von 1,25-OH-Vitamin-D 3 (7 Kap. 25). j Klinisches Bild Das klinische Bild ist durch die Hyperkalzämie geprägt. Es beinhaltet Inappetenz, ggf. Übelkeit und Erbrechen, Obstipation, psychische Veränderungen und bedingt durch die Hyperkalziurie eine Polydipsie und -urie mit dem konsekutiven Bild einer Nephrolithiasis. Am Knochen führt die langfristig erhöhte PTH-Exposition zu einer Demineralisierung mit reduzierter Knochendichte und Frakturen. Im Gegensatz zum Erwachsenenalter scheint der PHP im Kindesalter seltener asymptomatisch zu verlaufen. Diagnose Diagnostisch wegweisend ist die Konstellation von Hyperkalzämie bei gleichzeitig erhöhter Parathormonkonzentration. Sonographisch können Sonographie und Schnittbildgebung (MRT, CT) diagnostisch hilfreich sein. Häufig sind zusätzliche Untersuchungen (Szintigraphie, PET, andere) notwendig. Therapie Die Behandlung des primären Hyperparathyreoidimus basiert auf der chirurgischen Entfernung. Im Falle des Vorliegens eines isolierten Adenoms wird dieses extirpiert, bei einer Hyperplasie aller Nebenschilddrüsen erfolgt eine vollständige Parathyreoidektomie mit Autotransplantation eines Nebenschildrüsenanteils (üblicherweise im Bereich des Unterarms). Ergänzend sollte bei Kindern eine multiple endokrine Neoplasie (MEN) ausgeschlossen werden und bei positivem Mutationsnachweis eine Familienuntersuchung ergänzt werden. Nebenniere j Anatomische Grundlagen und Physiologie Die kindliche Nebenniere entwickelt sich aus mesodermalen (Nebennierenrinde) und ektodermalen Anteilen (Nebennierenmark). In der Fetalperiode verschiebt sich das Größenverhältnis der zunächst zweischichtigen Nebenniere und Niere massiv, von einer zunächst deutlich das Nierenvolumen überschreitenden fetalen Nebenniere hin zu einem verbleibenden kleinen kappenförmigen Nierenaufsatz beim Erwachsenen. Dieser Prozess beginnt bereits kurz vor der Geburt; ab dem 8. Schwangerschaftsmonat kommt es zu einer Involution der sog. fetalen Innenzone (\"Fetokortex\") und zu einer weiteren Differenzierung der dreischichtigen Außenzone zur dreischichtigen Nebennierenrinde mit Regionen die spezifische Enzymsysteme exprimieren: 4 Unter der Nebennierenkapsel liegt die Zona glomerulosa. 4 Als mittlere Schicht findet sich die Zona fasciculata. 4 Zum Nebennierenmark hin findet sich die Zona reticularis. Die adrenale Steroidhormonsynthese verwendet als Baustein aller Steroide Cholesterin, sie ist dargestellt in . Abb. 26.13. Unter dem Einfluss verschiedener Regulatoren wie ACTH und anderen werden unter Nutzung verschiedener Enzymsysteme Hormone mit grob schematisiert 3 Funktionsgruppen synthetisiert: 4 Die Mineralokortikoidsynthese findet vornehmlich in der Zona glomerulosa statt. Hierfür sind 3 Schlüsselenzyme notwendig: die 3β-Hydroxysteroid-Dehydrogenase Typ 2 (HSD3B2), die 21-Hydroxylase (CYP21A2), die Progesteron zu 11-Deoxykortikosteron umwandelt sowie die Aldosterosynthase (CYP11B2), die die letzten drei Schritte der Aldosteronsynthese katalysiert (11β-Hydroxylierung, 18-Hydroxylierung und 18-Methyloxidation). Physiologisch sind die Mineralokortikokoide Aldosteron und 11-Deoxykortikosteron für die tubuläre Natriumrückresorption und Kaliumexkretion von zentraler Bedeutung; ein Synthesedefizit kann rasch zu bedrohlichen Entgleisungen des Salz-Wasser-Haushalts führen. 4 Die Glukokortikoidsynthese findet in der Zona fasciculata unter dem Einfluss von ACTH statt. CYP17A1 katalysiert dort die 17α-Hydroxylierung von Pregnenolon und Progesteron. Zusammen mit den Enzymen der 3β-Hydroxysteroid-Dehydrogenase Typ 2 (HSD3B2), der 21-Hydroxylase (CYP21A2) und der 11-β-Hydroxylase wird dort aus Vorstufen Kortisol synthetisiert. Wichtige Vertreter der Glukokortikoide sind Kortisol, sein 11-Dehyrogenisierungsprodukt Kortison, Kortikosteron sowie 11-Desoxykortisol. Diese üben sowohl eine glukokortikoide wie auch mineralokorti koide Wirkung aus, wobei Kortison im Vergleich mit Kortisol eine ungleich geringere Wirksamkeit zeigt. Glukokortikoide stimulieren u. a. die Glukoneogenese aus Proteinen und sind daher in den meisten Geweben Proteinkatabol. 4 Die Sexualsteroidsynthese (Androgene, Östrogene) findet in der Zona reticularis statt. Die 17-Hydroxylase-und 17-20-Lyase-Kapazität der CYP17A1 katalysieren aus Pregnenolon und Progesteron die Synthese von DHEA und seiner sulfatierten Variante DHEAS. DHEAS ist das Schlüsselhormon bei der in der Vorpubertät auftretenden Adrenarche. Die 17β-Hydroxysteroid-Dehydrogenase Typ 5 (17βHSD5) ist notwendig für die Synthese der üblicherweise geringen adrenalen Testosteronsynthese. Aus Androstendion und Testosteron entstehen unter dem Einfluss der Aromatase die Östrogene Östron und Östradiol. Zusammen mit den gonadalen Hormonen sind die Sexualsteroide für die Entwicklung der sekundären Geschlechtsmerkmale relevant. Die Regulation der Glukokortikoidsynthese erfolgt überwiegend im Rahmen eines Regelkreises aus hypothalamisch gebildetem CRH, hypophysärem ACTH und unterliegt einer negativen Rückkopplung über zirkulierendes Kortisol. Demgegenüber wird die Mineralokortiokoidsynthese der Zona glomerulosa weitestgehend über das Renin-Angiotensin-System reguliert. Elektrolytverschiebungen und Veränderungen des Plasmavolumens modulieren im juxtaglomerulären Apparat der Niere die Reninsekretion. Hierüber wird über das Renin-Angiotensin-System u. a. die Mineralokortikoidsynthese beeinflusst. 26.6.1 Nebennierenunterfunktion j Ätiologie und Pathogenese Störungen der Nebennierenfunktion können angeboren oder erworben auftreten. In Abhängigkeit der Lokalisation der Störung werden diese in primäre (adrenale), sekundäre (hypophysäre) oder tertiäre (hypothalamische) Funktionsstörungen eingeteilt. Je nach morphologischem Bild können diese als Nebenniereninsuffizienz mit Nebennieren-Hypoplasie oder mit Nebennierenhyperplasie auf treten. Ätiologie Die Ätiologie der akuten Nebenniereninsuffienz ist heterogen. Neonatal können beidseitige Nebennierenrindenblutungen im Rahmen von Geburtskomplikationen oder eine fulminante NNR-Insuffizienz im Rahmen eines Waterhouse-Friedrichsen-Syndroms ursächlich relevant sein (7 Kap. 23). Bei diesem Krankheitsbild kommt es durch bilaterale NNR-Blutungen im Rahmen eines septischen Krankheitsbilds zu einer Verbrauchskoagulopathie und akuter NNR-Insuffizienz. Weiterhin können andere Infektionen (Mykobakterien, HIV, andere), iatrogene Ursachen wie eine Steroidsynthese-inhibierende Medikation (u.a. Etomidate, Antimykotika) oder häufiger ein zu rasches Absetzen einer längerdauernden Glukokortikoidtherapie eine Addisonkrise verursachen (auch bei protrahierter Nutzung potenter inhalativer Steroide!). Klinisches Bild Im Vordergrund einer Addisonkrise steht der Salzverlust mit dem laborchemischen Befund einer Hyponatriämie, Hypochlorämie, Hyperkaliämie, Hypoglykämie sowie meist metabolischen Azidose. Häufig komplizieren Erbrechen und Durchfälle eine vorbestehende Apathie und Adynamie, ggf. Krampfanfälle i.R. von Hypoglykämie und Hyponaträmie. Es kann sich rasch ein lebensbedrohlicher Schockzustand mit Blutdruckabfall und Tachykardie entwickeln. Diagnostik Neben dem klinischen Bild sind die o.g. Laborveränderungen wegweisend; ergänzend sollte vor dem raschen Einleiten von Therapiemaßnahmen eine Blutprobe zur späteren Bestimmung endokriner Parameter abgenommen. Therapie Eine akute Addisonkrise bedarf einer unmittelbaren Substitution von Gluko-und Mineralokortikoiden, ergänzt durch eine parenterale Flüssigkeitszufuhr. Orientierend kann in den ersten 6 Lebensmonaten initial ein Hydrokortisonbolus von 25 mg, bei älteren Kindern von 50-100 mg gegeben werden, gefolgt von einer Hydrokortisondauerinfusion in einer Konzentration von 100-150 mg/ m 2 KOF/d. Eine isolierte Glukokortikoidapplikation wie z. B. von Prednison reicht nicht aus um die fehlende Mineralokortikoiddefizienz auszugleichen.",
            "latex": null,
            "type": "table"
        },
        "TABREF16": {
            "text": "Ätiologie Unter dem Begriff eines M. Addison werden chronische Störungen der Nebennierenfunktion zusammengefasst. Autoimmunadrenalitis: isoliert oder kombiniert mit anderen AI-Erkrankungen, z. B. bei Patienten mit Autoimmunpolyendokrinopathie Typ 1 (APECED-Syndrom; Mutation in AIRE-Gen) oder bei Autoimmunpolyendokrinopathie Typ 2 (Schmidt-Syndrom) 5 Adrenoleukodystrophie/Adrenomyeloneuropathie 5 Zellweger-Syndrom 5 M. Wolman 5 Infektionen (Tbc, Mykobakterien) 5 Medikamente (z. B. Adrenolytika wie o,p'-DDD)j Klinisches Bild Meist erfolgt durch den protrahiert schleichenden Verlauf eine verspätete Diagnosestellung. Anamnestisch werden oft längerdauernder Leistungsabfall, Adynamie, Müdigkeit, Abfall schulischer Leistungen und eine Anorexie mit Gewichtsverlust berichtet. Der chronische Hypokortisolismus führt über eine negative Rückkopplung zu einer vermehrten CRH-vermittelten Induktion der POMC-Gen-Expression; hieraus resultiert eine Zunahme der ACTH/MSH-Synthese. Diese vermehrte MSH-Bildung ist die Ursache für eine bronzeartige Hautfarbe. Diese kann insbesondere an den Hautlinien der Handinnenflächen auftreten, im Kindesalter aber auch isoliert zu einer vermehrten Pigmentierung der Schleimhäute führen (u. a. von Mund und Lippen). Bei verspäteter Diagnose fällt oft ein Abknicken von Längen-und Gewichtsentwicklung sowie ggf. eine verzögerte Pubertätsentwicklung auf. Diagnose Neben klinischem Bild und Elektrolytveränderungen (Hyponatriämie, Hyperkaliämie, ggf. Hypoglykämie) kann eine Eosinophilie bestehen. Die Kortisolserumkonzentration und Ausscheidung kann erniedrigt oder niedrig-normal sein, bei allerdings deutlich erhöhter Plasma-ACTH-Konzentration. Im ACTH-Test findet sich eine nicht ausreichende Stimulation der Kortisolsekretion. Im Rahmen eines Salzverlustes fällt ergänzend eine erniedrigte Aldosteronkonzentration bei gleichzeitig erhöhter Plasma-Renin-Aktivität auf. j Therapie Die Therapie des M. Addison besteht in einer lebenslangen Substitution von Gluko-und Mineralokortikoiden. Beim Kind und Jugendlichen ist Hydrokortison Mittel der Wahl; üblicherweise in einer Dosierung von 7-10 mg/m 2 KOF/d. Dies wird ergänzt durch Mineralokortikoide (z. B. Fludrokortison) in einer Dosierung von 0,05-0,2 mg/d. Beim Erwachsenen kommen mittlerweile retardierte Hydrokortisonderivate mit längerer Halbwertzeit zum Einsatz (z. B. Plena dren ® ). Im Kindesalter bestehen damit derzeit aber noch ungenügende Erfahrungen. . Abb. 26.14 15-jähriger Junge mit M. Addison: Neben einer generellen ausgeprägten Hautpigmentierung zeigen sich an den Handflächen (a) und in der Mundschleimhaut (b) Hyperpigmentierungen OH-Progesteron wird die Mehrzahl der Patienten im Rahmen des Screenings diagnostiziert. Zuvor kam es häufig in der 2. Lebenswoche zu vital bedrohlichen Salzverlustkrisen mit Gedeihstörung, Erbrechen, Exsikkose und dem laborchemischen Befund einer Hyponaträmie, Hypochlorämie, Hyperkaliämie und metabolischer Azidose. Ohne Therapie verläuft ein adrenogenitales Syndrom mit Salzverlust meist tödlich. Patienten, die an einer milderen \"Simple-virilizing\"-Form des adrenogenitalen Syndroms leiden und bei denen eine Restaktivität der 21-Hydroxylase besteht fallen z. T. nicht im Neugeborenenscreening auf (\"Screeningversager\"). Bei diesen fällt im weiteren Verlauf eine Pseudopubertas präcox auf. Bei betroffenen Mädchen kann sich dabei ggf. die Klitorishypertrophie aggravieren oder zusätzlich eine prämature Pubarche auftreten. Betroffene Jungen entwickeln häufig eine prämature Pubarche, ggf. kombiniert mit einer Genitalvergrößerung. Durch die Hyperandrogenämie und die damit vermehrte hypophysäre Wachstumshormonsekretion sind betroffene Mädchen . Tab. 26.11 Genetische Ursachen kongenitaler Nebennierenhypoplasie OHP kontrolliert werden; zusätzlich hat die Bestimmung von adrenalen Androgenen wie DHEAS, Androstendion und Testosteron diagnostische Relevanz. Bei Patienten mit Salzverlust findet sich neben den Veränderungen der Serumelektrolyte meist eine erhöhte Plasmareninaktivität. Die Urinanalytik mittels Gaschromatographie/Massenspektrometrie zeigt bei Patienten mit 21-Hydroxylasemangel ein charakteristisches Steroidprofil mit erhöhter Ausscheidung von Pregnantriol und Pregnantriolon. Diese wird sowohl in der Initialdiagnostik als auch zur Verlaufskontrolle der Therapieeinstellung genutzt. Sonographisch kann bei Neugeborenen und jungen Säuglingen nicht selten eine Nebennierenhyperplasie gesehen werden; die Röntgenaufnahme der Hand zeigt bei älteren Kindern mit verzögerter Diagnosestellung oder unbefriedigender Stoffwechseleinstellung ein akzeleriertes Kochenalter. Therapie Therapeutisch steht die Substitution der defizienten adrenalen Steroide mit Hydrokortison und Fludrokortison im Vordergrund. Im Vergleich zur Nebenniereninsuffizienz ohne gleichzeitigen Androgenexzess ist eine etwas höhere Hydrokortisondosierung notwendig, damit nicht im Verlauf durch fortbestehenden Androgenexzess die Virilisierung fortschreitet. Die optimale Dosierung und Therapieeinstellung muss individuell erfolgen; als Richtdosis kann bei jungen Säuglingen mit rascher Veränderung der anthropometrischen Maße eine Hydrokortisondosierung von 10-15 mg/m 2 KOF/d, bei älteren Kindern eine Dosierung in Höhe von 10-12 mg/ m 2 KOF/d dienen. Die Substitution der defizienten Mineralokortikoide bei Patienten mit einem Salzverlust erfolgt in Form von Fludrokortison. Kleine Säuglinge benötigen eine vergleichsweise hohe Dosis (100-250 µg/ m 2 KOF/d), während ältere Kinder und Erwachsene oft mit 25-100 µg/m 2 KOF/d gut eingestellt werden können. Während verschiedene kinderchirurgisch/kinderurologische Experten eine frühe operative Korrektur im Säuglingsalter mit dem Argument einer geringeren Komplikationsrate sowie reduzierter Notwendigkeit von wiederholten vaginalen Bougierungen favorisieren wird von einigen Patientenverbänden das Abwarten der Einwilligungsfähigkeit der Patienten favorisiert. Prognose Die Prognose von Kindern mit einem adrenogenitalen Syndrom ist gut, vorausgesetzt es erfolgt eine adäquate Substitutionstherapie sowohl unter Alltagsbedingungen als auch im Rahmen interkurrenter krisenhafter Erkrankungen. Allerdings kann auch bei guter Therapieadhärenz, insbesondere bei verspäteter Diagnosestellung eine Einschränkung der Erwachsenengröße resultieren. Eine Übertherapie mit Glukokortikoiden kann die Entstehung einer Adipositas, einer arteriellen Hypertonie und von metabolischen Komplikationen begünstigen. Sowohl bei Männern wie Frauen mit einem adrenogenitalen Syndrom scheint die Fertilität etwas eingeschränkt zu sein. Ein kausaler Faktor hierfür scheint bei betroffenen Frauen in einer hyperandrogenämievermittelten Zyklusstörung zu liegen. Bei inadäquat eingestellten Jugendlichen und Männern wurden sog. testikuläre adrenale Resttumore (TART) mit einer eingeschränkten Fertilität assoziiert.j Pränatale Diagnostik und Therapie Um eine pränatale Virilisierung von betroffenen weiblichen Feten zu verhindern ist eine pränatale Therapie möglich. Hierzu verwendet wird das plazentagängige Dexamethason. Die Therapie wird vor der 6. Schwangerschaftswoche begonnen und bis zum Ausschluss eines 21-Hydroxylasemangels oder Nachweis eines männlichen Karyotyps fortgeführt; bei weiblichen betroffenen Feten wird die Therapie bis zum Ende der Schwangerschaft fortgesetzt. Die pränatale Therapie ist aufgrund des ethischen Dilemmas einer Behandlung nicht betroffener Kinder und aufgrund von Daten zu potenziell negativen emotionalen und kognitiven Folgen sowie einer möglichen negativen fetalen Programmierung durch pränatale Glukokortikoidexposition umstritten und gilt daher als experimentelle Therapie. Abb. 26.16 Adrenogenitales Syndrom. Einteilung der Genitalvirilisierung n. PraderSeltene Formen eines adrenogenitalen Syndroms k 11β-Hydroxylase-MangelDer 11β-Hydroxylasemangel stellt mit etwa 5% nach dem 21-Hydroxylasemangel die zweithäufigste Form eines adrenogenitalen Syndroms dar. Ursächlich sind Mutationen im CYP11B1-Gen.Klinisch findet sich bei Geburt bei betroffenen Mädchen meist eine deutliche Virilisierung. Allerdings entwickelt sich durch die mineralokortikoide Potenz von DOC (Metabolit vor dem Enzymblock) kein Salzverlust. Durch die erhöhte DOC-Konzentration entwickelt sich in den ersten Lebensjahren nicht selten eine schwer einstellbare arterielle Hypertonie. Infolge einer hohen klinischen Variabilität wird die Diagnose heute meist durch molekulargenetische Analyse des 11β-Hydroxylasegens gestellt. Pathogenetisch wurden Mutation im 3β-HSD-Typ-II-Gen gefunden. Klinisch kann das Genitale betroffener Mädchen unauffällig oder mild virilisiert auffallen, während bei betroffenen Jungen in folge der ebenfalls beeinträchtigten testikulären Androgenbio synthese eine inkomplette Virilisierung (z. B. Hypospadie) vorliegen kann. Das ACTH-abhängige StAR-Protein ist für den schnellen Cholesterintransport von der äußeren zur inneren Mitochondrienmembran und damit für die Umwandlung von Cholesterin zu Pregnenolon verantwortlich. Defekte im StAR-Gen führen zu einer intrazellulären Cholesterinakkumulation und der Abwesenheit fast aller Steroidhormone, sowohl in den Nebennieren wie den Gonaden.Klinisch entsteht daher neben einer primären Nebenniereninsuffizienz bei betroffenen Jungen infolge der defizienten fetalen Androgenbiosynthese eine 46,XY-DSD. Betroffene Mädchen können eine leichte Klitorishypertrophie aufweisen. Bei manchen, aber nicht allen Patienten kann sonographisch eine adrenale Vergrößerung durch Cholesterinakkumulation gefunden werden.Therapeutisch erfolgt eine Substitution der defizienten Steroidhormone.k Familiäre Glukokortikoidresistenz Hierbei handelt es sich um eine seltene Form der NNR-Insuffizienz mit Nebennierenrindenhyperplasie. Sie wird verursacht durch Mutationen im Glukokortikoid-Rezeptor-Gen (NR3C1). Das klinische Bild ähnelt der familiären ACTH-Resistenz, ergänzt durch eine arterielle Hypertonie, einer hypokaliämischen Alkalose infolge ACTH-induzierter Mehrsekretion von Androgenen und Mineralokortikoiden. Definition, Ätiologie und Pathogenese Unter einem Cushing-Syndrom werden alle Formen der Nebennierenüberfunktion zusammengefasst. Es ist mit einer Inzidenz von ca. Im Kindesalter stellt ein iatrogenes Cushing-Syndrom durch eine längerdauernde ACTH-Therapie (BNS-Anfälle) oder im Rahmen einer längeren immunsuppressiven Therapie weiterhin die häufigste Ursache für ein Cushing-Syndrom dar. Dem M. Cushing, also einer hypophysären ACTH-Mehrsekretion, liegt am häufigsten ein Mikroadenom der Hypophyse zugrunde; hierdurch kommt es zu einer bilateralen Nebennierenrindenhyperplasie.Genetische Ursachen für einen M. Cushing kommen u. a. im Rahmen einer multiplen endokrinen Neoplasie Typ 1(MEN-1)vor. Ein Cushing-Syndrom durch eine adrenale Hyperplasie kommt gehäuft vor bei Patienten einer MEN-1 und einem Carney-Komplex sowie im Rahmen adrenaler Karzinome bei Patienten mit Li-Fraumeni-Syndrom, MEN-1 oder selten bei Patienten mit einem Wiedemann-Beckwith-Syndrom. j Klinisches Bild Im Kindesalter liegt bei betroffenen Patienten zunächst oft ein nichtcharakteristisches Bild vor, sodass die Diagnose oft erst verspätet nach Jahren gestellt wird. Beim Vollbild eines Cushing-Syndroms weisen die Patienten eine stammbetonte Adipositas mit Entwicklung eines sog. \"Büffelnackens\" auf. Oft liegen zusätzlich Striae rubrae in den Flanken vor. Das Gesicht ist rund (\"Vollmondgesicht\") mit typischerweise geröteten Wangen bei oft dünner und empfindlicher Hauttextur. Infolge des Glukokortikoidexzesses können eine arterielle Hyper tonie und eine pathologische Glukosetoleranz vorliegen. Auxio logisch zeigt sich gerade im Langzeitverlauf eine Gewichtszunahme bei gleichzeitig schlechterem Intervallwachstum oder Wachstumsstillstand. Begleitend findet sich vereinzelt eine erhöhte psychische Labilität bis hin zu psychiatrischen Krankheitsbildern oder dem Vorliegen einer Depression. Bei älteren Kindern kann es zu einer verzögerten Pubertätsentwicklung, beim Mädchen zu einer primären oder sekundären Amenorrhö kommen. Bei später Diagnose kann durch den bereits längerfristig bestehenden Glukokortikoidexzess eine Osteoporose bestehen, ggf. im Einzelfall mit Vorliegen von Wirbelkörperfrakturen. Liegt dem Cushing-Syndrom eine adrenale Mehrproduktion von Glukokortikoiden und zusätzlich Androgenen oder Östrogenen zugrunde, kann ggf. ergänzend eine Pseudopubertas präcox vorliegen. Diagnostik Eine erweiterte Diagnostik wird bei entsprechendem klinischem Verdacht eingeleitet; dies wird allerdings in den letzten Jahren erschwert durch die rasante Zunahme von Kindern und Jugendlichen mit z. T. extremem Übergewicht und die dadurch z. T. erst spät eingeleiteten diagnostischen Maßnahmen. Als Screeninguntersuchungen bei V. a. auf Vorliegen eines M. Cushing sind die u. g. Untersuchungen geeignet. Folgende Befunde können auf einen M. Cushing hinweisen: Hypothalamus und Hypophyse relevant; hier steht die Kernspintomographie mit Dünnschichtdarstellung der Hypophyse im Vordergrund (. Abb. 26.17). Hier kann ein Mikroadenom der Hypophyse z. Z. erst im längeren Verlauf diskriminiert werden. Ergänzend kann in Einzelfällen ein Sinus petrosus sampling zur Lokalisationsdiagnostik notwendig werden. Darüber hinaus sollte je nach individuellem Befund eine Bildgebung der Nebennieren durch Sonographie, CT oder MRT erfolgen, ggf. ergänzt durch selektive Angiographie und Katheterisierung zur Lokalisationsdiagnostik. Therapie Therapie der Wahl beim ACTH-abhängigen M. Cushing ist die transsphenoidale Resektion des Mikroadenoms in einem Zentrum mit diesbezüglich ausgewiesener hoher Kompetenz. Bei mehrfachen Rezidiven, erfolgloser Lokalisationsdiagnostik, erfolgloser medikamentöser Therapie und nicht ausreichender Hypophysenbestrahlung kann auch heute noch als ultima ratio eine bilaterale Adrenalektomie erfolgen. Liegt ein Nebennierenadenom oder Karzinom dem Cushing-Syndrom zugrunde ist die unilaterale Adrenalektomie Therapie der Wahl.Die medikamentöse Therapie ist die zweite Wahl bei Versagen einer chirurgischen Therapie oder nichtlokalisierbarer ektoper ACTH-Sekretion. Derzeit liegen drei pharmakologische Wirkgruppen vor: 4 Substanzen die direkt die hypophysäre ACTH-Sekretion beeinflussen, 4 die die adrenale Streroidbiosynthese inhibieren oder 4 Medikamente, die die Glukortikoidrezeptorwirkung antagonisieren. Etwa 30% der DSD-Fälle weisen Malformationen oder Fehlfunktionen extragenitaler Organe auf. Häufig sind die Ausprägungen des psychischen Geschlechts, z. B. die Geschlechtsidentität, nicht kongruent mit dem somatischen Phänotyp. Nicht alle Patienten mit DSD benötigen oder wünschen Behandlung. Daher wird DSD in der aktuellen S2K Leitlinie als \"Varianten der Geschlechtsentwicklung\" bezeichnet.",
            "latex": null,
            "type": "table"
        },
        "TABREF17": {
            "text": "Klinisch bedeutsam ist, dass bestimmte Steroidbiosyntheseschritte die endokrine Funktion der Nebennieren und der Hoden gemeinsam betreffen. Betroffene Neugeborene sind daher neben dem Virilisierungsdefizit durch eine Salzverlustkrise mit Hyponatriämie, Hyperkaliämie, Hypoglykämie und metabolischer Azidose bedroht. Beispiele sind Defekte im Steroidogenic-acute-regulatory-(StAR-) Protein und im P450scc-Komplex. Beim 17α-Hydroxylase-Mangel ist die adrenale Steroidbildung nur teilweise beeinträchtigt, die Testosteronbildung des Hodens jedoch unterbrochen. Die vermehrte Bildung von Mineralokortikoiden verursacht eine arterielle Hypertonie. Bei 46, XY-Karyotyp und weiblichem Phänotyp wird die Diagnose häufig erst im Pubertätsalter durch Ausbleiben von Menarche und Brustentwicklung gestellt. Beim 3β-Hydroxy steroid-Dehydrogenase-Typ-II-Defekt (3βHSD) sind alle adrenalen Steroidbiosynthesewege betroffen, sodass 46,XY Neugeborene ein Maskulinisierungsdefizit in Kombination mit Nebennierenrindeninsuffizienz aufweisen. Beim P450-Oxidoreduktasedefekt (POR) besteht durch eine Störung des Elektronentransfers eine kombinierte Funktionseinschränkung der 21-Hydroxylase und der 17α-Hydroxylase mit konsekutivem Virilisierungsdefizit bei Jungen und moderater Nebennierenrindeninsuffizienz.",
            "latex": null,
            "type": "table"
        },
        "TABREF18": {
            "text": "Klinische Untersuchung Sie sollte das Ausmaß der genitalen Maskulinisierung nach Prader bei 46,XX Karyotyp (. Abb. 26.16) oder bei 46,XY z. B. nach Sinnecker oder nach Ahmed (External Masculinization Score, EMS) dokumentieren. Eine zusätzliche Möglichkeit ist die Bestimmung der anogenitalen Distanz. Assoziierte Fehlbildungen müssen erfasst werden. Diagnostik Die Ultraschalluntersuchung dient der Darstellung der Müller-Derivate (Uterus) und der Gonaden. Weiterhin sollten Nieren, ableitende Harnwege und Nebennieren untersucht werden. Ein MRT kann ergänzend hilfreich sein. Weiterführende invasive Diagnostik (Vaginoskopie, Zystoskopie, Laparoskopie; . Abb. 26.18) kann bei unklaren Befunden indiziert sein. Die Chromosomenanalyse ist für die Einordnung von DSD essenziell. Dringlich ist die Bestimmung des 17-Hydroxyprogesterons, weil das AGS die häufigste Differenzialdiagnose bei uneindeutigem Genitale ist (7 Abschn. 7.5.5, . Abb. 26.16). Bestimmung von Natrium, Kalium, Glukose, BGA und Kortisol sind bei Verdacht auf Nebennierenrindeninsuffizienz wichtig. Ein Steroidprofil ggf. in Kombination mit einem ACTH-Test führt zur hormonellen Einordung von Steroidsynthesestörungen. Von gutem diagnostischem Wert ist auch die wenig invasive Urinsteroidanalyse. Steroidhormone sollten bei Kindern massenspekrometrisch bestimmt werden. Testosteron, Androstendion und Dihydrotestosteron basal und nach hCG (humanes Choriongonadotropin) dienen der Eingrenzung einer testikulären Androgenbiosynthesestörung. Hohe Werte für Testosteron und LH sind hinweisend auf Androgenresistenz. Inhibin B und AMH sind Sertolizell-Marker, die bei Gonadendysgenesie vermindert sind. Molekulare Untersuchungen stehen am Ende der Diagnostik und können die Ursache der Störung der Geschlechtsentwicklung ggf. beweisen und sind Grundlage für die genetische Beratung (7 Kap. 1). Therapie Mit Ausnahme des AGS bzw. bei Nebennierenrindeninsuffizienz besteht häufig keine dringliche Behandlungsnotwendigkeit. Die Therapie orientiert sich an den Prinzipien des \"Nicht-Schadens\" und der Autonomie des Patienten und seines Rechts auf eine offene Zukunft. Bei Neugeborenen mit uneindeutigem Genitale sollten eine qualifizierte Diagnostik und die psychologische Betreuung der Eltern in dieser ungewöhnlichen und belastenden Situation unverzüglich begonnen werden und Hand in Hand gehen. Erst nach der Diagnostik sollte eine Empfehlung zur Geschlechtszuweisung gegeben werden. Im Personenstandsrechtsänderungsgesetz (PStRÄndG, Die medikamentöse Therapie erfolgt bei DSD mit Nebennierenrindeninsuffizienz mit Hydrocortison, Fludrocortison und Kochsalz. Irreversible Behandlungen mit Sexualhormonen im Neugeborenenalter sollten restriktiv gehandhabt werden. Im pubertätsreifen Alter erfolgt bei fehlender Möglichkeit zur eigenen Sexual hormonbiosynthese (z. B. Steroidbiosynthesedefekt, Z. n. Gonad ektomie) und unter Einbeziehung des zunehmend entscheidungs reifen Kindes die Pubertätseinleitung mit weiblichen oder männlichen Sexualhormonen. Sollte es zu unerwünschten Symptomen der Pubertätsentwicklung kommen, z. B. Virilisierung bei bisherigem Aufwachsen im weiblichen Geschlecht (z. B. 17βHSDIII-Defekt), so kommt passager eine Suppression durch GnRH-Analoga in Betracht. Bei nicht einwilligungsfähigen Kindern mit DSD sollten Genitaloperationen zurückhaltend oder gar nicht empfohlen werden. Der Eingriff in die Autonomie des Kindes und der medizinische Nutzen für das Kind können im Widerspruch zum elterlichen Wunsch nach Eindeutigkeit stehen. Hier ist häufig ein längerer Entscheidungsprozess nötig, der der Begleitung durch ein intersdisziplinäres Team und der chirurgischen Unterstützung bedarf. Die Diskussion zur Frühoperation ist insbesondere bei AGS kontrovers. Bei Aufwachsen im männlichen Geschlecht stehen bei DSD die Verfahren der Penisaufrichtung und Hypospadiekorrektur, bei Aufwachsen im weiblichen Geschlecht Vulva-, Klitorisreduktions-, Labien-, und Vaginalplastik zur Verfügung. Eine häufige Operationsindikation bei DSD auch vor Erreichen der Entscheidungsreife ist die Gonadektomie bei Gonadendysgenesie und weiblicher Geschlechtszuweisung aufgrund des erhöhten Entartungsrisikos der Gonade. Bei männnlicher Geschlechtszuweisung kann eine Orchidopexie, ggf. in Kombination mit einer Gonadenbiopsie, indiziert sein. Jede Operation bei DSD oder AGS sollte nur durch qualifizierte Chirurgen an spezialisierten Zentren durchgeführt werden. Abb. 26.18 Laparoskopische Darstellung eines Gonadoblastoms bei kompletter Gonadendysgenesie durch SRY-Mutation (17-jähriges Mädchen) mit Übergang in ein Dysgerminom (großer Pfeil) und Kalzifikationen (kleiner Pfeil) HintergrundNeoplasien endokriner Organe, die sich bereits im Kindesalter manifestieren sind sehr selten. Diese können sporadisch oder im Rahmen familiärer Erkrankungen auftreten, die u. a. mit Entartungen von endokrinen Drüsen einhergehen. Im Rahmen der in . Tab. 26.12 aufgeführten Neoplasiesyndrome kann es u. a. zu Neoplasien der Hypophyse, der Schilddrüse, der Nebenschilddrüse und der Nebenniere kommen. Häufig führt die Diagnose eines dieser seltenen Tumorsyndrome bei betroffenen Erwachsenen zur genetischen Diagnostik bei anderen Familienmitgliedern, mit Konsequenzen hinsichtlich Monitoring und potenziell präventiver oder therapeutischer Interventionen bei mutationstragenden Kindern.Unter den genannten Tumoren treten Neoplasien der Schilddrüse am häufigsten auf, sodass auf diese hier gesondert eingegangen wird.26.9.2 Maligne Erkrankungen der Schilddrüsej Pathogenese Maligne Schilddrüsentumoren sind im Kindesalter selten. Allerdings wird basierend auf der Beobachtung, dass nach Strahlenexposition durch den AKW-Unfall in Tschernobyl insbesondere exponierte Kleinkinder eine erhöhte Inzidenz von Schilddrüsenkarzinomen aufwiesen, vermutet, dass die Mehrzahl der papillären Schilddrüsenkarzinome bereits im Kindesalter entsteht. Neben Strahlenunfällen kann auch eine Bestrahlung der Kopf-/Halsregion im Kindesalter die spätere Entstehung von Schilddrüsenmalignomen begünstigen. Ur-sächlich hierfür könnte das Wachstumsverhalten follikulärer Schilddrüsenzellen sein, die im Kleinkindesalter eine hohe mitotische Rate aufweisen; diese fällt dann zum Erwachsenenalter auf eine geringe Rate ab. In vielen Fällen papillärer Schilddrüsenkarzinome finden sich genetische Veränderungen des RET/PTC, oder des BRAF-Gens. Familiäre Fälle kommen im Rahmen der in . Tab. 26.12 gezeigten endokrinen Neoplasiesyndrome vor. Das medulläre C-Zellkarzinom kommt insbesondere im Rahmen einer endokrinen Neoplasie, entweder isoliert oder kombiniert mit anderen Neoplasien vor (Wichtig: Bestimmung der Kalzitoninkonzentration!). Das papilläre Schilddrüsenkarzinom ist das im Kindesalter am häufigsten vorkommende Schilddrüsenmalignom. Es tritt meist sporadisch auf, kann aber auch im Rahmen von Neoplasiesyndromen wie dem PHTS auftreten. Nicht selten ist bei Diagnosestellung bereits eine Metastasierung in die regionalen Lymphknoten erfolgt. Follikuläre Schilddrüsenkarzinome betreffen meist Jugendliche oder Erwachsene. Eine Fernmetastasierung dieses Tumors betrifft u. a. Lunge und Skelett. Anaplastische Karzinome der Schilddrüse sind im Kindesalter eine extreme Rarität. j Diagnostik und klinisches Bild Häufig erfolgt die Diagnosestellung zufällig im Rahmen der Abklärung eines Schilddrüsenknotens oder der Abklärung eines Indexfalles bei Patienten mit einer MEN. Die Schilddrüsenknoten sind dabei oft derb und schmerzlos; verdächtig ist eine rasche Größenzunahme. Bei der Diagnostik steht die sonographische Untersuchung im Vordergrund. Nach Sicherung des Befunds eines Schilddrüsenknotens sollte eine Bestimmung von TSH und Kalzitonin als Marker für medulläre Schilddrüsenkarzinome erfolgen. Im Falle einer TSH-Suppression sollte eine Szintigraphie zum Ausschluss eines hormonaktiven Schilddrüsenadenoms erfolgen. Bei über 1 cm großen Schilddrüsenknoten sollte eine Feinnadelaspirationsbiopsie durch einen hierin geübten Untersucher erfolgen. Tab. 26.12 Familiäre Neoplasiesyndrome mit möglicher Beteiligung des Endokriniums Bei postoperativ noch nachweisbarer Jodspeicherung als Hinweis auf einen Tumorrest oder eine Fernmetastasierung sollte eine Radiojodtherapie mit J 131 erfolgen. Postoperativ ist eine Substitution mit Levothyroxin notwendig; hierunter wird eine Suppression der TSH-Konzentration angestrebt. Die Prognose ist gut (außer bei dem im Kindesalter praktisch nicht vorkommenden anaplastischen Karzinom). Tab. 26.13). Vermutlich wird in den nächsten Jahren ein deutlich detaillierteres Verständnis der Ätiopathogenese dieser seltenen familiären Endokrinopathien durch die breite Verfügbarkeit genetischer Diagnostik möglich werden. 26.10 Diabetes mellitus j Definition und Grundlagen Der Begriff Diabetes mellitus beschreibt eine Stoffwechselstörung, die durch das Vorliegen einer Hyperglykämie infolge Insulinmangel oder Insulinresistenz oder eine Kombination beider Bedingungen gekennzeichnet ist. Diagnosekriterien Nach der aktuellen Klassifikation der WHO werden 3 Stadien des Diabetes unterschieden: a. Stadium mit noch normaler Glukoseregulation und Normoglykämie, b. Stadium mit gestörter Glukoseregulation und Hyper glykämie, c. Stadium des Diabetes. einer Nüchernglykämie >125 mg/dl (>6,9 mmol/l) oder 4 einem 2-h-Wert im OGT von >199 mg/dl (>11,0 mmol/l). Zusätzlich kann der Diabetes mellitus anhand des HbA1c-Werts definiert werden: ein HbA1c unterhalb von 5,7% (<39 mmol/mol) schließt einen Diabetes mellitus aus, ein HbA1c >6,5% (47,54 mmol/ mol) definiert einen Diabetes. Die Diagnosekriterien sind in . Abb. 26.19 dargestellt:",
            "latex": null,
            "type": "table"
        },
        "TABREF19": {
            "text": "Diabetes unter Insulintherapie nicht selten auf, das Auftreten schwerer Hypoglykämien sollte aber unbedingt vermieden werden. Häufige Ursachen einer Hypoglykämie beim Typ-1-Diabetiker sind Ernährungsfehler im Sinne verminderter Nahrungszufuhr nach Insulinjektion, vermehrte körperliche Belastung, z. B. im Rahmen sportlicher Betätigung oder Dosierungsfehler bei der Insulintherapie. Symptome Die klinischen Symptome einer Hypoglykämie sind entweder die Folge der Neuroglykopenie oder einer adrenergen Gegenreak tion. Die Symptomatik von Hypoglykämien beinhaltet u. a. Konzentrationsstörungen, Unruhe, Kopfschmerzen, Verwirrtheit, Aggressivität, Zittrigkeit, Kaltschweißigkeit, Hungergefühl oder Müdigkeit. Morgendliche Müdigkeit und Abgeschlagenheit, morgendliche Kopfschmerzen, Albträume oder nassgeschwitzte Bettwäsche können Hinweise auf eine nächtliche Hypoglykämie sein. Bei schweren Hypoglykämien muss so rasch wie möglich Glukagon i.m. oder s.c. injiziert werden; alternativ kann eine Glukoseininjektion i.v. (0,2 g/kgKG) erfolgen (Cave: evtl. rekurrierende Hypoglykämien, daher sollte unbedingt nach Normalisierung der Bewusstseinslage eine orale Kohlehydratzufuhr erfolgen). Alle Kinder und Jugendliche sollten ein Notfallset mit sich führen, das neben den für die Blutzuckermessung notwendigen Utensilien einen ausreichenden Vorrat an schnellen Kohlehydraten beinhaltet (z. B. Traubenzuckerplättchen). Für Eltern und Sorgeberechtigte sollte ein Glukagon-Notfall-Kit verfügbar sein; hierfür müssen die Verantwortlichen in die Anwendung des Glukagons geschult sein! T1DM um eine Autoimmunerkrankung, bei der es durch eine gesteigerte zelluläre Immunität zu einer schubweisen Zerstörung der pankreatischen β-Zellen kommt. Die Auslösung des Krankheitsprozesses beruht dabei auf einer komplexen Interaktion von genetischen und Umweltfaktoren.",
            "latex": null,
            "type": "table"
        },
        "TABREF20": {
            "text": "Umweltfaktoren Verschiedene Umweltfaktoren wurden wiederholt in Verbindung mit der Diabetesmanifestation in Verbindung gebracht: 4 So findet sich eine saisonale Häufung der Diabetesmanifestation im Herbst und Winter. Glucagonwirkung kommt es zu einer reduzierten Glukoseverwertung sowie einer gesteigerten Glycogenolyse und Gluconeogenese. Zusätzlich führt der Insulinmangel zu einer verstärkten Lipolyse und verminderten Lipogenese. Dieses erhöhte Angebot freier Fettsäuren wird z. T. zu Ketonkörpern metabolisiert. Als Konsequenz resultiert eine Hyperglykämie und Hyperketonämie. Zusätzlich führt eine erhöhte osmotische Diurese infolge der Hyperglykämie zu ausgeprägten Flüssigkeits-und Elektrolytverlusten, die in Kombination mit der Hyperketonämie zur Komplikation einer diabetischen Ketoazidose führen können. Klinisches Bild Bei Manifestation bzw. Diagnosestellung werden meist typische anamnestische Informationen berichtet. Diese beinhalten u. a. das Auftreten einer Polyurie, Polydipsie, (sekundären) Enuresis oder eines Gewichtsverlusts. In Einzelfällen werden längerdauernde Entzündungen von Haut und Schleimhäuten (z. B. Soor-Kolpitis) berichtet. Zusätzlich sollte nach weiteren Diabeteserkrankten in der Familie gefragt werden. Im Untersuchungsbefund ist das Ausmaß der Dehydratation relevant; es sollte eine Schätzung des Gewichtsverlusts während der vorangehenden Wochen abgeschätzt werden. Neben den Vitalparametern Herzfrequenz, Blutdruck, Temperatur sollte auf eine etwaige Bauchschmerzsymptomatik geachtet werden (Pseudappendizitis diabetica). Im Falle einer Ketoazidose kann eine Kussmaul-Atmung mit einem Fötor acetonämicus bestehen.",
            "latex": null,
            "type": "table"
        },
        "TABREF23": {
            "text": "Hyperglykäm-hyperosmolaresKoma (HHS) Das HHS ist eine bei Kindern mit T1DM seltene Erkrankung, die aber mit hoher Morbidität und Mortalität verknüpft ist. Das HHS tritt häufiger bei Jugendlichen oder Erwachsenen mit Typ-2-Diabetes auf. Das HHS zeichnet sich durch die folgende Trias aus:",
            "latex": null,
            "type": "table"
        },
        "TABREF24": {
            "text": "Tab. 26.15 Pharmakokinetische Merkmale verschiedener Insulinvarianten um etwaige Krisen zu vermeiden oder rechtzeitig zu erkennen und ggf. zu intervenieren. Ein wesentlicher Pfeiler in der Vermeidung von Krisen sind wiederholte, altersadaptierte Einzel-oder Gruppenschulungen, um Patienten und deren Familien umfassend über die Erkrankung zu informieren und zu weitestgehender Selbständigkeit zu verhelfen (empowerment). In den meisten Zentren hat sich die Vermittlung von strukturierten Schulungskonzepten durch ein multiprofessionelles Team bewährt. Typischerweise besteht dieses aus pädiatrischen Endokrinologen/Diabetologen, Diabetesberatern, Ernährungsberatern, Kinderpsychologen und Sozialarbeitern. Letztere sind wichtig bei Information, Wissensvermittlung und Durchsetzung sozialrechtlicher Aspekte. Diese beinhalten u. a. Nachteilsausgleich mit einem Grad der Behinderung, aber auch Hilfestellung bei der Beantragung von familiären Unterstützungsmaßnahmen. j Folgeerkrankungen des T1DM Wichtige Folgeerkrankungen/Langzeitkomplikationen des T1DM sind in . Tab. 26.16 dargestellt. Dabei ist heute der Zusammenhang zwischen langfristiger Hyperglykämie und der diabetischen Mikro-Epidemiologie Obwohl auch in Deutschland eine besorgniserregende Zunahme von Adipositas bei Kindern und Jugendlichen beobachtet wird, so werden derzeit doch noch ungleich weniger Fälle von Typ-2-Diabetes-mellitus (T2DM) im Kindes-und Jugendalter diagnostiziert. Aktuelle Zahlen gehen von 800-900 Patienten mit einem T2DM in einem Alter zwischen 10 und 19 Jahren aus, bei allerdings vermutlich hoher Dunkelziffer. Pathogenese Im Gegensatz zum Insulinmangel bei Patienten mit einem T1DM liegt bei der Glukoseverwertungsstörung des T2DM eine Insulinresistenz vor. Hierzu tragen u. a. verschiedene Adipokine und inflammatorische Zytokine bei. Ergänzend hierzu kommt es unter Beteiligung von erhöhten Konzentrationen zirkulierender freier Fettsäuren zu einer Beeinträchtigung der β-Zellfunktion. j Diagnose und klinisches Bild Das klinische Bild des T2DM ist oft uncharakteristisch und schleichend. Das Vorliegen einer Ketoazidose bei Manifestation ist die Ausnahme.",
            "latex": null,
            "type": "table"
        },
        "TABREF25": {
            "text": "Nicht selten wird die Diagnose erst nach Diagnosestellung eines familiären Indexfalles gestellt. CDG, insbes. Typ 1b) oder eines Costello-Syndroms sein. j Diagnostik und klinische Symptomatik Durch den bereits pränatal bestehenden Hyperinsulinismus (Insulin ist ein potentes anaboles Hormon!) kann bereits vor Geburt eine Makrosomie auffallen. Viele Patienten zeigen in den ersten Lebenstagen eine Hypoglykämieneigung, nicht selten assoziiert mit Krampfanfällen im Rahmen einer Neuroglykopenie. Schlechter sind die Ergebnisse bei diffusem Hyperinsulinismus. Hier kann eine subtotale Pankreasresektion ggf. die Symptomatik stabilisieren oder abmildern. Allerdings droht bei 95%iger Resektion langfristig die Entwicklung eines Diabetes mellitus und/oder einer exokrinen Pankreasinsuffizienz. Einfluss von Vitamin D und Parathormon. Vitamin D ist das wichtigste Hormon in der Regulation der intestinalen Kalziumresorption. Die Synthese von Vitamin-D-Vorstufen aus 7-Dehydrocholesterol erfolgt in der Haut unter dem Einfluss ultravioletter Bestrahlung. Anschließend wird Vitamin D in der Leber zum 25-(OH)-Vitamin D umgewandelt. Der letzte Schritt zur Bildung des wichtigsten und biologisch aktivsten Metaboliten 1,25(OH) 2 -Vitamin-D erfolgt im Nierentubulus durch das Enzym 1α-Hydroxylase. Dieser Aktivierungsschritt wird gesteuert durch Parathormon, das in den Epithelkörperchen gebildet wird. In der Zellmembran der Epithelkörperzellen befindet sich der Kalzium-Sensing-Rezeptor. Ein Abfall des Kalziumspiegels führt zu einer vermehrten Synthese und Exkretion von Parathormon, das über die Aktivierung von Vitamin D für eine Zunahme der Kalziumaufnahme im Darm verantwortlich ist. Weiterhin steuert Parathormon die renale Kalziumexkretion und langfristig die Kalziumfreisetzung aus dem Skelettsystem. Neben der Synthese in der Haut ist die weitere Versorgung mit Vitamin D von der oralen Zufuhr und der intestinalen (fettgebundenen) Resorption abhängig. Ätiologie Auch heute ist der Vitamin-D-Mangel noch die häufigste Ursache für eine kalzipenische Rachitis. Insbesondere bei extremen Ernährungsweisen ohne strenge Bilanzierung der Vitamin-D-Zufuhr und bei Verweigerung der Vitamin-D-Prophylaxe, im 1. Lebensjahr, . Abb. 26.21 Vitamin-D-Stoffwechsel. Störungen des Kalzium-und Phosphathaushalts können verschiedenste Ursachen haben: Darm-, Leber-und Nierenerkrankungen, Störungen des Parathormons entwickeln sich schwerste rachitische Krankheitsbilder. Seltenere Ursachen sind durch Gendefekte bedingte Synthesestörungen von Vitamin D bzw. Vitamin-D-Rezeptorstörungen mit einer unzureichenden Vitamin-D-Wirkung (Resistenz). Häufig sind Vitamin-D-Störungen im Rahmen einer Niereninsuffizienz (renale Osteopathie) und bei Leberfunktionsstörungen nachweisbar. Bei gastrointestinalen Störungen mit Maldigestion und Malabsorption (insbesondere Fettresorptionsstörungen) entwickelt sich ein sekundärer Vitamin-D-Mangel. Eine sekundäre Unterversorgung mit Vitamin D tritt auch vermehrt bei Personen mit pigmentierter Haut auf, die in Regionen mit geringer Sonneneinstrahlung leben. Klinische Folgen Im Vordergrund stehen Veränderungen im Bereich der Wachstumsfugen. Hier verbreitert sich der Abstand zwischen Epiphysenkern und metaphysärer Verkalkungszone durch nicht mineralisierten hypertrophischen Säulenknorpel in Verbindung mit unzureichendem Aufbau reifer Knochenstrukturen in der Metaphyse. Diese Veränderungen führen zu einer Verschlechterung der Materialeigenschaft, die in den besonders biomechanisch belasteten Zonen Störungen der Skelettachsen hervorruft. Je nach Lebensalter entwickelt sich eine O-Bein-Stellung (Genu varum) bzw. X-Bein-Stellung (Genu valgum). Diese können für vorzeitige Arthrosen im Erwachsenenalter verantwortlich sein.",
            "latex": null,
            "type": "table"
        },
        "TABREF26": {
            "text": "j Bildgebende Verfahren Die Diagnose einer Rachitis wird röntgenologisch im Zusammenhang mit den klinischen und laborchemischen Befunden gestellt. Die . Abb. 26.23 zeigt charakteristische Skelettveränderungen mit Auftreibungen des distalen Radius sowie der distalen Ulna. Labordiagnostik Zur weiteren Abklärung dient die Labordiagnostik des. Zuerst erfolgt die Bestimmung der alkalischen Phosphatase im Serum. Hierbei handelt es sich um ein Enzym, das u. a. von Osteoblasten gebildet wird. In der Regel zeigen erhöhte Enzymaktivitäten einen gesteigerten Knochenumbau. Selten ist die Aktivität der alkalischen Phosphatase vermindert: Dieser Befund weist differenzialdiagnostisch auf das Krankheitsbild der Hypophosphatasie hin. Als Nächstes erfolgt die Bestimmung des Parathormons. Handelt es sich um eine kalzipenische Rachitis bei Vitamin-D-Mangel, liegen erhöhte Parathormonspiegel zur Stabilisierung des Kalziumspiegels vor. Ist dies nicht der Fall, muss als Ursache eine phosphorpenische Rachitis angenommen werden. Bei erhöhten Parathormonwerten wird als Nächstes 25-(OH)-Vitamin D gemessen. Lassen sich normale Spiegel nachweisen, erfolgt die Bestimmung des aktiven Vitamin-D-Metaboliten 1,25-(OH) 2 -Vitamin D. Können erniedrigte Spiegel nachgewiesen werden, kann es sich um eine Störung der Vitamin-D-Synthese (Enzymdefekt) handeln. Zeigen sich dagegen deutlich erhöhte Spiegel, muss an einen Rezeptordefekt gedacht werden. Therapie > Die Vitamin-D-Prophylaxe im 1. Lebensjahr ist die wichtigste Maßnahme zur Vermeidung einer Vitamin-D-Mangelrachitis. Behandlung der Vitamin-D-Mangelrachitis erfolgt mit erhöhten Vitamin-D-Dosen über 3-6 Wochen. Anschließend wird im 1. Lebensjahr eine Vitamin-D-Prophylaxe mit 500 Einheiten pro Tag fortgesetzt. Die Initialphase der Behandlung hat stationär zu erfolgen. Insbesondere muss auf einen initialen Abfall des Kalziumserumspiegels im Rahmen der beschleunigten Knochenmineralisation geachtet werden. Für die Behandlung der Vitamin-D-Mangel-Rachitis wurde ein globales Consensus-Papier erstellt das eine Gabe von 2.000-6.000 IE täglich über 90 Tage empfiehlt.Zur Vermeidung einer Hypokalzämie wird die Kombination von Vitamin D mit Kalzium empfohlen. Bei Hypokalzämien mit klinischer Symptomatik (Tetanie) erfolgt eine intravenöse Kalziumsubstitution. Unter diesem Regime normalisieren sich die Laborparameter (alkalische Phosphatase) und die klinischen Symptome in der Regel in den ersten 6-12 Wochen. Die Achsenabweichungen und Fehlstellungen der Extremitäten heilen meist im ersten Behandlungsjahr aus. Bei frühzeitiger Diagnose und Therapie sind spätere operative Korrekturen selten notwendig. Pathophysiologie Vitamin-D-abhängige Rachitiden werden heute in Typ I und Typ II unterteilt. Beide Krankheitsbilder werden autosomal-rezessiv vererbt und sind extrem selten. Bei der Vitamin-D-abhängigen Rachitis Typ I handelt es sich um Störung der renalen 1α-Hydroxylase. Dies führt zu einer ungenügenden Synthese des biologisch aktiven Vitamin-D-Metaboliten 1,25-(OH) 2 -Vitamin D. Dem ebenfalls sehr seltenen Typ II liegt dagegen eine Endorganresistenz gegenüber 1,25-(OH) 2 -D zu Grunde. In Hautfibroblasten konnten entsprechende Rezeptor-und auch Postrezeptordefekte nachgewiesen werden, die v. a. den Intestinaltrakt betreffen und mit einer deutlich verminderten Kalziumabsorption einhergehen. Beschrieben wurde der Typ II in erster Linie bei arabischen Familien. Für die Vitamin-D-abhängigen Rachitis-Typen I und II wurden entsprechende Mutationen des 1α-Hydroxylasegens bzw. des Vitamin-D-Rezeptorgens nachge wiesen. Klinik Die klinischen Zeichen der Rachitis und die neurologischen Folgen der Hypokalziämie sind bei Typ I und II identisch mit denen des schweren Vitamin-D-Mangels. Beide Krankheitsbilder werden in der Regel im 2. Lebensjahr manifest. Bei Typ II tritt bei über 50% der Fälle eine totale Alopezie auf. Therapie Die Therapie bei der Vitamin-D-abhängigen Rachitis Typ I erfolgt durch tägliche und lebenslange Substitution mit dem aktiven Vitamin-D-Metaboliten 1,25-(OH) 2 -D. Nach Ausheilung der Rachitis muss die individuelle Erhaltungsdosis, die zur Aufrechterhaltung einer Normokalzämie und zur ausreichenden Skelettmineralisation notwendig ist, durch schrittweise Reduktion des zugeführten Vita-. Abb. 26.24 Diagnostische Abklärung einer Rachitis min D ermittelt werde. Die Beurteilung des Parathormonspiegels ist hierbei hilfreich. Die Behandlung der Endorganresistenz (Typ II) ist schwieriger. Aufgrund einer meist inkompletten Resistenz ist ein Therapieversuch mit extrem hohen Dosen des aktiven Metaboliten 1,25-(OH) 2 -Vitamin D möglich. Bei Misserfolg sind hochdosierte orale oder intravenöse Kalziumgaben notwendig. 26.11.3 Sekundärer VitaminDMangel Nierenerkrankungen und renale Osteodystrophie j Definition, Pathogenese Der Begriff Osteodystrophie beschreibt im Kindesalter Störungen des Skelettwachstums und Knochenumbaus (Remodeling), die in der Folge einer chronischen Niereninsuffizienz auftreten. Multiple Faktoren wie verminderte Phosphatausscheidung, sekundärer Hyperparathyreoidismus und herabgesetzte renale 1,25-(OH) 2 -D-Synthese mit verminderter intestinaler Kalziumresorption sind für die Pathogenese dieses Krankheitsbildes verantwortlich. Hinzukommen die direkten Störungen durch Urämietoxine. Klinik Klinisch zeigen sich wie bei der Rachitis ein gestörtes Längenwachstum und Gelenkfehlstellungen im Bereich der langen Röhrenknochen. Die radiologischen Befunde erinnern an einen alimentären Vitamin-D-Mangel, jedoch fallen die Auftreibungen der Wachstumsfugen diskreter aus. Umbaustörungen der trabekulären Strukturen (metaphysäre Fibrose) und subperiostale Resorptionen aufgrund der erhöhten Parathormonwirkungen stehen bei der renalen Osteodystrophie im Vordergrund. Hauptverantwortlich für den sekundären Hyperparathyreoidismus ist in der Initialphase der Niereninsuffizienz die verminderte Ausscheidung von Phosphat mit erhöhten Serumphosphatwerten. Therapie Die wichtigste Maßnahme in der Frühphase einer Niereninsuffizienz ist die diätetische Phosphateinschränkung. Werden dazu orale Phosphatbinder eingesetzt, sollten diese kein Aluminium enthalten. Im weiteren Verlauf der Niereninsuffizienz ist eine zusätzliche Vitamin-D-Substitution unter Kontrolle der Parathormonserumspiegel notwendig. Die zusätzliche Gabe von Kalzium ist ebenfalls in vielen Fällen notwendig. Die Parathormonwerte sollten im oberen Normbereich liegen, da ein zu stark supprimiertes Parathormon den Stoffwechsel des Skelettsystems inaktiviert. Parathormon, in seiner physiologischen, pulsatilen Wirkungsweise, ist eines der wichtigsten knochenanabolen Hormone. Nach Aufnahme mit der Nahrung wird Vitamin D in Chylomikronen angereichert und erreicht über das Lymphsystem die Blutzirkulation. Bei intestinalen Malabsorptionssyndromen sowie bei unzureichender Galleproduktion mit Absorptionsstörungen von fettlöslichen Vitaminen kann es daher zu einem Vitamin-D-Mangel kommen. Klinisch relevant sind Krankheitsbilder mit Cholestase und Störungen der Gallensäurenproduktion und -sekretion wie z. B.: 4 kongenitale Leberzirrhosen, 4 Gallengangsatresien, 4 Mukoviszidose. Regelmäßige Kontrollen von Parathormon und alkalischer Phosphatase sind zur Früherkennung einer Mangelsituation notwendig. Je nach Schweregrad der gastrointestinalen Störungen wird Vitamin D mit den anderen fettlöslichen Vitaminen (A, E, K) hochdosiert oral oder alle 2-3 Wochen i.m. verabreicht. Kinder mit Anfallsleiden unter chronischer Therapie mit Antikonvulsiva sind gefährdet, rachitische Krankheitsbilder zu entwickeln. Diskutiert wird ein gestörter Vitamin-D-Metabolismus durch Leberenzyminduktion. Unklar ist zurzeit, ob die Hauptursache die antikonvulsive Therapie darstellt oder die zusätzlichen Mehrfachbehinderungen der Kinder, die häufig mit einer unzureichenden Sonnenexposition und insbesondere verminderter körperlicher Aktivität (Inaktivitätsosteoporose?) verbunden sind. Die Behandlung erfolgt wie bei einer Vitamin-D-Mangelrachitis in Verbindung mit krankengymnastischen Maßnahmen. 26.11.4 Frühgeborenenosteopathie Osteopenische (Knochensubstanz fehlt) und rachitische (verminderte Mineralisation vorhandener Strukturen) Veränderungen werden bei extremen Frühgeborenen mit weniger als 1.500 g Geburtsgewicht und einem Gestationsalter unterhalb der 28. SSW beobachtet. Die Pathogenese der Frühgeborenenosteopathie ist multifaktoriell: 4 unzureichende Zufuhr von Phosphat und Kalzium, 4 Langzeitbeatmung, 4 Azidose, 4 Therapien mit Diuretika und Glukokortikoiden, 4 motorische Inaktivität im Vergleich zu intrauterinen Bewegungsmustern. Im letzten Schwangerschaftstrimenon liegt der tägliche Kalziumeinbau in den fetalen Knochen bei ca. 130 mg/kgKG und der Phosphateinbau bei 70 mg/kgKG. Dieser Bedarf wird bei Frühgeborenen durch Muttermilch allein nicht gedeckt. Mit Kalzium und Phosphat angereicherte Frühgeborenennahrung oder/und die individuelle Substitution sollen eine entsprechende Zufuhr von Kalzium und Phosphat gewährleisten. Zusätzlich erfolgt eine Substitution mit Vitamin D. Cave Regelmäßige Messungen von Kalzium und Phosphat im Urin sind notwendig, um insbesondere auch Überdosierungen (Entwicklungen von Nephrokalzinosen) durch Ausfall von Kalziumphosphatkristallen zu erkennen. Mineralisationsstörungen haben bei Frühgeborenen eine gute Prognose und können in den ersten Lebensmonaten ausheilen. Schwere Formen müssen durch konsequente Kalzium-und Phosphatbilanzierungen vermieden werden. Diese führen zu permanenten Schäden, die insbesondere das weiche Schädelskelett betreffen. Augenfehlstellungen und Sehstörungen können Sekundärfolgen darstellen. Neue Studien zeigen einen verbesserten Skelettaufbau durch früh einsetzende Physiotherapie bei Frühgeborenen. Die alkalischen Phosphatasen sind Enzyme, die in der Plasmamembran von Zellen, auch von Osteoblasten, lokalisiert sind. Die alkalische Knochenphosphatase ist auf bisher unklare Weise an dem Mineralisationsprozess beteiligt. Liegt aufgrund eines genetischen Defekts eine verminderte Aktivität des in der Leber, im Knochen und im Knorpel gebildeten Isoenzyms der alkalischen Phosphatase vor, ist die Mineralisierung der Knochenmatrix gestört. Klinik Die klinische Symptomatik der Hypophosphatasie ist sehr variabel, auch das Manifestationsalter kann unterschiedlich sein. Im Vordergrund stehen rachitisähnliche Skelettbefunde und Wachstumsstörungen. Besonders auffällig sind dabei schwere Mineralisationsdefekte mit ausgeprägten Ausfransungen der Metaphysen. Je nach Manifestationsalter werden 3 Formen unterschieden: 4 Infantile Form: Symptome einer schweren Mineralisationsstörung wie Frakturen und Knochenverbiegungen sind bereits bei der Geburt vorhanden oder entwickeln sich im Säuglingsalter. Viele dieser Kinder sterben sehr früh an pulmonalen Komplikationen in Folge von Rippenfrakturen und Thoraxinstabilität. Weitere Probleme sind Gedeihstörungen, vorzeitiger Verschluss der Schädelnähte, Krampfanfälle, Herzrhythmusstörungen, Hyperkalzämie und Nephrokalzinose. 4 Juvenile Form: Zeichen der juvenilen Form sind Kleinwuchs, Rachitis, vorzeitiger Ausfall der Milchzähne, Bewegungsstörung in Verbindung mit Knochenschmerzen und reduzierte Muskelkraft. 4 Adulte Form: Es handelt sich hierbei um eine milde Verlaufsform mit Knochenschmerzen, Fehlstellungen, möglicherweise Zeichen einer generalisierten Osteoporose und dentalen Problemen. Diagnose Die Diagnose ist leicht anhand der verminderten Aktivität der alkalischen Phosphatase im Serum zu stellen und über Genmutationen zu bestätigen. Wichtig ist hierbei die Berücksichtigung alters-und geschlechtsspezifischen Normalwerte für die Enzymaktivität der alkalischen Phosphatase. Therapie Eine kausale Therapie der Hypophosphatasie existiert derzeit nicht, aber es ist für infantile und juvenile Formen eine Enzymersatztherapie verfügbar. Diese ersetzt die Funktion der alkalischen Phosphatase und bewirkt eine Mineralisierung des Knochens. Durch diese Therapie konnte das Überleben von Patienten mit schwersten Verlaufsformen ermöglicht werden und auch die Mobilität und Muskelfunktion wird mit dem Medikament verbessert. Zusätzlich sind orthopädische Maßnahmen zur Korrektur von Fehlstellungen oft erforderlich. Einen positiven Einfluss auf Knochenschmerzen, Bewegungsstörung und der Knochenmineralisation zeigen nichtsteroidale Antiphlogistika. Physiotherapeutische und schmerztherapeutische Ansätze gehören genau zu der multimodalen Betreuung dieser Patienten wie eine pulmonologische und neuropädiatrische Anbindung. Pathophysiologie Phosphat ist einer der Hauptbestandteile des Knochenminerals Hydroxylapatit [Ca 10 (PO 4 ) 6 (OH 2 )]. Der Phosphatmangel hat somit unmittelbar eine Störung der Mineralisation zur Folge. Die hypophos-phatämischen Rachitisformen zeigen charakteristischerweise erniedrigte Serumphosphatspiegel und in der Regel eine gestörte renale Phosphatausscheidung. Es liegt primär oder sekundär eine inadäquat erhöhte renale tubuläre Phosphatausscheidung vor. Diese kann als isoliert gesteigerte Phosphatausscheidung nachgewiesen werden bzw. mit komplexen renal-tubulären Funktionsstörungen einhergehen (Verlust von Glukose, Aminosäuren, Bikarbonat). Die häufigsten Ursachen sind die isolierten renal-tubulären Phosphatverluste. Im Vordergrund steht der Phosphatdiabetes -auch als familiäre hypophosphatämische Rachitis oder als Vitamin-D-resistente Rachitis bezeichnet. Eine Sonderform stellt der Phosphatdiabetes in Kombination mit einer Hyperkalziurie dar. eines renalen Phosphatverlusts 5 Störungen der renalen tubulären Phosphatreabsorption 5 Phosphatdiabetes (Vitamin-D-resistente Rachitis) (PHEX Gen) -Familiäre Form (dominant: FGF 23 Gen; rezessiv: DMP1/ ENPP1 Gen) -Mit Hyperkalziurie (SLC34A3 Gen) -Bei Tumoren -Fanconi-Syndrom (SLC34A1 Gen) 5 Primäres Fanconi-Syndrom 5 Sekundäres Fanconi-Syndrom -Stoffwechselkrankheiten (Zystinose, Tyrosinämie u. a.) -Vergiftungen (Schwermetall) -Zytostatika -Nach Nierentransplantation -Nierenvenenthrombose -Hyperparathyreoidismus -Hypokaliämie, Hyperkalziurie -Kortisonbehandlung j Epidemiologie Beim Phosphatdiabetes handelt es sich um die häufigste der angeborenen Rachitisformen mit einer Häufigkeit von ca. 1:25.000 Neugeborenen. Dieses Krankheitsbild wird X-chromosomal-dominant vererbt. Das am häufigsten veränderte Gen zeigt Homologien zur Familie der Endopeptidasengene und wird als PHEX (\"phosphate regulating with homologies to endopeptidases on the X-chromosome\") bezeichnet. PHEX beeinflusst über den Fibroblastenwachstumsfaktor 23 (\"fibroblast growth factor\" 23, FGF-23) die Rückresorption von Phosphat aus dem Primärharn. Bei einem Funktionsverlust von PHEX kommt es über einen Überschuss an FGF23 zu einer vermehrten Phosphatausscheidung . Bei der sporadisch auftretenden adulten Form des Phosphatdiabetes handelt es sich um ein sehr seltenes Krankheitsbild. Dabei sind immer tumorassoziierte Formen abzugrenzen. Verschiedene mesenchymale Tumoren wurden hierbei beschrieben. Nachgewiesen wurde FGF-23 als humoraler Faktor, der für die vermehrte renale Phosphatausscheidung verantwortlich ist. Klinik Die Diagnose des Phosphatdiabetes wird am häufigsten im 2. Lebensjahr gestellt. Die auffallenden Symptome sind ein sich entwickelnder Kleinwuchs bzw. eine verminderte Wachstumsgeschwindigkeit (7 Abschn. 26.1). Phänotypische stehen Achsabweichungen besonders der unteren Extremität im Vordergrund. Die zunehmende O-Bein-Stellung ist der wesentliche Grund für die bestehenden Wachstumsstörungen. Diese Fehlstellung ist progredient unter der wachsenden biomechanischen Belastung (Gewichtszunahme und Muskelkraftzunahme) der unteren Extremität. In vielen Fällen zeigt sich bei sorgfältiger Untersuchung bereits im 1. Lebensjahr eine verzögerte Wachstumsentwicklung. Im Schul-und Jugendalter kann sich der Phosphatdiabetes auch mit Valgusstellung der unteren Extremität manifestieren. Weitere skelettale Symptome sind bei unbehandelten Patienten Knochenschmerzen, Frakturen oder Pseudoarthrosen. Im höheren Lebensalter kann ein vermehrtes Wachstum der Knochen im Bereich der Muskelansätze auftreten. Vereinzelt wurden knöcherne Einengungen des Spinalkanals beschrieben. Im Kindesalter zeigt sich ein verspäteter Zahndurchbruch und Zahnwechsel mit Zahnschmelzdefekten und bei älteren Kindern und Erwachsenen vermehrte Neigung zu Zahnwurzelabszessen. Bei der Form des Phosphatdiabetes in Verbindung mit Hyperkalziurie ist die Entwicklung einer Nephrokalzinose möglich. Diagnose . Abb. 26.25 zeigt das diagnostische Vorgehen bei den aufgeführten klinischen Symptomen, die an eine generalisierte Skeletterkrankung bei Phosphatverlust denken lassen. Bei den phosphorpenischen Rachitisformen zeigen sich eine verminderte Phosphatrückresorption und ein vermindertes Phosphattransportmaximum des tubulären Systems. Die prozentuale tubuläre Phosphatrückresorption (TRP%) berechnet den Anteil des Phosphats im Primärharn, der tubulär rückresorbiert wird. Das tubuläre Maximum der Phosphatrückresorption (TmP/GFR) bezeichnet die renale Phosphatschwelle unterhalb derer alles filtrierte Phosphat tubulär absorbiert wird. Charakteristischerweise liegen bei phosphorpenischen Rachitisformen normale Parathormonserumspiegel vor.Anhand der Beurteilung der Ausscheidung von Aminosäuren, Glukose und Bikarbonat erfolgt die Unterteilung in generalisierte tubuläre Funktionsstörungen (Fanconi-Syndrom) und dem isolierten Phosphatverlust. Hierbei ist noch anhand der Kalziumausscheidung eine assoziierte Hyperkalziurie auszuschließen. Die Untersuchungen des PHEX-Gens ist ebenfalls möglich. Therapie Im Vordergrund der Therapie steht die orale Verabreichung von elementarem Phosphor. Ganz wesentlich ist die Verteilung auf 5-6 Einzelgaben über den Tag. Zur Vermeidung eines durch die Phosphatgabe induzierten sekundären Hyperparathyreoidismus und zur Steigerung der intestinalen Phosphatresorption wird die Phosphatsubstitution kombiniert mit aktivem Vitamin D [1,25(OH) 2 -D]. Im Falle einer begleitenden Hyperkalziurie bzw. bei unter Therapie auftretender Hyperkalziurie kann zusätzlich Hydrochlorothiazid eingesetzt werden. Hydrochlorothiazid stimuliert die renale Kalziumretention und verbessert damit möglicherweise Kno-chenheilung und Wachstum. Kürzlich wurde ein FGF23-Antikörper für die Behandlung im Kindes-und Jugendalter zugelassen, das eine Steigerung der Phosphatrückresorption bewirkt. Cave Unter der Therapie mit Phosphat und Vitamin D kann es zur Ausbildung einer Nephrokalzinose kommen (regelmäßige Ultraschallkontrollen und Bestimmung der Kalziumausscheidung im Urin zur Therapieüberwachung!). dauert die Substitution bis zum Abschluss des Wachstums. In Einzelfällen ist die Fortführung einer Therapie bei erwachsenen Patienten indiziert (z. B. bei Knochenschmerzen). Eine chirurgische Korrektur der Fehlstellungen ist trotz medikamentöser Behandlung in Einzelfällen nicht zu umgehen. Eines der wichtigsten Therapieziele ist das Erreichen einer normalen Wachstumsgeschwindigkeit und Normalisierung der Achsenfehlstellung.Die Aktivität der alkalischen Phosphatase sollte im oberen Normbereich liegen bzw. kann leicht erhöht sein. Cave Bei Vitamin-D-Therapie müssen initial engmaschige Kontrollen des Serumkalziumspiegels und der renalen Kalziumausscheidung eine Hyperkalziämie und Hyperkalziurie ausschließen. Dies trifft für alle mit Vitamin D und insbesondere mit aktivem Vitamin D behandelten Krankheitsbilder zu.26.11.7 Knochenerkrankungen mit Fraktur häufungen -Osteopenie, Osteoporosej Definitionen Frakturen treten in der Regel bei außergewöhnlichen Kraftbelastungen auf. Man spricht von pathologischen Frakturen, wenn kein adäquates Trauma vorlag. Bei den pathologischen Frakturen und Spontanfrakturen liegt eine verminderte Festigkeit des Knochengewebes vor. Die verminderte Stabilität kann lokal oder generalisiert vorkommen. Als Osteopenie wird das Stadium bezeichnet, in dem die Knochenmasse reduziert ist, aber noch kein Bruch eingetreten ist. Als Osteoporose bezeichnet man in der Pädiatrie die Erkrankung, die mit niedriger Knochenmasse und mikroarchitektonischer Minderung des Knochengewebes und mit nachfolgend erhöhtem Frakturrisiko einhergeht. In der Regel entstehen diese Krankheitsbilder nicht durch ein reduziertes Mineralangebot, sondern durch 4 eine Störung der Knochengrundsubstanz (Kollagensynthese), 4 Störung der biomechanischen Adaption (Mechanostat, Knochenzellen), 4 durch verminderte mechanische Stimulationen (körperliche Inaktivität, Muskelerkrankungen). Abb. 26.26 zeigt die Regulation der Skelettentwicklung. Die wichtigsten Beispiele für Störungen in dem Regelkreis sind aufgeführt und werden im Folgenden beschrieben. Bei allen unklaren Frakturen muss eine Kindesmisshandlung ausgeschlossen werden. Kinder müssen nach weiteren Zeichen äußerer Gewaltanwendung wie Hämatomen untersucht werden. Umfangreichere radiologische Untersuchungen und die Durchführung einer Skelettszintigraphie sind zum Nachweis weiterer z. B. älterer Frakturen gelegentlich notwendig, sollten aber wegen der Strahlenbelastung gegen andere bildgebende (MRT) oder genetische Untersuchungsmethoden abgewogen werden. Abb. 26.25 Diagnostisches Vorgehen bei Phosphatverlust j Therapie Die interdisziplinäre Behandlung beinhaltet neben orthopädischen Maßnahmen zur Frakturversorgung und Behandlung von Deformierungen und einer kontinuierlichen Aktivierung der Muskulatur durch physiotherapeutische Maßnahmen, eine medikamentöse, antiresorptive Therapie. Die i.v.-Gabe von Bisphosphonaten zur Steigerung der Knochenmasse, Reduktion von Frakturen und Verbesserung von Skelettschmerzen im Rahmen individueller Heilversuche, zeigt gute Erfolge (. Abb. 26.28). Die fehlende Zulassung der Medi-kamente im Kindesalter und die geringen Langzeiterfahrungen müssen beachtet und mit den Familien besprochen werden. Cave Bei schweren Verlaufsformen sind antiresorptive Medikamente und operative Maßnahmen, neben einer kontinuierlichen Physiotherapie etablierte Maßnahmen. Zu vermeiden sind langfristige Immobilisierungen, die zusätzlich zur Inaktivitätsosteoporose und muskulären Hypotonie führen. Tab. 26.17 Modifizierte Klassifikation des Phänotyps der Osteogenesis imperfecta. (Mod. nach Forlino et al. 2014) TMEM38B AR Trimeric intracellular cation channel B (TRIC-B) WNT1 AR Wingless-type MMTV integration site family member 1 CREB3L1 AR Old Astrocyte Specifically induced substance (OASIS) OI Osteogenesis imperfecta, AD autosomal-dominant, AR autosomal-rezessiv Pathophysiologie Die Osteopetrose ist ein seltenes Krankheitsbild aus der Gruppe der sklerosierenden Osteochondrodysplasien. Genaue Zahlen zur Prävalenz liegen nicht vor. Es werden 4 Formen unterschieden, die autosomal-rezessiv (schwerere Formen) oder autosomal-dominant (leichtere Formen) vererbt werden. Die Verdickungen des Knochens (Hyperostose) und verstärkte Mineralisation (Osteosklerose) wird durch einen funktionellen Defekt der in normaler Zahl vorhandenen Osteoklasten verursacht. Dies führt zu einer Störung des Knochenumbaus (Remodeling), bei dem Osteoklasten und Osteoblasten für den ständigen Umbau der Knochenstrukturen verantwortlich sind. Bedingt durch die Osteoklastenschwäche entsteht eine \"Anhäufung\" von Knochensubstanz. Aufgrund der Tatsache, dass Osteoklasten von Makrophagen abstammen, zeigt sich auch eine Störung der Makrophagenfunktion mit erhöhter Infektanfälligkeit. Durch den verminderten Knochenabbau wird die Markhöhle zunehmend durchbaut mit der Folge einer verminderten Blutbildung. Die Einengung der Foramina der Hirnnerven im Schädelbasisbereich kann zu entsprechenden neurologischen Komplikationen führen. Insbesondere können Störung des N. opticus und des N. acusticus auftreten. Diagnose Radiologisch imponiert die Osteosklerose mit nicht abgrenzbarer Markhöhle, Aufweitung und horizontaler Streifenzeichnung der Metaphysen der langen Röhrenknochen sowie betonten Deck-und Grundplatten der Wirbelkörper (. Abb. 26.29). Laborchemisch fallen niedrig normale Spiegel von Kalzium und Phosphat im Serum bei erhöhtem Parathormon und 1,25(OH) 2 -Vitamin D auf. Osteoblastenmarker (knochenspezifische alkalische Phosphatase, Osteokalzin) sind normwertig. Osteoklastenmarker wie das knochenspezifische Isoenzym der sauren Phosphatase sind erniedrigt. Klinik Die weitaus häufigste Form ist die Osteopetrosis tarda und verläuft oft asymptomatisch und wird meist zufällig radiologisch bei erhöh-ter Knochendichte entdeckt. Symptome können Anämie (30%), verstärkte Kariesanfälligkeit und erhöhte Knochenbrüchigkeit sein. Seltener tritt die \"kongenitale\" oder \"maligne\" Osteopetrose auf, die sich postpartal zusätzlich durch Hepatosplenomegalie, Panzytopenie, Lymphknotenschwellung, Zahnanomalien, Hirnnervenausfälle, Hydrocephalus internus und Infektanfälligkeit oder auch in einer Totgeburt äußern kann. Die Fazies der Patienten ist durch . Abb. 26.28 Abgeflachte Wirbelkörper und Keilwirbel bei deutlicher Transparenzminderung. Nach 9-monatiger Behandlung mit Bisphosphonaten zeigt sich eine Zunahme von Wirbelkörperhöhen und Knochendichte sowie eine Aufrichtung des Keilwirbels . Abb. 26.29 Unterschenkel bei generalisierter Osteosklerose. (Mit freundl. Genehmigung von Prof. Kemperdick, Radiologisches Institut der Universität Düsseldorf ) Makrozephalie, prominente Stirn, Hypertelorismus, Ptosis und Strabismus typisch verändert. Eine intermediäre Form und eine Form mit renaler und zerebraler Beteiligung treten seltener auf. Weitere Komplikationen sind Hirnnervenausfälle wie Fazialisparese, Schädigung des N. acusticus mit Ertaubung und Optikusatrophie mit konsekutiver Erblindung. Therapie Leichte Formen werden symptomatisch mit Transfusionen, Antibiotika und Osteosynthese bei Frakturen therapiert. Für schwere Formen gilt inzwischen die frühzeitige Knochenmarktransplantation als Mittel der Wahl, die in manchen Fällen eine vollständige Heilung herbeiführt. Die Lebenserwartung der kongenitalen Form ist ohne intensive Therapie durch Anämie, Blutungen oder Infektion deutlich eingeschränkt (<10 Jahren). 26.11.10 Idiopathische juvenile Osteoporose j Ätiologie Die Ursache ist nicht bekannt. Diskutiert werden ein zeitlich begrenzter, beschleunigter Knochenabbau und eine verzögerte Adaptation des Skelettsystems an die Körperlängen-und Gewichtsentwicklung. Die idiopathische juvenile Osteoporose ist im Kinderund Jugendalter eine sehr seltene Erkrankung.",
            "latex": null,
            "type": "table"
        },
        "TABREF27": {
            "text": "Abb. 26.30 Seitliche Röntgenaufnahme der Lendenwirbelsäule bei einem 12-Jährigen mit Rückenschmerzen und mehrfachen Frakturen langer Röhrenknochen: typische Fischwirbelkörper im Sinne einer ausgeprägten Osteoporose . Tab. 26.18 Sekundäre Ursachen der juvenilen Osteoporose Hierbei handelt es sich um die häufigste Ursache für eine Osteoporose im Kindes-und Jugendalter. In der Übersicht sind die wesentlichen Krankheitsbilder, die zur Inaktivierung des Skelettsystems führen, aufgelistet. Besonders bedeutsam sind langfristige Immobilisation durch Bettlägerigkeit wie z. B. bei neurologischen Krankheitsbildern. Die unzureichende Entwicklung der Muskulatur bzw. Störungen des Muskeltonus sind verantwortlich für eine verminderte Stimulation des Skelettsystems. Bei akuten Krankheitsbildern führt dies zum vermehrten Knochenabbau und bei chronischen Krankheitsbildern zu einem unzureichenden Aufbau des Skelettsystems. Die biomechanische Stimulation stellt das wichtigste Steuerungssystem für das Skelettsystem dar. Bei fehlender Muskelaktivität existieren auch keine therapeutischen Möglichkeiten wie z. B. Hormone zur Modellierung des Regelkreises. Im Vordergrund steht die Behandlung der Grunderkrankung und physikalische Therapie (Krankengymnastik).26.12 Fehlbildungen der GenitalorganeP.G. Oppeltj Allgemeines Weibliche genitale Fehlbildungen sind angeborene Malformationen des inneren und/oder äußeren Genitals deren Ursachen bisher weitgehend ungeklärt sind. Genitale Fehlbildungen beruhen auf einer Hemmungsfehlbildung der Müller-Gänge in der Embryonalzeit. Je nach Zeitpunkt und Ausmaß kommt es zu unterschiedlichen Ausprägungsgraden der Fehlentwicklung. Fehlbildungen des weiblichen Genitaltrakts sind häufig mit Fehlbildungen des Nierentrakts assoziiert.",
            "latex": null,
            "type": "table"
        },
        "TABREF28": {
            "text": "). Für das äußere Genital liegt ein Indifferenzstadium vor. Es bilden sich primär zwei innenliegende Genitalfalten, zwei Geschlechtswülste (Labiosakralwülste) und mittig ein unpaarer Genitalhöcker (Genitaltuberkulum). Die Genitalfalten umschließen die Öffnung des Sinus urogenitals. Bei Abwesenheit von Androgenen bildet sich aus den Geschlechtsfalten die Labia minora, aus den Geschlechtswülsten die Labia majora und aus dem Geschlechtshöcker die Klitoris (Schwellkörper). Der Sinus urogenitalis bildet die Harnröhre mit Harnblase und den unteren Anteil der Scheide sowie die Bartholini-Drüsen (Glandula vestibu-. Abb. 26.31 Sonographie bei Nephrokalzinose bei einem Patienten mit Hypoparathyreoidismus. Der Patient wurde seit einem halben Jahr mit 1,25-(OH) 2 -Vitamin-D bei ausgeprägter Hypokalzämie behandelt. In der Folge stellte sich eine Hyperkalzämie mit den klinischen Symptomen einer Hypertonie und Polyurie ein. Im Rahmen der Hyperkalzämie und Hyperkalziurie entwickelte sich die dargestellte Nephrokalzinose. Die Darstellung zeigt die Schallresonanzphänomene bei Kalkablagerung im Bereich des Nierenmarks und der Rindenmarkgrenze. Die echodichten Strukturen mit einer dorsalen Schallauflösung sind als typische Veränderungen der Nephrokalzinose vorhanden . Abb. 26.32 Embryonale Entwicklung des weiblichen Genitals. rot Müller-Gänge laris major). Die Gänge der Harnröhre und der Vagina trennen sich und enden in das Vestibulum vaginae. Die Diagnosefindung genitaler Auffälligkeiten erfordert nur wenig Diagnostik. Eine ausführliche Anamnese v. a. des bisherigen Pubertätsverlaufs, die körperliche Untersuchung mit Festlegung der Tanner-Stadien (. Abb. 26.6) sowie die Inspektion des äußeren Genitals mit Beurteilung von Mons pubis, Leiste, Labia majora und minora, Harnröhre, Hymen und Introitus vaginae und die Sonographie von abdominal bei gefüllter Blase reichen häufig selbst für die Diagnostik komplexer Fehlbildungen aus. Selten muss ein MRT des kleinen Beckens angefertigt werden.",
            "latex": null,
            "type": "table"
        },
        "TABREF29": {
            "text": "Leitsymptom Schwierigkeiten beim Tamponentfernen oder Schmerzen mit Blutung beim ersten Geschlechtsverkehr bzw. Unvermögen von Geschlechtsverkehr. Klinik Der Scheideneingang ist durch einen häutigen Steg unterteilt. Die Septen verlaufen häufig längs, unterteilen den Scheideneingang aber nicht immer symmetrisch. Das Einführen von Tampons gelingt häufig, da das Septum zur Seite weicht. Diagnostik Darstellung des äußeren Genitals mit Separations-und Traktionsmethode, sodass sich meist der Introitus vaginae entfalltet und ein Septum gut sichtbar ist (. Abb. 26.33a). Zur besseren Darstellung kann ein Septum auch mit einem Stieltupfer \"aufgefädelt\" werden (. Abb. 26.33b). Letzteres sollte aber nur im östrogenisiertem Zustand durchgeführt werden, da dies in der hormonellen Ruhephase schmerzhaft sein kann. Therapie Je nach Lage und Symptomen sollte das Hymenalseptum entfernt werden. Dies geschieht durch operative Exzision des Septum. Postoperativ sollte für ca. 14 Tage eine estriolhaltige Creme auf die Wundräder gegeben werden. Je nach Ansatz des Septums kann auch nach Abbinden der Durchtrennungsstelle das Septum mit einem Scherenschlag, nach Gabe eines Lokalanästhetikums, abgetrennt werden. Auch in diesem Fall wird für ca. 14 Tage estriolhaltige Creme gegeben. Operative Eingriffe bei Hymenalfehlbildungen sollten im gut östrogenisiertem Zustand, also frühestens ein Jahr nach Einsetzen der Thelarche durchgeführt werden. Hymenalseptum ist mit keiner höher gelegenen Fehlbildung assoziiert. Leitsymptom Primäre Amenorrhö teilweise mit Angabe von Unterbauchschmerzen bei völlig normalem Pubertätsverlauf oder Mukokolpos beim Neugeborenen. Letzteres meint die Vorwölbung des häutigen Verschlusses durch den vorhandenen Schleim in der Scheide. Klinik Kompletter, häutiger Verschluss der Scheidenöffnung. Häufigste Verschlussstörung bei normaler Uterus und Vaginalanlage. Es findet sich je nach Ausmaß des Blutaufstaus ein Hämatokolpos (blutgefüllte Scheide), eine Hämatometra (Aufstau in die Gebärmutter), eine Hämatosalpinx (Aufstau in die Eileiter) oder auch Blut im Douglas-Raum. Während sich der Hämatokolpos nach Eröffnung komplett zurückbildet, kann der Blutaufstau in den Tuben oder des kleinen Beckens zu Verwachsungen mit daraus resultierender Sterilität führen. Diagnostik Bei sonst unauffälligem äußerem Genital, zeigt sich unter der Separations-und Traktionsmethode eine dünn ausgezogene Membran, die den gesamten Scheideneingang verschließt und sich bläulichlivide vorwölbt (. Abb. 26.34). Abb. 26.33 Hymenalseptum. a Darstellung nach Separations-und Traktionsmethode. b Darstellung mit Tupfer. [Aus: Oppelt PG, Dörr HG (2014) Kinder-und Jugendgynäkologie. Thieme, Stuttgart, mit freundl. Genehmigung]",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": ". Zyklusstörungen bei Jugendlichen unterscheiden sich nicht von denen im Erwachsenenalter. Die Blutungsstörungen werden eingeteilt in Amenorrhö (primär und sekundär), Regeltempostörungen (Oligomenorrhö und Polymenorrhö), Regeltypusstörungen (Hypermenorrhö und Hypomenorrhö), Zusatzblutungen, Dauerblutungen und die Dysmenorrhö (primär und sekundär). Lediglich die primäre Amenorrhö (Fehlbildung als Ursache: 7 Abschn. 7.11) und die juvenile Dauerblutung (7 Abschn. 7.12.1) sind typische Zyklusstörungen des jugendlichen Mädchens.In den ersten 2 Jahren nach der Menarche sind unregelmäßige Blutungen physiologisch, dahinter verbergen sich häufig anovulatorische Zyklen. Eine Diagnostik von Blutungsstörungen vor Ablauf von 3 Jahren nach Beginn der Menarche empfiehlt sich deshalb nur bei sich entwickelten Androgenisierungszeichen (Akne, Hirsutismus). In diesem Fall sollte auf eine Hyperandrogenämie abgeklärt werden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "Unter einer juvenilen Dauerblutung versteht man eine zyklusunabhängige, anhaltende Blutung in der Adoleszenz, häufig tritt diese in den ersten beiden Jahren nach Eintritt der Menarche auf.Eine Anovulation mit Follikelpersistenz ist die häufigste Ursache der juvenilen Dauerblutung, die dysfunktionelle juvenilen Dauerblutung. Ansonsten muss auch an eine Hämophilie gedacht werden. Im Falle einer anovulatorischen Dauerblutung kommt es zu einer Östrogendominanz mit Überproliferation des Endometriums und aufgrund der nicht vorhandenen Gestagenwirkung (ohne Ovulation keine Gestagenbildung) bleibt die sekretorische Transformation des Endometriums aus.Die Mädchen entwickeln rasch eine Anämie und fallen durch Müdigkeit und Leistungsminderung auf. j Therapie Die Therapie sieht zum einen den Blutungsstopp und zum anderen die Behandlung der Anämie vor. Die Therapie der Dauerblutung ist primär abhängig von der Endometriumsdicke, somit ist die Ultraschalluntersuchung das wichtigste Diagnostikum. Bei flachem Endometrium wird mit einer Estrogenmonotherapie (z. B. Estradiolvalerat 2 mg) für 10 Tage gefolgt von einer Kombinationstherapie (Östrogen-Gestagen-Kombination) von mindestens 12 Tagen therapiert. Bei hochaufgebautem Endometrium ist die Monotherapie mit Gestagenen (z. B. Dydrogesteron 10 mg oder Chlormadinonacetat 2 mg) indiziert. Sollte die Dauerblutung schon länger bestehen, so empfiehlt sich auch bei hochaufgebauten Endometrium die primäre Behandlung mit einer Kombinationstherapie (z. B. Estradioldvalerat + Dienogest). Bei bestehender Hämophilie muss eine kausale Therapie zusammen mit den Hämostaseologen festgelegt werden.Kommt es auch hierunter nicht zum erwünschten Erfolg, kann zusätzlich Tranexamsäure gegeben werden.In absoluten Ausnahmefällt kommt es trotz eingeleiteter hormoneller Therapie nicht zum Blutungsstopp, in diesem Fall muss eine Hysteroskopie mit Abrasio durchgeführt werden.Eine weiterführende Therapie nach erfolgreicher Behandlung ist abhängig 1. vom Ausmaß der Anämie: besteht eine ausgeprägte Anämie würde sich die Weiterführung kombinierten Hormontherapie oder eines kombinierten Kontrazeptivums anbieten. Besteht keine ausgeprägte Anämie muss die initiale Therapie nicht fortgesetzt werden. 2. Von einer bestehender Hämophilie: bei bestehender Hämophilie bieten sich am ehesten kombinierte Kontrazeptiva an, die kontinuierlich (im Langzyklus) gegeben werden sollten.Besteht keine ausgeprägte Anämie oder ist keine Hämophilie bekannt, so muss nicht zwingende eine fortbestehende Hormontherapie eingeleitet werden. Die Therapie der Anämie wird mit den üblichen Eisenpräparaten primär oral bis zur Normalisierung des Hb-Werts durchgeführt.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Juvenile Dauerblutung j Leitsymptom"
        },
        {
            "text": "Die Dysmenorrhö ist definiert als Unterbauchschmerzen während der Menstruation, die nicht selten kolikartig ablaufen. Zusätzlich kommt es häufig zu Übelkeit, Erbrechen, Diarrhö, Kopfschmerzen oder Migräneattacken und auch psychovegetativen Beschwerden wie Niedergeschlagenheit. Nicht selten sind die Beschwerden so massiv, dass die Betroffenen im Alltag eingeschränkt sind und somit in der Schule fehlen oder nicht am Sportunterricht teilnehmen können.Die Dysmenorrhö ist die häufigste gynäkologische Erkrankung von Jugendlichen, aber lediglich 15% der betroffenen Mädchen konsultieren aufgrund der Schmerzen einen Arzt. Ein Großteil der betroffenen Jugendlichen wird erst durch die Anamnese, also das aktive danach fragen, diagnostiziert. Lediglich ⅓ der Mädchen mit Dysmenorrhö nutzen vor Erstdiagnose durch den Arzt ein Schmerzmittel. Es scheint in den Köpfen der Betroffenen, wie auch deren Mütter, die Meinung vor zu herrschen: Schmerzen, egal wie stark, gehören zur Regelblutung dazu.Unterschieden wird die primäre Dysmenorrhö, ohne organische Ursachen und ab Menarche bestehend, von der sekundären Dysmenorrhö mit organischen Ursachen wie z. B. Myome oder Endometriose.Die Inzidenz der Dysmenorrhö durch Endometriose scheint bei Jugendlichen wesentlich höher zu sein, als von uns Ärzten angenommen. Endometriose ist eine gutartige Erkrankung, bei der sich Gebärmutterschleimhaut (Endometrium) an den Eierstöcken, Eileitern, Darm, Blase und/oder dem Bauchfell ansiedelt. Als typisches Symptom kommt es zu Unterbauchschmerzen anfangs zyklisch während der Regelblutung. Langfristig leiden die Patientinnen aber auch an Unterbauchschmerzen außerhalb der Blutung. Daneben finden sich Schmerzen beim Wasserlassen, Stuhlgang und Geschlechtsverkehr. Die Erkrankung geht mit hohem Lebensqualitätsverlust einher und nicht selten können die Betroffenen nicht am Schul-und/oder Berufsleben teilnehmen. Einige Frauen werden erst aufgrund einer Sterilitätsproblematik diagnostiziert. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dysmenorrhö"
        }
    ]
}