{
    "paper_id": "873b2df8fb085e081bbbe5458afa94992d402bd7",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Demographics and results of COVID-19 PCR and Antibody testing at a general surgical unit. COVID-19 symptoms include: Dry cough, temperature, nasal discharge, wheeze, myalgia, diarrhoea, shortness of breath and anosmia Additional data is needed on sero-conversion rates and immunity in healthcare workers, particularly in ethnic minority workers who make up a substantial proportion of the National Health Service workforce and who are at a higher risk from COVID-19. Our \"immunity\" rate of 7%, although in line with a recently publish paper from Switzerland 5 , is extremely low and concerning especially in respect of the anticipated \"herd immunity\". Herd immunity would mitigate many of the issues presently being confronted and it will clearly be many months at least before this makes a realistic contribution. A recent study of 105 anaesthesiologists and affiliated intensive care workers in New York found 54% reported exposure to COVID-19 patients with 26% reporting post-exposure symptoms 6 and COVID-19 antibodies were detected in 12⋅1%. Our relatively low rate of positive antibodies can be attributed to the combination of early and rapid testing, isolation of emergency and elective patients, full availability and early implementation of personal protective equipment and a relative low incidence of COVID-19 in our community (2494 cases to 29/06/2020) and hospitals (1007 treated and discharged and 398 deaths (29/06/2020)). The recent spike in new cases in Leicester resulting in the first local lockdown in the UK will test this hypothesis and the ability of these hospital protocols to control our in-hospital nosocomial transmission.",
            "cite_spans": [
                {
                    "start": 997,
                    "end": 998,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The identification of COVID-19 positive patients and subsequent tracing must remain the priority and",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Global Guidance for surgical care during the COVID-19 pandemic",
            "authors": [
                {
                    "first": "Covidsurg",
                    "middle": [],
                    "last": "Collaborative",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Br J Surg",
            "volume": "107",
            "issn": "",
            "pages": "1097--1103",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "What policy makers need to know about COVID-19 protective immunity",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Altmann",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Douek",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Boyton",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "1527--1529",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Evaluation of the Abbott SARS-CoV-2 IgG for the detection of anti-SARS-CoV-2 antibodies",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "SEROCoV-POP): a population-based study",
            "authors": [],
            "year": 2020,
            "venue": "IgG antibodies in",
            "volume": "396",
            "issn": "",
            "pages": "313--319",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Anesthesiologists' and Intensive Care Providers' Exposure to COVID-19 Infection in a New York City Academic Center: A Prospective Cohort Study Assessing Symptoms and COVID-19 Antibody Testing",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Morcuende",
                    "suffix": ""
                },
                {
                    "first": "Jlr",
                    "middle": [],
                    "last": "Guglielminotti",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Landau",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Anesth Analg",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1213/ANE.0000000000005056"
                ]
            }
        }
    },
    "ref_entries": {},
    "back_matter": []
}