{
    "paper_id": "873d87203d7f4396821124299666965852f3d021",
    "metadata": {
        "title": "Language Tourism in Higher Education: An Overview",
        "authors": [
            {
                "first": "Montserrat",
                "middle": [],
                "last": "Iglesias",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Barcelona",
                    "location": {
                        "settlement": "Barcelona",
                        "country": "Spain"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Internationalisation, nowadays regarded as fundamental for higher education development, entails participating in international research networks and in student exchanges, as well as in promoting outgoing and incoming study trips among students, professors and researchers. It is associated to solidarity, respect of diverse perspectives, collaborative attitudes, and multilingualism, among others (Egron-Polak 2013). The intangible positive effects of international student mobility also encompass academic, research, cultural, and experiential dimensions, thanks to which societies can become more innovative, inclusive and interconnected (Choudaha 2019) .",
            "cite_spans": [
                {
                    "start": 641,
                    "end": 656,
                    "text": "(Choudaha 2019)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The purpose and outcomes of internationalisation lead to personal, academic and professional progress through the development of research and learning competences and values, including intercultural awareness. Many of the benefits associated to international mobility stem from enhancing language competences, since the participants in mobility experiences only get the most of them if social integration and language learning take place (Alfranseder 2013) .",
            "cite_spans": [
                {
                    "start": 438,
                    "end": 456,
                    "text": "(Alfranseder 2013)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In the last decades a growing number of students have taken part in international mobility programmes, a phenomenon which has been particularly significant in higher education contexts (Rodríguez et al. 2012 ). This has been considered a type of tourist activity referred to as international academic tourism, and it is not necessarily driven by purely economic factors (Bento 2014) . As a matter of fact, foreign language learning is an important push factor for participants in international mobility programmes and for their choice of an academic destination (Castillo-Arredondo et al. 2018 ).",
            "cite_spans": [
                {
                    "start": 185,
                    "end": 207,
                    "text": "(Rodríguez et al. 2012",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 370,
                    "end": 382,
                    "text": "(Bento 2014)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 562,
                    "end": 593,
                    "text": "(Castillo-Arredondo et al. 2018",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "M. Iglesias (*) School of Tourism, Hospitality and Gastronomy, University of Barcelona, Barcelona, Spain e-mail: montserrat.iglesias@cett.cat This chapter examines academic tourism through the specific lens of linguistic competence development. The global scope of foreign language acquisition in study abroad sojourns is outlined first, followed by a conceptualisation of what constitutes language tourism in relation to both academic tourism and educational tourism. Next, a general overview of the Spanish language travel industry is presented, before focusing more precisely on a state-of-the-art review of language tourism in Spanish universities. A discussion based on key remarks from the previous sections follows, and finally we move on to the conclusions deriving from the whole chapter, with a reference to future research approaches.",
            "cite_spans": [
                {
                    "start": 88,
                    "end": 141,
                    "text": "Barcelona, Spain e-mail: montserrat.iglesias@cett.cat",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "At present, whereas only 20.7% of Americans speak a foreign language, 66% of Europeans are proficient in more than one language, 25% in at least two additional languages, and 10% in at least three. Enrolments in language courses are dropping at colleges and universities across the United States (US), and study abroad is one way to address this deficit, as foreign language knowledge and intercultural skills are increasingly appreciated in professional contexts (Loveland and Morris 2018) . This is one of the reasons why by 2030 internationally mobile student enrolment is expected to reach 6.9 million, an increase of 51% from 2015 (Choudaha and Van Rest 2018) . In 2016, 5.1 million mobile students were reported worldwide, generating an overall estimated economic impact of US$300 billion (Choudaha 2019) .",
            "cite_spans": [
                {
                    "start": 464,
                    "end": 490,
                    "text": "(Loveland and Morris 2018)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 636,
                    "end": 664,
                    "text": "(Choudaha and Van Rest 2018)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 795,
                    "end": 810,
                    "text": "(Choudaha 2019)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Internationalisation and Language Learning"
        },
        {
            "text": "The 2018 Open Doors Report on International Educational Exchange (Baer et al. 2018) points out that in 2017 the US remained the top host globally and received 1,094,792 international students, who contributed $42.4 billion to the US economy through tuition, room and board, and other expenses. However, although the volume of international students grew globally, new student enrolments declined by 6.6% in 2017/2018, continuing a downward trend from the 2015/2016 academic year. Conversely, around one in 10 Americans studied abroad during their undergraduate career, and a total of 332,727 Americans studied abroad for academic credit in 2016/ 2017. Intensive English courses accounted for 2.4% of the total fields of study for international students in the US. As for outgoing American students, majors related to foreign languages and international studies abroad rose by 1.1%, and whereas only 0.7% of American undergraduate students took those majors at US universities, 7.3% of them studied them abroad (Baer et al. 2018 ).",
            "cite_spans": [
                {
                    "start": 65,
                    "end": 83,
                    "text": "(Baer et al. 2018)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1010,
                    "end": 1027,
                    "text": "(Baer et al. 2018",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Internationalisation and Language Learning"
        },
        {
            "text": "In the European higher education arena, international mobility is mainly conducted via the Erasmus+ programme, through which two million students and staff undertook a learning, training or teaching period abroad between 2014 and 2018. An impact study based on almost 77,000 survey responses from staff, students and higher education institutions has concluded that Erasmus+ participants boost their employability, since their technical, interpersonal and intercultural skills and competences are enhanced, as well as their social and cultural openness, selfconfidence, and ability to achieve goals. The main motivations to become Erasmus + students are to experience life abroad (70%), improve their language (62%) and soft skills (49%), expand their social network (49%), and improve their career opportunities (49%) by means of their period abroad (European Commission 2019).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Internationalisation and Language Learning"
        },
        {
            "text": "Nevertheless, contemporary internationalisation practices should be carefully administered and supervised, as they may eventually foster exclusiveness and lead to cultural and linguistic homogenisation (Egron-Polak 2013). Since minor European languages are progressively swept away from education systems and the supremacy of English as the universal language of education and business is strengthened, in some countries it is not really necessary to learn the local language to study there (Alfranseder 2013) .",
            "cite_spans": [
                {
                    "start": 491,
                    "end": 509,
                    "text": "(Alfranseder 2013)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Internationalisation and Language Learning"
        },
        {
            "text": "In order to help Erasmus+ students to develop their communicative competences in the target language in which they work, study or volunteer abroad, the Online Linguistic Support (OLS) has been devised. Since language proficiency still is a major obstacle for international mobility, the OLS contributes to stimulate language acquisition and linguistic diversity, which actually is a specific objective of the Erasmus+ programme. Every year over 350,000 Erasmus+ participants test their language skills and become more proficient with OLS. In fact, language assessment prior to their departure is a pre-requisite for higher education students so as to ensure that they have the recommended level by their host universities (European Commission n.d.).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Internationalisation and Language Learning"
        },
        {
            "text": "Another survey of 22,000 former Erasmus+ students revealed that, generally speaking, language development after their stay abroad was reported in English (34%), German (43.7%), French (61.9%), Spanish (68.3%) and Italian (75.8%). Furthermore, independently to the language of tuition at their host universities, 83% of students were willing to learn the local language. During their stay, 43% attended free language courses, whilst 14% paid for them. In addition, 66% of the Erasmus+ students who took part in language tandem activities improved their local language skills, whereas such improvement was noticeable for 54.5% of those who did not participate in those activities (Escrivá Muñoz et al. 2014 ).",
            "cite_spans": [
                {
                    "start": 678,
                    "end": 704,
                    "text": "(Escrivá Muñoz et al. 2014",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Internationalisation and Language Learning"
        },
        {
            "text": "The World Tourism Organization classifies tourism trips into two broad categories depending on whether the main purpose is personal or professional. The different subcategories within the former comprise leisure and recreation, visiting friends and relatives, education and training, health and medical care, religion and pilgrimages, shopping, transit, and finally, other reasons. Following study programmes or acquiring specific skills through training courses-such as language courses-for less than a year are specific examples of travelling for educational purposes (World Tourism Organization 2010).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Academic Tourism and Language Tourism"
        },
        {
            "text": "In accordance with the World Tourism Organization, Ritchie defines the educational tourist as \"a person who is away from their home town or country overnight, where education and learning are either the main reason for their trip or where education and learning are secondary reasons but are perceived as an important way of using leisure time\" (Ritchie 2003: 18) . The motivations, learning processes and outcomes, educational inputs, and travel arrangements of educational tourists may vary a great deal, originating an array of educational travel experiences. Academic trips and language trips are some of them.",
            "cite_spans": [
                {
                    "start": 345,
                    "end": 363,
                    "text": "(Ritchie 2003: 18)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Academic Tourism and Language Tourism"
        },
        {
            "text": "Academic tourism is defined by Rodríguez et al. as \"a distinct type of tourism that would include any stays made in higher education institutions in places outside their usual environment for a period of less than 1 year, the main objective of which is to complete degree-level studies in universities and/or attending language courses organized by these centres\" (Rodríguez et al. 2012 (Rodríguez et al. : 1583 . Therefore, the educational input is necessarily facilitated through tertiary formal instruction. Rodríguez et al. (2012) have connected academic tourism with cultural, youth or educationbased tourism.",
            "cite_spans": [
                {
                    "start": 364,
                    "end": 386,
                    "text": "(Rodríguez et al. 2012",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 387,
                    "end": 411,
                    "text": "(Rodríguez et al. : 1583",
                    "ref_id": null
                },
                {
                    "start": 511,
                    "end": 534,
                    "text": "Rodríguez et al. (2012)",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Academic Tourism and Language Tourism"
        },
        {
            "text": "In turn, following the World Tourism Organization (2010) and Ritchie (2003) language tourism may be defined as \"a tourist activity undertaken by those travellers (or educational tourists) taking a trip which includes at least an overnight stay in a destination outside their usual place of residence for less than a year and for whom language learning is a primary or secondary part of their trip\" (Iglesias 2016: 31) . This definition is consistent with the Spanish Tourist Board's designation of the activities carried out by people during their trips to destinations which are not their natural environment in order to experience a linguistic immersion in a different language for up to one year (Turespaña 2008) .",
            "cite_spans": [
                {
                    "start": 61,
                    "end": 75,
                    "text": "Ritchie (2003)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 398,
                    "end": 417,
                    "text": "(Iglesias 2016: 31)",
                    "ref_id": null
                },
                {
                    "start": 699,
                    "end": 715,
                    "text": "(Turespaña 2008)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Academic Tourism and Language Tourism"
        },
        {
            "text": "Language tourism obviously has a learning core combined with other travel components which can be serviced by both educational and tourism stakeholders (Iglesias 2017a ). It has been considered a subtype of cultural tourism (Taboada de Zúñiga 2010), intersecting with educational and youth tourism (Piédrola et al. 2017 ). However, the age segments of language tourists nowadays range widely, as well as the rest of their demographic features, their inner motivations, behaviours and perceptions. Similarly, other aspects of the market system, such as the product composition, the market and management structures, and the destination's environmental and social resource base can also vary in nature (Iglesias 2018) . The disparities in the offer and the demand can give birth to a myriad of language tourism experiences. As a matter of fact, language tourism can also be practiced in informal learning environments, i.e. in contexts where the educational input is not provided through formal tuition. Nevertheless, most language travellers use the services of formal education providers (Iglesias 2017a ). Formal language instruction can be supplied to a wide range of learner targets, and international university students are one of them, in their dual role of language and academic tourists. Thus, language tourism in higher education environments can be regarded as an academic tourism activity, and both language and academic tourism activities can be conceptualised under the umbrella of educational tourism, and be linked to cultural tourism, too.",
            "cite_spans": [
                {
                    "start": 152,
                    "end": 167,
                    "text": "(Iglesias 2017a",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 298,
                    "end": 319,
                    "text": "(Piédrola et al. 2017",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 700,
                    "end": 715,
                    "text": "(Iglesias 2018)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1088,
                    "end": 1103,
                    "text": "(Iglesias 2017a",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Academic Tourism and Language Tourism"
        },
        {
            "text": "Consequently, language tourism and academic tourism can be complementary. The former can even be embedded in the latter, but they are not interchangeable in their full sense, as foreign language acquisition at university can either be a major interest, or just one among other areas of study, or simply an incidental option for international academic travellers. In the first case, academic tourists may also be seen as language tourists, whereas this overlap is blurred in the second scenario depending on the type of motivation for and dedication to language learning. The third situation definitely prevents academic travellers from being considered as language tourists, since language learning is not a major travel purpose for them.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Academic Tourism and Language Tourism"
        },
        {
            "text": "Some of the features that characterise academic tourism according to Rodríguez et al. (2012) can also be applied to language tourism. To start with, when compared with other types of visitors, both academic and language tourists seem to stay for longer periods, and their consumer patterns are more similar to locals' behaviour. Besides, the choice of accommodation and the high capacity of attracting new visits from their acquaintances also differentiate them from other tourists. Due to the fact that both types of tourism actually share part of their nature, the research outcomes linked to these common characteristics can be transferable, for instance when it comes to the reported higher sustainability degree of academic stays with respect to other conventional types of holidays, mainly from an economic and a social perspective (Rodríguez et al. 2013 ). Yet, other idiosyncratic traits more specifically related to language learning can constitute distinguishing features that do not allow for extrapolation, for example when it comes to push and pull factors, or with regard to informal educational settings, like work placements, home tuition, volunteering, and multicentre alternatives (Iglesias 2019) .",
            "cite_spans": [
                {
                    "start": 69,
                    "end": 92,
                    "text": "Rodríguez et al. (2012)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 838,
                    "end": 860,
                    "text": "(Rodríguez et al. 2013",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1199,
                    "end": 1214,
                    "text": "(Iglesias 2019)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Academic Tourism and Language Tourism"
        },
        {
            "text": "Admittedly, language tourism research is rather scarce, particularly when focusing on sojourners' academic stays in non-English-speaking destinations (Castillo-Arredondo et al. 2018) . A survey with the participation of 212 intermediary agencies from 55 countries in 2018 reported growth in all study abroad sectors, with a total of 113,600 students taking part in different types of study abroad options, 80% of whom travelled overseas purely for language programmes. The average length of stay for language students was 10.2 weeks, and the most popular language destination by student numbers was the United Kingdom (UK), with 26.3% of the market share. Their preferred accommodation mostly consisted of home stays (60%), followed by student residences (32%). Concerning their reasons for studying overseas, they were mainly related to further studies and future or current work (Norris 2019) .",
            "cite_spans": [
                {
                    "start": 150,
                    "end": 182,
                    "text": "(Castillo-Arredondo et al. 2018)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 881,
                    "end": 894,
                    "text": "(Norris 2019)",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Academic Tourism and Language Tourism"
        },
        {
            "text": "The estimated total value of the English teaching market in 2017 was US $9,154,810,310 (Norris 2018) . Global revenue experienced a slight decline that year as the volume of international learners of English in the US decreased, which placed this country in fourth position in terms of student numbers after the UK, Australia and Canada. Key factors for this trend may be exchange rates and immigration policies, and since the US has one of the highest average tuition costs for students the result is loss of global revenue. The English language teaching industry in many destinations nowadays seems to have been bolstered by Brazil and other Latin American countries, whereas Korea and Japan are declining outbound markets (Norris 2018 ).",
            "cite_spans": [
                {
                    "start": 87,
                    "end": 100,
                    "text": "(Norris 2018)",
                    "ref_id": null
                },
                {
                    "start": 725,
                    "end": 737,
                    "text": "(Norris 2018",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Academic Tourism and Language Tourism"
        },
        {
            "text": "In Spain at least 616,788 international students enrolled in study abroad programmes, language courses, Erasmus+, and postgraduate degrees in business during the academic year 2017/2018. Their economic impact on the Spanish economy amounted to 2,143,631,704 €. For each euro invested in these educational programmes, students spent 0.86 € more on extra-academic aspects related to their stay (Federación Española de Asociaciones de Escuelas de Español como Lengua Estranjera 2019). Currently, 7.6% of the world's population, i.e. 580 million people, speak Spanish. As 483 million of them are native Spanish speakers, Spanish is the second mother tongue worldwide and the third language most used on the internet, with growing potential. In addition, almost 22 million people in 110 countries study Spanish (Fernández Vítores 2019). In Europe the demand is increasing steadily because most countries' educational systems encourage the acquisition of two foreign languages, but also due to the rising international role of Spanish and the interest in Hispanic cultures. In the Americas, Spanish as a foreign language is the main one in the US and the second most important in Brazil. Moreover, some other countries in the Maghreb, Asia and Oceania are also becoming interested in the Spanish language progressively, e.g. Morocco, China, the Philippines, Australia and New Zealand (Ministerio de Educación y Formación Profesional 2018).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Spanish Language Tourism Industry: Facts and Figures"
        },
        {
            "text": "Spain is the principal destination for learners of Spanish as a second language (Turespaña 2008) , and other official languages that coexist in that country-like Catalan or Galician-do not interfere with the acquisition of Spanish, even though some American universities are occasionally reluctant to send students to bilingual regions (Aliaga et al. 2018; Iglesias et al. 2019) . As a matter of fact, those languages may also be regarded as a cultural asset, and the students who learn them eventually become cultural ambassadors, not only in their home countries, but also within Spain (O'Rourke and DePalma 2017).",
            "cite_spans": [
                {
                    "start": 80,
                    "end": 96,
                    "text": "(Turespaña 2008)",
                    "ref_id": null
                },
                {
                    "start": 336,
                    "end": 356,
                    "text": "(Aliaga et al. 2018;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 357,
                    "end": 378,
                    "text": "Iglesias et al. 2019)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "The Spanish Language Tourism Industry: Facts and Figures"
        },
        {
            "text": "Spain as an inbound destination has gradually received growing student visits. A survey of 19,343 study abroad sojourners in 28 Spanish language schools shows that in 2018 most of them were mainly recruited through the internet and came from Europe, even though the US market is on the rise. The majority of the students were in their early twenties (23%) or between 16 and 18 years old (22%). On average, the overall length of stay was 5.3 weeks, and they spent 15.5 h learning Spanish every week. The monthly cost of a course without accommodation was 587 €, and their weekly expenditure on residential accommodation was 198 €, or 223 € if they stayed with a host family (Lewis 2019).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Spanish Language Tourism Industry: Facts and Figures"
        },
        {
            "text": "Taboada de Zúñiga (2010) outlines some characteristics of language tourism in Spain. Although all age segments are catered for, the offer for both minors and senior language tourists is limited. Urban destinations have the greatest demand, especially those cities endowed with rich cultural heritage. Particularly in consolidated destinations with a diversified offer and more segmented new market niches, language tourists stay for longer periods of time, are less seasonal, and spend more money than other more traditional holidaymakers. The longer they stay, the more familiar they become with the destination, so they return to it on a recurring basis, sometimes accompanied by their relatives and/or friends, who also visit them during their stay and entail a good source of income, too, as already mentioned in Sect. 6.3.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Spanish Language Tourism Industry: Facts and Figures"
        },
        {
            "text": "Recent reliable data on the global revenue generated specifically by all the language learners that travel to Spain is inexistent. The latest global indicator is provided in a report elaborated by the Spanish Tourist Board (Turespaña) in 2008, which determines that a total of 237,600 language tourists visited Spain in 2007.",
            "cite_spans": [
                {
                    "start": 223,
                    "end": 234,
                    "text": "(Turespaña)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The Spanish Language Tourism Industry: Facts and Figures"
        },
        {
            "text": "That year the averagely cost of tuition, accommodation, meals, leisure and other related expenses reached 1950 € per person and generated 462,500,000 € for Spain.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Spanish Language Tourism Industry: Facts and Figures"
        },
        {
            "text": "The most relevant aspects outlined by Turespaña (2008) will be featured hereinafter. The report asseverates that the language tourism sector makes a significant economic contribution in the areas where it has been developed, and that the first competitor of Spain is Mexico, followed by Argentina. The main push factors for learning Spanish are personal, such as an inner interest in the Spanish language and culture or having Spanish-speaking friends. Academic purposes are by far the second most important motivation and are intrinsically linked to higher education. As for the major pull factors, they seem to lie in Spanish people's nature, the cultural aspects, and the climate, while communication difficulties, the cultural differences, and the cost have been singled out as the main obstacles. The choice of the destination is prioritised over the characteristics of the learning centre, mainly deriving from recommendation provided by acquaintances or by the outbound educational institution, particularly among university students.",
            "cite_spans": [
                {
                    "start": 38,
                    "end": 54,
                    "text": "Turespaña (2008)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The Spanish Language Tourism Industry: Facts and Figures"
        },
        {
            "text": "The satisfaction degree reported by language tourists with their study abroad stay and the destination is very high, especially in adults. The global demand firstly chooses the summer for their language stays, and secondly, spring. Yet, the length depends to a large extent on the type of educational institution where language courses take place, being longer at universities than in private language centres. Americans and Asians tend to stay for longer periods than Europeans due to the distance and the cost of travel.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Spanish Language Tourism Industry: Facts and Figures"
        },
        {
            "text": "Spanish as a foreign language can be learnt at private centres and official public language schools, as well as at public and private universities. The offer for international tertiary students often comes from public universities and is mostly concentrated in five regions: Andalusia, Castilla y León, Madrid, Catalonia and Valencia. The main programmes offered by universities throughout the year are intensive courses, exam preparation to obtain the official certificate of proficiency in Spanish as a foreign language (DELE), specific courses for teachers of Spanish as a foreign language, Spanish language and culture courses, and specialised courses. Sometimes universities can also arrange board and lodging, insurance, visits and excursions, besides cultural and sports activities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Spanish Language Tourism Industry: Facts and Figures"
        },
        {
            "text": "The lack of sufficient accessible data on the supply and demand of language tourism is perceived as a weakness, as well as the lack of a promotion strategy for specific segments of the demand. The language tourism offer has not been developed in a previously planned, structured way, but has rather been based on taking advantage of opportunities as they arise. The educational and complementary offer for most segments is varied, but such diversity does not allow for sectoral promotion and marketing, as each institution promotes its own products following its own criteria. The industry's potential has not been exploited to the full considering the wide range of resources and locations available.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Spanish Language Tourism Industry: Facts and Figures"
        },
        {
            "text": "Regarding the threats faced by the poorly regulated language tourism sector, university legislations and procedures for credit validation between international institutions can cause interference. In addition, the difficulties in processing visas for certain nationalities can be an obstacle for emerging vast markets, for example in Asia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Spanish Language Tourism Industry: Facts and Figures"
        },
        {
            "text": "Since cultural tourism is the second most important tourism niche for Spain after sun and beach packages, the increasing interest in the Spanish language and culture around the world coupled with the attractive image projected by Spain represent great opportunities. The geographic proximity of the European market favours the growing demand from young users of low-cost airlines to travel from/to the main European cities. Furthermore, the European Higher Education Area enables the transfer of credits and fosters academic mobility possibly combined with company internships, and scope for action in terms of university agreements in other regions like America or Asia is also considerable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Spanish Language Tourism Industry: Facts and Figures"
        },
        {
            "text": "According to Project Atlas (Institute for International Education n.d.), in 2018 Spanish universities welcomed 109,522 international students, mainly from Italy, France, the US, Germany, and Mexico. Piédrola et al. (2016) state that nowadays universities and the agreements they reach play a fundamental role in the language tourism landscape, and it has been empirically verified that language tourism has obtained more support in those cities where universities and public administrations have cooperated with each other. Aliaga et al. (2018) distinguish four different types of language tourism providers: third-party providers, higher education institutions, language tourism agencies, and language schools, whose main business priority is language courses. A third-party provider is an independent organisation that facilitates study abroad programmes acting as an intermediary between universities. It is mostly hired by American and Canadian universities or independent students that want to go abroad with an all-inclusive package, which often includes accommodation, course registration at the Spanish university, medical insurance, transfers, cultural visits and trips, as well as other activities like volunteering or leisure pursuits, sometimes with local residents. Their educational programmes combine Spanish courses with other academic content to gain credits and transfer them to their home universities. Conversely, higher education institutions do not offer a complete package, only tuition and accommodation at university campuses for an extra cost. Students are more independent and usually have to organise their own trip.",
            "cite_spans": [
                {
                    "start": 199,
                    "end": 221,
                    "text": "Piédrola et al. (2016)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 524,
                    "end": 544,
                    "text": "Aliaga et al. (2018)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Language Tourism in Spanish Higher Education Contexts"
        },
        {
            "text": "Language tourism in higher education environments located in different Spanish regions has been researched by several authors. Given that language tourists tend to stay longer in their destinations than mass tourists, their direct, indirect and induced positive economic impacts are significant (Piédrola et al. 2017) , for example in Castilla-La Mancha (Aranda and Molina 2007) , Salamanca (Carrera et al. 2009; Pardo 2011 ), Valladolid (Redondo-Carretero et al. 2017 , Galicia (Taboada de Zúñiga 2010; Rodríguez et al. 2012 Rodríguez et al. , 2013 , Alicante (Barra et al. 2019), Barcelona (Iglesias 2017b) and Córdoba (Piédrola et al. 2016) . Pardo (2011) maintains that the effects of language tourism are globally positive for Spain, and more specifically for those cities whose cultural heritage and prestigious universities are well-known. He pinpoints several benefits for two such cities, namely Salamanca and Alcalá de Henares. From a socioeconomic perspective, longer stays are favoured instead of one-day excursions from nearby Madrid, so new service providers and employment opportunities arise, and leisure activity is boosted. Furthermore, the economic growth leads to urban regeneration and architectonic restoration in the long run. The image of these cultural cities and their centenary identity are strengthened, and their international projection is reinforced. Consequently, language tourism allows for greater diversification, reduces seasonality, fosters the use of cultural services, enhances the image of these destinations, and increases economic profitability, which stimulates the demand for complementary activities intertwined with other types of tourism, e.g. gastronomic, rural, backpacking or sports. As indicated by Carrera et al. (2009) , 67% of the Erasmus students who studied at the University of Salamanca in 2006 took complementary Spanish courses. The numerous Erasmus students who stay in Spain for a semester, coupled with those secondary students who will eventually take part in a mobility programme, are therefore a substantial market niche.",
            "cite_spans": [
                {
                    "start": 295,
                    "end": 317,
                    "text": "(Piédrola et al. 2017)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 354,
                    "end": 378,
                    "text": "(Aranda and Molina 2007)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 391,
                    "end": 412,
                    "text": "(Carrera et al. 2009;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 413,
                    "end": 423,
                    "text": "Pardo 2011",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 424,
                    "end": 468,
                    "text": "), Valladolid (Redondo-Carretero et al. 2017",
                    "ref_id": null
                },
                {
                    "start": 504,
                    "end": 525,
                    "text": "Rodríguez et al. 2012",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 526,
                    "end": 549,
                    "text": "Rodríguez et al. , 2013",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 592,
                    "end": 608,
                    "text": "(Iglesias 2017b)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 621,
                    "end": 643,
                    "text": "(Piédrola et al. 2016)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 646,
                    "end": 658,
                    "text": "Pardo (2011)",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1750,
                    "end": 1771,
                    "text": "Carrera et al. (2009)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Language Tourism in Spanish Higher Education Contexts"
        },
        {
            "text": "It must be pointed out that language tourists' expenditure is not easy to examine, as many students cannot distinguish how much they paid for each component of the package they purchased from their outbound universities. Piédrola et al. (2016) found through a survey of 648 foreign university students learning Spanish in Córboba in 2011 and 2012 that their average stay was 6.5 weeks and that they spent between 400 € and 600 € per week. Excursions and cultural visits represented the highest expenditure for them. The University of Córdoba was a fundamental pull factor for choosing this destination.",
            "cite_spans": [
                {
                    "start": 221,
                    "end": 243,
                    "text": "Piédrola et al. (2016)",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Language Tourism in Spanish Higher Education Contexts"
        },
        {
            "text": "Likewise, Rodríguez et al. (2013) analysed the characteristics of 3212 international sojourners enrolled in three Galician universities in 2008. In fact, 1255 of them were language students and the rest were exchange students taking different degree courses. The average monthly expenditure per student was estimated at 752 €, but, interestingly, different patterns for language learners and for exchange students were observed at a closer look. Language students' expenditure was averagely higher. Nevertheless, their stays only lasted 2.1 months versus 6.6 months in the case of exchange students. Thus, the total expenditure of language students was eventually lower: 2972 € compared to 4016 € for exchange students.",
            "cite_spans": [
                {
                    "start": 10,
                    "end": 33,
                    "text": "Rodríguez et al. (2013)",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Language Tourism in Spanish Higher Education Contexts"
        },
        {
            "text": "On the other hand, Redondo-Carretero et al. (2017) investigated 1331 learners of Spanish who stayed in Valladolid for up to 6 weeks from 2012 to 2015 and spent 251.37 € per week on average. In this case, 90% of the sample studied at private centres and 10% at universities. The outcomes denote that expenditure was higher among those tourists attracted by the city itself, i.e. its historic and cultural background, offer, and services.",
            "cite_spans": [
                {
                    "start": 19,
                    "end": 50,
                    "text": "Redondo-Carretero et al. (2017)",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Language Tourism in Spanish Higher Education Contexts"
        },
        {
            "text": "Another survey conducted in Barcelona between 2015 and 2017 among 234 international university students with a major interest in learning Spanish concluded that, for the majority, accommodation was the main monthly expense, ranging from around 200 € to 1000 €. On account of their academic programme, 83% of the respondents spent between 3 and 6 months in Barcelona, and for 73% meals were excluded from the accommodation arrangements, since they shared apartments. Almost everybody used public transport during their stay, and they engaged in leisure activities such as cultural visits (82%), night activities (78%), and sport activities (32%). In terms of nightlife, most of the students (67%) used to go to pubs, clubs or discos. All in all, 57% thought it had been quite easy to adapt to a Spanish-speaking environment. The interaction with locals, reported as quite frequent by 46% of the respondents, may have enabled such adjustment, even though more than half of them did not interact very often in Spanish with local students (Iglesias 2017b) .",
            "cite_spans": [
                {
                    "start": 1035,
                    "end": 1051,
                    "text": "(Iglesias 2017b)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Language Tourism in Spanish Higher Education Contexts"
        },
        {
            "text": "Additionally, the socio-cultural benefits of language tourism have been investigated. Two recent research projects conducted in Barcelona have examined the language tourism industry in that city with a special focus on socio-cultural aspects, and counted on the participation of international and local students, as well as host families (Aliaga et al. 2018; Iglesias et al. 2019) . The results reveal that language tourists do not always interrelate with locals in Spanish owing to the activities they undertake with other international students. However, all the local students who met other international peers either through university classes or extra academic activities became friends with them. In conclusion, thanks to the strong bonds with foreign students that were created among host families and local students, all of them became more open-minded and tolerant, aware of cultural diversity, and conscious with their own cultural background. Alcázar et al. (2019) have also researched cross-cultural issues and the main obstacles for language tourists' integration in the host community. These authors highlight the potentially significant transformational value of language tourism for both international students and local residents deriving from social interaction between them. The opportunity to intermingle with locals daily in different settings can be facilitated by elements like the educational milieu or some lodging options, since housing can be essential in preventing the creation of international bubbles. Piédrola et al. (2016) claim as well that a good relationship between international and local students alongside the successful integration in host families fosters the provision of a high quality tourist service and the cultural enrichment of both tourists and residents. The positive impact of tourism development on the well-being of the local community is a key factor for its active involvement, which results in a destination's optimal positioning. Moreover, a sustainable approach leads to a high degree of tourist satisfaction. As a matter of fact, the evidence gathered through surveys to international university students shows that they are usually very satisfied with the destination and with their language tourism experience (Piédrola et al. 2016; Iglesias 2017b) , which aligns with the findings reported by Turespaña (2008) .",
            "cite_spans": [
                {
                    "start": 338,
                    "end": 358,
                    "text": "(Aliaga et al. 2018;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 359,
                    "end": 380,
                    "text": "Iglesias et al. 2019)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 954,
                    "end": 975,
                    "text": "Alcázar et al. (2019)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1533,
                    "end": 1555,
                    "text": "Piédrola et al. (2016)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 2272,
                    "end": 2294,
                    "text": "(Piédrola et al. 2016;",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 2295,
                    "end": 2310,
                    "text": "Iglesias 2017b)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 2356,
                    "end": 2372,
                    "text": "Turespaña (2008)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Language Tourism in Spanish Higher Education Contexts"
        },
        {
            "text": "Aside from the reported socio-cultural and economic impacts of language tourism, some features like the use of public transport and other less polluting transportation alternatives in the destination turn it into a more responsible form of tourism. Nonetheless, the related academic and tourism services have not yet been developed at their best in Spain and need to be carefully managed. The strategic approach for language tourism must aim to improve current products and services, but also to develop a new offer to attract repeat visitors, reduce seasonality and allow for territorial redistribution. The language tourism product is to be restructured so that it can be specifically marketed for different targets, underscoring the high quality of all the components of the language tourism experience (Turespaña 2008) . Therefore, the quality standards of the service provided by both the tourism industry and the educational institutions must be guaranteed (Aranda and Molina 2007) . Priority markets must be selected, alternative niche products ought to be promoted, and the tourism offer needs to be more diversified (Barra et al. 2019), including comprehensive packages along with other more flexible alternatives allowing for greater autonomy (Piédrola et al. 2017) .",
            "cite_spans": [
                {
                    "start": 806,
                    "end": 822,
                    "text": "(Turespaña 2008)",
                    "ref_id": null
                },
                {
                    "start": 963,
                    "end": 987,
                    "text": "(Aranda and Molina 2007)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1253,
                    "end": 1275,
                    "text": "(Piédrola et al. 2017)",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Given the potential value of the local heritage and language for the tourism industry, the Spanish government on a global scale and also some regional public administrations have designed strategic plans (Taboada de Zúñiga 2010). However, enhanced coordination across the country is needed, and the limited experience that many Spanish cities have in this sector can be transformed into a competitive advantage if an appropriate approach is adopted. International mobility and its synergies with the tourism industry must be examined so as to cater for this type of expanding demand. Since the Spanish language is considered an asset throughout the Ibero-American community, some joint lines of action should be undertaken, such as agreements between Latin American and Spanish universities to organise and market Spanish language courses worldwide, particularly taking into account that language tourists can eventually become the best promoters of a geographical region (Piédrola et al. 2017) . Providing a good image of the destination and raising awareness of its distinctive characteristics is essential in terms of pull factors (Taboada de Zúñiga 2010), while language tourism can also produce greater engagement with the hosting region. This is why the collaboration between the educational institutions and the providers of tourism services can enhance both the language tourism experience and its impacts on the local communities (Redondo-Carretero et al. 2017) .",
            "cite_spans": [
                {
                    "start": 972,
                    "end": 994,
                    "text": "(Piédrola et al. 2017)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1439,
                    "end": 1470,
                    "text": "(Redondo-Carretero et al. 2017)",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Future studies may aim to obtain indicators of inbound and outbound tourism markets and stimulate collaboration agreements at different levels. Suppliers must continue to collaborate with universities and volunteer associations, as it is a measure that is really working to enable authentic meetings between locals and tourists (Alcázar et al. 2019 ). The objective is to provide attractive, memorable language tourism experiences that, in addition to satisfying individuals' needs, are especially significant. It is important for destinations to offer elements that can generate new experiences so that they remain competitive. Language tourism can, thus, be of value, since it can lead to prospective experiential consumption and facilitate personal development, especially if it is managed sustainably. Further research could analyse language tourism experiences not only in terms of competitiveness and productivity, but also in relation to economic, socio-cultural and environmental sustainability for the benefit of all the stakeholders (Iglesias 2018) . Sustainable development goals are, after all, at the core of most investigations nowadays.",
            "cite_spans": [
                {
                    "start": 328,
                    "end": 348,
                    "text": "(Alcázar et al. 2019",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1043,
                    "end": 1058,
                    "text": "(Iglesias 2018)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The lessons learned from research on language tourism in Spain cannot be literally transferred to other regions, as they are dependent on a very specific period of time and a very precise geographical context. Nonetheless, taking into account the evolution and the leading position of this country as an inbound language tourism destination for Spanish language learning, it can be somehow taken as a point of reference for Latin American markets.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "As reported in Sect. 6.5, the scarce current studies of language tourism in higher education contexts are very empirical and quite industry-oriented, and the initial predominantly quantitative approaches are starting to be combined with more qualitative methods. Indeed, a mixed-methods approach with the participation of tourists, residents, principals and the public administration may provide a more detailed picture so as to evaluate the up-to-date status, conduct an accurate needs analysis, make informed decisions and design efficient strategies for future academic tourism development.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "As for limitations, a key aspect to be taken into account to avoid the potentially limited representativeness of research outcomes is related to the nature of language tourism in higher education, since it is intertwined with academic tourism, as mentioned in Sect. 6.3. The main travel purpose of the students investigated must be clearly discerned to determine the appropriate universe and sample, in order to ensure its validity. Thus, the twofold condition of language/academic tourists is not to be misled by those academic tourists who originally had little genuine interest in foreign language acquisition. Likewise, respondents whose academic stay takes longer than a year should also be excluded from any valid analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "The potential research areas indicated in Sect. 6.6 are of general interest for the advancement of both academic and language tourism in terms of obtaining indicators, stimulating agreements, and examining sustainability impacts. In relation to the latter, investigating the effects of Covid-19 pandemic has become an urgent need. The socio-economic consequences are likely to influence human relations and activities, including tourism, and are already transforming society worldwide. In addition to the loss of jobs and spending power, particularly in lower-income and middle-income groups, the psychological impact on individuals is unpredictable. After having been on coronavirus lockdown, appreciation of freedom and willingness to travel may determine the influx of tourists. Conversely, the concern for safety can undermine consumer behaviour, so analysing the health risks to minimise them, providing psychological care, and implementing safety procedures will be fundamental to restore the confidence of tourists, residents and tourism professionals. In fact, this new variable might not only shape new patterns of travel behaviour and choice of destinations, but also the reluctance to welcome tourists from certain geographical regions as xenophobic collateral damage. It is therefore crucial for governments and stakeholders to investigate and work on recovery policies, as well as to raise awareness among host communities of the convenience of welcoming tourists in order to encourage economic revitalisation. This situation can actually be also regarded as an opportunity to reshape tourism from a more sustainable perspective, for example in formerly overcrowded destinations, so that the perceived benefits are not just utopian. It must be born in mind that the Covid-19 crisis has also promoted solidarity and altruism.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Thus, this challenging phenomenon could be turned into an opportunity for new approaches worth exploring, and also for market diversification and restructuring. For instance, analysing the behaviour patterns of outbound and inbound markets that recover first can shed light on future tourism trends. In the short run, it will be necessary to study if reimbursing measures for existing bookings-like corona vouchers-have proved effective, or the scope and impact of cancellations and delays. On the other hand, as business and social activities which are not deemed essential have been cut down or have become online, virtual horizons have been broadened. This raises the issue of taking into consideration if education and travel are essential needs, and if online education and travel will replace or reduce educational trips, for example through augmented reality, or by means of synchronous or asynchronous learning methodologies. Last but not least, since social media have become even more important as a source of information, their role in tourism promotion and travel arrangements may also be strengthened, hence the need to continue exploring new avenues of investigation thereupon.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Montserrat Iglesias is a senior lecturer of English as a foreign language and the head of studies at CETT Language School, from CETT Barcelona School of Tourism, Hospitality and Gastronomy (University of Barcelona, Spain). Her research focuses on the development of oral communicative competence in English for specific purposes and on language tourism. As well as having published several journal articles and book chapters, she has co-authored Ready to Order, an elementary English course for hotel and catering students.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The integration of language tourists in the city of Barcelona",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Alcázar",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Gámiz",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Iglesias",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Padró",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Tour Herit J",
            "volume": "1",
            "issn": "",
            "pages": "90--112",
            "other_ids": {
                "DOI": [
                    "10.1344/thj.2019.1.6"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Possible futures: the next 25 years of the internationalisation of higher education",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Alfranseder",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "European Association for International Education",
            "volume": "",
            "issn": "",
            "pages": "178--181",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Trips of the tongue: language tourism in Barcelona",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Aliaga",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Corno",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Iglesias",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Luengo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Puigneró",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Ara J Tour Res",
            "volume": "8",
            "issn": "1",
            "pages": "7--20",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "La enseñanza del español como recursos turístico en Castilla-La Mancha",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Aranda",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Molina",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Boletín Económico de ICE",
            "volume": "2923",
            "issn": "",
            "pages": "33--40",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Economic impact of language tourism on mature sun and sand destinations: the case of Alicante (Spain)",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Baer",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bhandari",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Andrejko",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Mason",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Tour Econ",
            "volume": "25",
            "issn": "6",
            "pages": "923--941",
            "other_ids": {
                "DOI": [
                    "10.1177/1354816618811556"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The determinants or international academic tourism demand in Europe",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bento",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Tour Econ",
            "volume": "20",
            "issn": "3",
            "pages": "611--628",
            "other_ids": {
                "DOI": [
                    "10.5367/te.2013.0293"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "El programa Erasmus en el marco del valor económico del Español como Lengua Extranjera (ELE)",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Carrera",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bonete",
                    "suffix": ""
                },
                {
                    "first": "Muñoz",
                    "middle": [],
                    "last": "De Bustillo",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Ariel",
            "volume": "",
            "issn": "",
            "pages": "39--82",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Motivations of educational tourists in non-English-speaking countries: the role of languages",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "I"
                    ],
                    "last": "Castillo-Arredondo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "I"
                    ],
                    "last": "Rodríguez-Zapatero",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Pérez-Naranjo",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "López-Guzmán",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J Trav Tour Mark",
            "volume": "35",
            "issn": "4",
            "pages": "437--448",
            "other_ids": {
                "DOI": [
                    "10.1080/10548408.2017.1358238"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Beyond $300 billion: the global impact of international students",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Choudaha",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Envisioning pathways to 2030: megatrends shaping the future of global higher education and international student mobility",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Choudaha",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Van Rest",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "20",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Possible futures: the next 25 years of the internationalisation of higher education",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Egron-Polak",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "European Association for International Education",
            "volume": "",
            "issn": "",
            "pages": "86--90",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "ESNSurvey 2014: international experience and language learning. Erasmus Student Network",
            "authors": [
                {
                    "first": "Escrivá",
                    "middle": [],
                    "last": "Muñoz",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Alfranseder",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Danciu",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Fellinger",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Piscone",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rimavičiūtė",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Stasiukaitytė",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Erasmus+ higher education impact study. Publications Office of the European Union",
            "authors": [],
            "year": 2019,
            "venue": "European Commission",
            "volume": "14",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "European Commission (n.d.) Online linguistic support",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "El impacto económico de los estudiantes internacionales en España en",
            "authors": [],
            "year": 2018,
            "venue": "Accessed",
            "volume": "16",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "El español: una lengua viva",
            "authors": [
                {
                    "first": "Fernández",
                    "middle": [],
                    "last": "Vítores",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "The language tourism market system: conceptualising language tourism",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Iglesias",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Int J Sci Manag Tour",
            "volume": "2",
            "issn": "1",
            "pages": "25--40",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Language travel supply: language tourism product composition",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Iglesias",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Int Online J Educ Teach",
            "volume": "4",
            "issn": "1",
            "pages": "1--17",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "The role of travel-related aspects in the language tourism experience. Enlightening Tourism",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Iglesias",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Pathmaking J",
            "volume": "7",
            "issn": "2",
            "pages": "125--153",
            "other_ids": {
                "DOI": [
                    "10.33776/et.v7i2.3153"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Turismo idiomático en España. Marco teórico",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Iglesias",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Int J Sci Manag Tour",
            "volume": "4",
            "issn": "1",
            "pages": "29--59",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Language tourism and second language acquisition in informal learning contexts",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Iglesias",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "The handbook of informal language learning",
            "volume": "",
            "issn": "",
            "pages": "257--270",
            "other_ids": {
                "DOI": [
                    "10.1002/9781119472384"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "The sociocultural impacts of language tourism in Barcelona",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Iglesias",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Aliaga",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Corno",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Luengo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Puigneró",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Ottoman: J Tour Manag Res",
            "volume": "4",
            "issn": "1",
            "pages": "412--428",
            "other_ids": {
                "DOI": [
                    "10.26465/ojtmr.2018339519"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Institute for International Education (n.d.) Project Atlas",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Study abroad matters: linking higher education to the contemporary workplace through international experience. Institute of International Education and American Institute for Foreign Study Foundation",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Loveland",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Morris",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "El mundo estudia español",
            "authors": [],
            "year": 2018,
            "venue": "",
            "volume": "24",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Annual agency survey",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Norris",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Study Travel Mag",
            "volume": "295",
            "issn": "",
            "pages": "32--35",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Language-learning holidays: what motivates people to learn a minority language",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "O&apos;rourke",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Depalma",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Int J Multiling",
            "volume": "14",
            "issn": "4",
            "pages": "332--349",
            "other_ids": {
                "DOI": [
                    "10.1080/14790718.2016.1184667"
                ]
            }
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "El turismo idiomático en España como potenciador cultural en ciudades patrimoniales: el caso de Salamanca y Alcalá de Henares",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Pardo",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Cuadernos de Turismo",
            "volume": "27",
            "issn": "",
            "pages": "701--723",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "El benchmarking aplicado al turismo idiomático: una herramienta para lograr estrategias innovadoras de gestión. Caso de York (Inglaterra) y Córdoba (España)",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Piédrola",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Artacho",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Villaseca",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Int J Sci Manag Tour",
            "volume": "2",
            "issn": "3",
            "pages": "267--289",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Estrategias innovadoras y marketing de destino para consolidar la tendencia al alza del turismo idiomático en España",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Piédrola",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Artacho",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Villaseca",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Int J Sci Manag Tour",
            "volume": "3",
            "issn": "3",
            "pages": "441--458",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Language tourism destinations: a case study of motivations, perceived value and tourists' expenditure",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Redondo-Carretero",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Camarero-Izquierdo",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gutiérrez-Arranz",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rodríguez-Pinto",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Cult Econ",
            "volume": "41",
            "issn": "2",
            "pages": "155--172",
            "other_ids": {
                "DOI": [
                    "10.1007/s10824-017-9296-y"
                ]
            }
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "An introduction to educational tourism",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "W"
                    ],
                    "last": "Ritchie",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Managing educational tourism. Channel View",
            "volume": "",
            "issn": "",
            "pages": "1--24",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Academic tourism demand in Galicia",
            "authors": [
                {
                    "first": "X",
                    "middle": [
                        "A"
                    ],
                    "last": "Rodríguez",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Martínez-Roget",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Pawlowska",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Spain. Tour Manag",
            "volume": "33",
            "issn": "6",
            "pages": "1583--1590",
            "other_ids": {
                "DOI": [
                    "10.1016/j.tourman.2012.01.010"
                ]
            }
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Academic tourism: a more sustainable tourism",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rodríguez",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Martínez-Roget",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Pawlowska",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Reg Sect Econ Stud",
            "volume": "13",
            "issn": "2",
            "pages": "89--98",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Una aproximación al turismo idiomático en España. El caso particular de las ciudades históricas",
            "authors": [
                {
                    "first": "Taboada",
                    "middle": [],
                    "last": "De Zúñiga",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Rev Tur Patrimonio Cult",
            "volume": "4",
            "issn": "12",
            "pages": "757--782",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "World Tourism Organization (2010) International recommendations for tourism statistics",
            "authors": [],
            "year": 2008,
            "venue": "",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}