{
    "paper_id": "873f3d6538795eca85069d5296109362db6bd8f3",
    "metadata": {
        "title": "Hemichorea as Presentation of Acute Cortical Ischemic Stroke. Case Series and Review of the Literature",
        "authors": [
            {
                "first": "Alvaro",
                "middle": [],
                "last": "Carbayo",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jordi",
                "middle": [],
                "last": "Sarto",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Daniel",
                "middle": [],
                "last": "Santana",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yaroslau",
                "middle": [],
                "last": "Compta",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Xabier",
                "middle": [],
                "last": "Urra",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Hemichorea and other hyperkinetic movement disorders are a rare presentation of stroke, usually secondary to deep infarctions affecting the basal ganglia and the thalamus. Chorea can also result from lesions limited to the cortex, as shown in recent reports. Still, the pathophysiology of this form of cortical stroke-related chorea remains unknown. We report 4 cases of acute ischemic cortical strokes presenting as hemichorea, with the infarction being limited to the parietal and insular cortex in perfusion computed tomography scans and magnetic resonance imaging. These cases suggest potential dysfunction of pathways connecting these cortical regions with the basal ganglia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Hyperkinetic movement disorders are a rare presentation of stroke. 1, 2 The pathophysiology of these abnormal movements remains uncertain. 1À3 They are either seen in the acute phase of mostly thalamic infarction as a result of deafferentation or in the chronic phase of stroke involving the contralateral basal ganglia, especially the subthalamic and lentiform nucleus. 1À4 More recently, cortical ischemic lesions have added to locations causing chorea in stroke. 5À9 We present 4 cases of patients that suffered an acute hemichorea secondary to isolated parietal and insular cortical acute ischemic strokes, highlighting the role of the cortex in acute hyperkinetic disorders.",
            "cite_spans": [
                {
                    "start": 67,
                    "end": 69,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 70,
                    "end": 71,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 139,
                    "end": 142,
                    "text": "1À3",
                    "ref_id": null
                },
                {
                    "start": 371,
                    "end": 374,
                    "text": "1À4",
                    "ref_id": null
                },
                {
                    "start": 466,
                    "end": 469,
                    "text": "5À9",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We describe four patients, three females and one male, mean age 72 years old. All of the patients presented hemichorea within 24 h of symptom onset, which was the primary presenting symptom in 3 of them. All of them had normal laboratory results, including glycemia, thyroid function, and blood cell count. Two of the cases had a perfusion computed tomography (CT) scan done during the hyperacute evaluation, and all four underwent a magnetic resonance imaging (MRI) showing cortical frontal, parietal, and/or insular infarctions and sparing of the basal ganglia. Three patients received acute revascularization for the stroke, two mechanical thrombectomy, and one iv fibrinolysis, and one did not due to excessive time since symptom onset upon arrival.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "A 74-year-old woman was admitted to our hospital due to acute onset dysarthria, left-hand hypesthesia, with agraphestesia, and choreoathetosic movements of the left arm. A multimodal CT study including CT perfusion (CTP) during the symptomatic phase, revealed right cortical hypoperfusion due to an occlusion of the right distal middle cerebral artery (MCA, M3 branch) with normal perfusion of the basal ganglia ( Fig. 1 , top row, first and second images). After iv thrombolysis, the hyperkinetic movements ceased. A control MRI showed an acute patchy ischemic stroke in the right parietal and posterior frontal cortices, sparing the basal ganglia ( Fig. 1 , top row, third and fourth images).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 414,
                    "end": 420,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 651,
                    "end": 657,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Case 1"
        },
        {
            "text": "A 79-year-old woman with unremarkable medical history was brought to our facility due to acute aphasia and right hemiparesis. A multimodal CT showed an M2 branch occlusion of the left MCA, and a corresponding focal perfusion deficit without basal ganglia involvement, as well as a thrombosed aortic arch (Fig. 1 , second row, first and second images). She underwent urgent endovascular treatment with successful revascularization and partial clinical improvement. Two days after the procedure, the deficits worsened and presented abnormal choreic movements of the right limbs, that ceased with iv haloperidol. The MRI showed an acute ischemic stroke affecting the left insular and parietal cortex and complete sparing of the basal ganglia ( Fig. 1 , second row, third and fourth images). At discharge, the patient recovered completely and did not need chronic neuroleptic treatment. Perfusion computed tomography (CTP) and magnetic resonance imaging (MRI) of all 4 patients. The first two images on top row show a CTP of patient 1 while symptomatic, with delayed perfusion in the right fronto-parietal cortex, as shown in the time-to-peak (TTP) with normal perfusion of deep structures; third and fourth images show follow-up diffusion weighted imaging (DWI) MRI of the same patient after symptom resolution with patchy acute ischemic lesions in the right convexity, sparing the basal ganglia. The two images to the left on the second row show TTP CTP of patient 2, during the first asymptomatic phase, with delayed perfusion on the left insular, frontal and parietal cortex with normal perfusion of basal ganglia; the two images to the right show MRI fluid attenuated inversion recovery (FLAIR) sequences after the onset of right hemichoreic movements, where ischemic left insular, frontal, and postcentral gyrus lesions can be appreciated; note the absence of compromise of the deep territory. The two images on the third row consist of the DWI MRI sequences of patient 3, performed while symptomatic, demonstrating a right hemispheric ischemic lesion on the posterior insula and parietal cortex, sparing the basal ganglia. Bottom row shows three DWI MRI images of patient 4, performed 24 hours after symptom onset, with ischemic lesions in the left posterior insular and parietal cortex, also without involvement of deep gray matter structures.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 304,
                    "end": 311,
                    "text": "(Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 741,
                    "end": 747,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Case 2"
        },
        {
            "text": "A 83-year-old man presented with sudden onset left hemichorea. The CT scan revealed no early ischemic lesions, and there was no proximal occlusion on the CT angiogram. A subsequent MRI confirmed an acute ischemic stroke affecting the right parietal and insular cortex, with complete sparing of the basal ganglia (Fig. 1, third  row) . The hyperkinetic symptoms self-limited in the first 48h without any pharmacologic treatment and he was started on anticoagulation due to paroxysmal atrial fibrillation during the etiologic investigation.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 312,
                    "end": 332,
                    "text": "(Fig. 1, third  row)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Case 3"
        },
        {
            "text": "A 59-year-old woman without relevant past history presented to the emergency department with high-amplitude right-sided hemichorea (that included the face), and Wernicke's aphasia that had begun 45 min before (Online Supplementary material, video 1). The abnormal movements remitted with 2,5 mg i.v. haloperidol. A head CT scan showed no abnormalities, and the CT-angiogram revealed a distal left M2 occlusion; CT-perfusion could not be performed as this patient was admitted during the Covid-19 pandemic and the acute neuroimaging protocol was simplified at that time. Complete reperfusion was achieved with mechanical thrombectomy. An MRI 24 h later showed a cortical acute ischemic lesion in the insular, temporal, and parietal cortex (Fig. 1, fourth row) . She was discharged asymptomatic soon after.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 738,
                    "end": 758,
                    "text": "(Fig. 1, fourth row)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Case 4"
        },
        {
            "text": "Sudden hyperkinetic movements such as hemichorea are a rare presentation of acute ischemic stroke, 1,2 usually involving a disfunction of the subthalamic nucleus and other basal ganglia structures. 1À4 We report four cases of such abnormal movements secondary to parietal-insular cortical ischemic stroke as documented by perfusion CT scans during the symptomatic phase and/or DWI-MRI, and with no other laboratory or imaging abnormalities pointing to alternative causes.",
            "cite_spans": [
                {
                    "start": 198,
                    "end": 201,
                    "text": "1À4",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The presence of stroke-associated abnormal hyperkinetic movements such as chorea has been known for long, often due to the infarction of deep brain structures including the subthalamic nucleus as well as other basal ganglia structures, 1À4 being the suggested pathophysiology a diminished activity of the \"indirect pathway\" in the classical basal ganglia circuitry scheme. 10 In other instances chorea presents as the result of sensory deafferentation in the setting of thalamic infarction.",
            "cite_spans": [
                {
                    "start": 373,
                    "end": 375,
                    "text": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In the past few years, growing literature has been published reporting cases of abnormal movements such as chorea or ballism with ischemic strokes only affecting the cerebral cortex and not the basal ganglia. 5À9 Participation of the parietal (and also frontal) cortex has previously been suggested in the setting of acute ischemic stroke, 5À9 in possible relation to an impaired hyperdirect pathway of the motor control system. 5 According to this, a decreased direct stimulus from the cortex would result in disinhibition of the thalamus due to hypofunction of the subthalamic nucleus, 11 causing a disbalance between the direct and indirect pathways. Control of chorea with haloperidol in one of the cases we report would fit with this notion. Alternatively, sensory loss through reduced input from sensory to motor cortex, as seen in thalamic or parietal cortex lesions, might also play a role in the origin of hyperkinetic contralateral movements. 12 Previously reported cases could not rule out hypoperfusion of the basal ganglia due to a proximal occlusion that subsequently recanalized as the origin of the symptoms. 5À9,13 In two of our cases we have evidence of limited cortical hypoperfusion during the symptomatic phase, with sparing of the basal ganglia, and all the cases were confirmed to have only cortical infarctions on MRI, suggesting a fundamental contribution of the cortex.",
            "cite_spans": [
                {
                    "start": 429,
                    "end": 430,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 588,
                    "end": 590,
                    "text": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 953,
                    "end": 955,
                    "text": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1125,
                    "end": 1131,
                    "text": "5À9,13",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The insular cortex has been described to be related with somatomotor and elaborate motor tasks and motor plasticity in poststroke recovery of motor functions in functional imaging studies. 14 However, we are not aware of previous reports of insula-basal ganglia connections related to hyperkinetic movements. In our series, the insular infarction, although present in the majority of the cases (3 out of 4), always occurred accompanied by ischemic lesions in the parietal and/or frontal cortices. Previous described cases also present with an associated insular infarction. 5 For those reasons, it is doubtful that the insular region had any role in the symptoms, and the presence of insular lesions could be just the result of poor collateral circulation in the insula in patients with large vessel occlusions involving the middle cerebral artery territory. 15 In all of our patients, symptoms ceased rapidly after stroke revascularization. This finding is in line with previous publications, 13,16 suggesting a good prognosis, probably due to preservation of the deep structures circuitry integrity. Hence, recognition of acute chorea as a possible presentation of stroke is important for a timely and effective treatment in these cases.",
            "cite_spans": [
                {
                    "start": 574,
                    "end": 575,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 859,
                    "end": 861,
                    "text": "15",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Although it is an uncommon form of presentation, a sudden onset hemichorea should be considered an acute stroke until proven otherwise and treated as such. These cases support the theory of a relevant role of parietal (and possibly insular) cortex in the origin of abnormal hyperkinetic movements, and a possible functional connection with the basal ganglia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "This study is not funded.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Movement disorders in cerebrovascular disease",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Mehanna",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Jankovic",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Lancet Neurol",
            "volume": "12",
            "issn": "6",
            "pages": "70057--70064",
            "other_ids": {
                "DOI": [
                    "10.1016/s1474-4422(13)70057-7"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Hyperkinetic movement disorders during and after acute stroke: The Lausanne Stroke Registry",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ghika-Schmid",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ghika",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Regli",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bogousslavsky",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "J Neurol Sci",
            "volume": "146",
            "issn": "2",
            "pages": "109--116",
            "other_ids": {
                "DOI": [
                    "10.1016/S0022-510X(96)00290-0"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Movement disorders following cerebrovascular lesion in the basal ganglia circuit",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Park",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Mov Disord",
            "volume": "9",
            "issn": "2",
            "pages": "71--79",
            "other_ids": {
                "DOI": [
                    "10.14802/jmd.16005"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Cortical hemichor-eaÀhemiballism",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Hwang",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "K"
                    ],
                    "last": "Hong",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ahn",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Neurol",
            "volume": "260",
            "issn": "",
            "pages": "2986--2992",
            "other_ids": {
                "DOI": [
                    "10.1007/s00415-013-7096-7"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Unusual clinical manifestation in three patients with frontoparietal infarct",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cotroneo",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ciacciarelli",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Cosenza",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clin Neurol Neurosurg",
            "volume": "188",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.clineuro.2019.105612"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Delayed hemichorea following temporal-occipital lobe infarction",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jacob",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "V"
                    ],
                    "last": "Gupta",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Tremor Other Hyperkinet Mov",
            "volume": "19",
            "issn": "6",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.7916/D8DB821H"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Cortical stroke and hemichorea",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Malhotra",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Khunger",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Tremor Other Hyperkinet Mov",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.7916/D8BK1CWK"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Pure cortical stroke causing hemichorea-hemiballismus",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Strauss",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Rafie",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nimma",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Romero",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Hanna",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J Stroke Cerebrovasc Dis",
            "volume": "28",
            "issn": "10",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jstrokecerebrovasdis.2019.07.003"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Hemichorea after stroke: CLINICAL-radiological correlation",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Chung",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Im",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Neurol",
            "volume": "251",
            "issn": "",
            "pages": "725--729",
            "other_ids": {
                "DOI": [
                    "10.1007/s00415-004-0412-5"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Parallel organization of functionally segregated circuits linking basal ganglia and cortex",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "E"
                    ],
                    "last": "Alexander",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Delong",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Strick",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Annu Rev Neurosci",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1146/annurev.ne.09.030186.002041"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "A new dynamic model of the cortico-basal ganglia loop",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nambu",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Prog Brain Res",
            "volume": "143",
            "issn": "",
            "pages": "461--466",
            "other_ids": {
                "DOI": [
                    "10.1016/S0079-6123(03)43043-4"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Post-thalamic stroke movement disorders: a systematic review",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Navnika",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sanjay",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Eur Neurol",
            "volume": "79",
            "issn": "",
            "pages": "303--314",
            "other_ids": {
                "DOI": [
                    "10.1159/000490070"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Acute hemiballismus as the presenting feature of parietal lobe infarction",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Patel",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Patel",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Desai",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Cureus",
            "volume": "11",
            "issn": "5",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.7759/cureus.4675"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "The insular cortex: a review",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Nieuwenhuys",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Prog Brain Res",
            "volume": "195",
            "issn": "",
            "pages": "123--163",
            "other_ids": {
                "DOI": [
                    "10.1016/B978-0-444-53860-4.00007-6"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Prognostic significance of infarct size and location: the case of insular stroke",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Laredo",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rudilosso",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Sci Rep",
            "volume": "8",
            "issn": "1",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/s41598-018-27883-3"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "A case of hemichorea-hemiballism associated with parietal lobe infarction",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Mizushima",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "C"
                    ],
                    "last": "Park-Matsumoto",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Amakawa",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hayashi",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Eur Neurol",
            "volume": "37",
            "issn": "",
            "pages": "65--66",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Fig. 1. Perfusion computed tomography (CTP) and magnetic resonance imaging (MRI) of all 4 patients. The first two images on top row show a CTP of patient 1 while symptomatic, with delayed perfusion in the right fronto-parietal cortex, as shown in the time-to-peak (TTP) with normal perfusion of deep structures; third and fourth images show follow-up diffusion weighted imaging (DWI) MRI of the same patient after symptom resolution with patchy acute ischemic lesions in the right convexity, sparing the basal ganglia. The two images to the left on the second row show TTP CTP of patient 2, during the first asymptomatic phase, with delayed perfusion on the left insular, frontal and parietal cortex with normal perfusion of basal ganglia; the two images to the right show MRI fluid attenuated inversion recovery (FLAIR) sequences after the onset of right hemichoreic movements, where ischemic left insular, frontal, and postcentral gyrus lesions can be appreciated; note the absence of compromise of the deep territory. The two images on the third row consist of the DWI MRI sequences of patient 3, performed while symptomatic, demonstrating a right hemispheric ischemic lesion on the posterior insula and parietal cortex, sparing the basal ganglia. Bottom row shows three DWI MRI images of patient 4, performed 24 hours after symptom onset, with ischemic lesions in the left posterior insular and parietal cortex, also without involvement of deep gray matter structures.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "None.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of Competing Interest"
        },
        {
            "text": "Supplementary material associated with this article can be found in the online version at doi:10.1016/j.jstrokecere brovasdis.2020.105150.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary materials"
        }
    ]
}