{
    "paper_id": "873fbc89c25f560c00576ce5c6aadea16af3e6ca",
    "metadata": {
        "title": "Journal Pre-proof Characteristics and predictors of death among 4,035 consecutively hospitalized patients with COVID-19 in Spain Characteristics and Predictors of Death among 4,035 Consecutively Hospitalized Patients with COVID-19 in Spain 4 5 Keywords Corresponding author 32",
        "authors": [
            {
                "first": "Juan",
                "middle": [],
                "last": "Berenguer",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hospital General Universitario Gregorio Marañón",
                    "location": {
                        "settlement": "Madrid",
                        "country": "Spain"
                    }
                },
                "email": ""
            },
            {
                "first": "Pablo",
                "middle": [],
                "last": "Ryan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Instituto de Investigación Sanitaria Gregorio Marañón (IiSGM)",
                    "location": {
                        "settlement": "Madrid",
                        "country": "Spain"
                    }
                },
                "email": ""
            },
            {
                "first": "Jesús",
                "middle": [],
                "last": "Rodríguez-Baño",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hospital Universitario Virgen Macarena",
                    "location": {
                        "settlement": "Seville",
                        "country": "Spain"
                    }
                },
                "email": ""
            },
            {
                "first": "Inmaculada",
                "middle": [],
                "last": "Jarrín",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universidad de Sevilla",
                    "location": {
                        "settlement": "Seville",
                        "country": "Spain"
                    }
                },
                "email": ""
            },
            {
                "first": "Jordi",
                "middle": [],
                "last": "Carratalà",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hospital Universitario de Bellvitge",
                    "location": {
                        "settlement": "Barcelona",
                        "country": "Spain"
                    }
                },
                "email": ""
            },
            {
                "first": "Jerónimo",
                "middle": [],
                "last": "Pachón",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Instituto de Biomedicina de Sevilla (IBiS)",
                    "location": {
                        "settlement": "Seville",
                        "country": "Spain"
                    }
                },
                "email": ""
            },
            {
                "first": "María",
                "middle": [],
                "last": "Yllescas",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ramón",
                "middle": [],
                "last": "Arribas",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Berenguer",
                "middle": [
                    "J"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ryan",
                "middle": [
                    "P"
                ],
                "last": "Rodríguez-Baño",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "J",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jarrín",
                "middle": [
                    "I"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Carratalà",
                "middle": [
                    "J"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Pachón",
                "middle": [
                    "J"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yllescas",
                "middle": [
                    "M"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Arribas",
                "middle": [],
                "last": "Jr",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": ";",
                "middle": [],
                "last": "María",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "• Death = 28.0% • Discharged alive = 64.1% • Hospitalized = 7.8% Abstract 42 Objectives 43 We aimed to analyse the characteristics and predictors of death in hospitalized patients with 44 COVID-19 in Spain. 45",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Methods",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Retrospective observational study of the first consecutive patients hospitalized with COVID-19 47 confirmed by real-time polymerase chain reaction (RT-PCR) assay in 127 Spanish centres until 48",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "March 17, 2020. The follow-up censoring date was April 17, 2020. We collected demographic, 49 clinical, laboratory, treatment, and complications data. The primary endpoint was all-cause 50 mortality. Univariable and multivariable Cox regression analyses were performed to identify 51 factors associated with death. 52",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Results",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Of the 4,035 patients, males accounted for 2,433/3,987 (61.0%), the median age was 70 years, and 54 2,539/3,439 (73.8%) had >1 comorbidity. The most common symptoms were a history of fever, 55 cough, malaise, and dyspnoea. During hospitalization 1,255/3,979 (31.5%) patients developed 56 acute respiratory distress syndrome, 736/3,988 (18.5%) were admitted to intensive care units, 57 and 619/3,992 (15.5%) underwent mechanical ventilation. Viral or host-targeted medications 58 included lopinavir/ritonavir 2,820/4,005 (70.4%), hydroxychloroquine 2,618/3,995 (65.5%), 59 interferon-beta 1,153/3,950 (29.2%), corticosteroids 1,109/3,965 (28.0%), and tocilizumab 60 373/3,951 (9.4%). Overall 1,131/4,035 (28%) patients died. Mortality increased with age (85.6% 61 occurring in older than 65 years). Seventeen factors were independently associated with an 62 J o u r n a l P r e -p r o o f Statistical analysis 130 Univariable and multivariable Cox regression analyses were performed to identify factors 131 associated with death. To obtain a reduced set of variables from the broad set of predictors, we 132 J o u r n a l P r e -p r o o f J o u r n a l P r e -p r o o f",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "8 carried out a block-wise forward procedure allocating the predictor variables into five clusters: 133 sociodemographic characteristics, comorbidities, admission signs and symptoms, vital signs, and 134 laboratory parameters. A multivariable regression analysis was fitted within each block using two 135 criteria to achieve the best set of predictors: relevance to the clinical situation and statistical 136 significance (P<0.10). We used variance inflation factors to detect collinearity among predictors 137 included in the multivariable models. We carried out a sensitivity analysis in which the order of 138 entry of the blocks was inverted. We checked the proportional hazards assumption. Variables with 139 more than 25% of missing values have not been considered, and missing values were treated as a 140 separate category for analysis. Heterogeneity introduced by different hospitals was accounted for 141 by using robust methods to estimate standard errors and, thus, to calculate 95% confidence 142 intervals (CI) and P-values. Statistical analyses were done using Stata software (version 15.0; Stata 143",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Corporation, College Station, Texas, USA. This study is registered with ClinicalTrials.gov, 144",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The final cohort included 4,035 hospitalized patients (see web-only Supplementary Figure S1 ) 147 in which SARS-CoV-2 was detected by , pharyngeal swabs 148 Patients' characteristics, categorized by survival, are shown in Table 1 . In brief, males accounted 155 for 61.0%, the median age was 70 years, and 25.1% were > 80 years old. Most patients were 156",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 82,
                    "end": 91,
                    "text": "Figure S1",
                    "ref_id": null
                },
                {
                    "start": 222,
                    "end": 229,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "146"
        },
        {
            "text": "Spanish born whites. The age distribution of patients stratified by sex is shown in Figure 1A . 157",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 84,
                    "end": 93,
                    "text": "Figure 1A",
                    "ref_id": null
                }
            ],
            "section": "146"
        },
        {
            "text": "At least one comorbidity was present in 73.8% and 26.7% had at least three comorbid conditions. 158",
            "cite_spans": [],
            "ref_spans": [],
            "section": "146"
        },
        {
            "text": "The most common comorbidities were arterial hypertension (51.2%), chronic heart disease 159 (23.3%), diabetes mellitus (21.8%), chronic pulmonary disease (not asthma) (17.9%), and obesity 160 (13.8%). Only 0.7% of patients had HIV. Before admission, 19.4% patients were on angiotensin-161 converting enzyme (ACE) inhibitors, and 17.3% were receiving angiotensin II receptor blockers 162 (ARBs) ( Table 1) . 163",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 396,
                    "end": 404,
                    "text": "Table 1)",
                    "ref_id": null
                }
            ],
            "section": "146"
        },
        {
            "text": "The median duration of symptoms before hospitalization was 4 (IQR 2 -7) days, and the most 164 commonly reported were history of fever ( (15.4%), presumed bacterial pneumonia (10.6%), heart failure (5.8%), and blood-stream infection 199 (4.9%). During the study period, 28.0% of patients died, 64.1% were discharged, and 7.8% 200 remained hospitalized. The median (IQR) time to death since the beginning of symptoms and since 201 hospital admission was 13 (9-19) days and 10 (6-16) days, respectively. Death was particularly 202 high among patients ≥ 80 years (54.9%) ( Figure 1B) and those with ≥3 comorbid conditions 203 (47.7%). Death was also very high among those with ARDS (59.3%), those who were admitted to 204 ICU (42.4%), and those who underwent mechanical ventilation (45.7%). The median (IQR) length 205 of stay was 4 (1-9) days for patients who were discharged; and 35 (32-38) days for those who 206 remained hospitalized at the censoring date. 207",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 570,
                    "end": 580,
                    "text": "Figure 1B)",
                    "ref_id": null
                }
            ],
            "section": "146"
        },
        {
            "text": "208 Independent predictors of death in the different clusters of variables are shown in Table 3 . In the 209 final adjusted analysis, we found 17 factors independently associated with an increased hazard of 210 death: male sex, older age, arterial hypertension, obesity, liver cirrhosis, chronic neurological 211 disorder, active cancer, dementia, dyspnoea, confusion, low age-adjusted SaO2 on room air, higher 212 white cell blood count (WBC), higher neutrophil-to-lymphocyte ratio, lower platelet count, 213 prolonged INR, lower eGFR, and higher concentrations of CRP (Figure 2) . No collinearity was 214 detected, the proportional hazards assumption was fulfilled, and the results were not changed 215 when the order of entry of the blocks was inverted. Kaplan-Meier plots for death according to age 216 and sex are shown in Figure 3 . The adjusted hazard ratio (aHR) of death for being admitted early 217 in the epidemic (before 13 March) vs later was 1.07 (95% confidence interval [CI]: 0.90; 1.28), 218 P=0.407. The variable unilateral or bilateral lung opacities had missing values in 29% individuals 219 and was not included in the final model. However, when this variable was included in the model, 220",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 88,
                    "end": 95,
                    "text": "Table 3",
                    "ref_id": null
                },
                {
                    "start": 570,
                    "end": 580,
                    "text": "(Figure 2)",
                    "ref_id": null
                },
                {
                    "start": 828,
                    "end": 836,
                    "text": "Figure 3",
                    "ref_id": null
                }
            ],
            "section": "Predictors of death"
        },
        {
            "text": "the aHR (95%CI) of death for bilateral opacities in comparison with unilateral opacities was 1.32 221 (0.11; 1.55) P=0.002. We also carried out two post-hoc analyses (data not shown). In the first one, 222 the predictors of mortality among patients ≤ 65 years were not substantially different from those 223 found in the whole data set. In the second analysis, the mortality hazard did not change depending China (3, 13) and one from UK. The majority of patients in all four cohorts were male. However, in 232 comparison with Chinese patients, those from Spain and the UK were on average, two decades 233 older and had a prevalence three times higher of comorbid conditions. It is not surprising thus 234 that mortality was substantially higher in Spain (28%) and the UK (26%) than China (1.4 and 235 3.2%). Presenting features were similar in all cohorts. However, dyspnoea was less frequent in 236",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Predictors of death"
        },
        {
            "text": "Chinese patients suggesting a more severe course in the older Spanish and British patients. In our 237 cohort, age was the main determinant of death, as has been in other series of hospitalized patients 238",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Predictors of death"
        },
        {
            "text": "with 8, 9, 14, 19) . Independently of the higher prevalence of comorbidities, it cannot 239 be ruled out that older patients could not have been prioritized to receive ICU treatment. Death 240 was also significantly higher among men than in women, as has also been described in other 241 cohorts (3, 8, 9, 13, 14) . There are sex differences in innate and adaptive immune responses that 242 might have an impact on the inflammatory response and outcomes of COVID-19 and deserve 243 further investigation (20). Hypertension was not only the most common comorbidity in our 244 cohort, as in other studies, but also an independent predictor of mortality. The association 245 between hypertension and poor outcomes in COVID-19 does not seem to be simply a matter of 246 high prevalence; alternative explanations include pre-existing hypertensive end-organ or 247 endothelial damage and interactions between COVID-19 and antihypertensive medications (21). 248",
            "cite_spans": [
                {
                    "start": 5,
                    "end": 7,
                    "text": "8,",
                    "ref_id": null
                },
                {
                    "start": 8,
                    "end": 10,
                    "text": "9,",
                    "ref_id": null
                },
                {
                    "start": 11,
                    "end": 14,
                    "text": "14,",
                    "ref_id": null
                },
                {
                    "start": 15,
                    "end": 18,
                    "text": "19)",
                    "ref_id": null
                },
                {
                    "start": 296,
                    "end": 299,
                    "text": "(3,",
                    "ref_id": null
                },
                {
                    "start": 300,
                    "end": 302,
                    "text": "8,",
                    "ref_id": null
                },
                {
                    "start": 303,
                    "end": 305,
                    "text": "9,",
                    "ref_id": null
                },
                {
                    "start": 306,
                    "end": 309,
                    "text": "13,",
                    "ref_id": null
                },
                {
                    "start": 310,
                    "end": 313,
                    "text": "14)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Predictors of death"
        },
        {
            "text": "Many patients with hypertension were receiving ACE inhibitors or ARBs, but they did not increase 249 J o u r n a l P r e -p r o o f 14 mortality. Obesity was the fifth most common comorbidity in our cohort but one with the highest 250 hazard of mortality. Obesity has been found to increase the risk of hospitalization and severe 251 outcomes during influenza seasons (22). Recent studies with COVID-19 patients indicate that 252 younger hospitalized individuals were more likely to be obese (23) and that obesity is associated 253 with severe pictures (23-25) and increased mortality (14). Other underlying conditions associated 254",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Predictors of death"
        },
        {
            "text": "with an increased hazard of death were active cancer and cirrhosis and as has been reported 255 elsewhere (26, 27); meaning that clinicians should consider patients with these underlying 256 conditions as a high-risk category for . We identified several routine laboratory 257 markers as predictors of mortality, including the neutrophil-to-lymphocyte ratio, an indicator of 258 systemic inflammation that has been found of prognostic utility in sepsis (28), and COVID-19 (29, 259",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Predictors of death"
        },
        {
            "text": "Our study is limited by the retrospective design and the high number of sites, which might have 261 jeopardized the quality of the data. We tried to solve this by selecting simple and well-defined 262 variables and by careful monitoring of the data. Admission criteria might have differed between 263 the sites; nevertheless, we controlled the site effect in the analysis. We could not include in the 264 multivariable model some potentially interesting laboratory parameters, nor changes in 265 laboratory findings over time. The study's strengths include the large sample size, which allowed 266 the identification of a high number of predictors of death at admission, the analysis of clinical and 267 laboratory variables, and the inclusion of sites from areas with different incidence rates. 268",
            "cite_spans": [],
            "ref_spans": [],
            "section": "30). 260"
        },
        {
            "text": "In summary, here we report the clinical characteristics of a large cohort of patients with COVID-19 269 consecutively admitted to hospitals in Spain during the first month of the epidemic. Our findings Ministerio de Ciencia, Innovación y Universidades -co-financed by European Development 293",
            "cite_spans": [],
            "ref_spans": [],
            "section": "30). 260"
        },
        {
            "text": "Regional Fund \"A way to achieve Europe\", Operative program Intelligent Growth 2014-2020. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "30). 260"
        }
    ],
    "bib_entries": {
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Distribution -No./with data (%)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Abbreviations: IQR, interquartile range; eGFR, estimated glomerular filtration rate Median (IQR) -cells/ x10 9",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "<1,000 cells/ μL -No./with data (%)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "mg/dL",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Median",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "106",
            "issn": "",
            "pages": "95--136",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Median (IQR)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "/with data (%)",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ast/Alt",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "pg/mL",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Median",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "33",
            "issn": "",
            "pages": "40--512",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "blood cell count; eGFR, estimated glomerular filtration rate; CKD-EPI, chronic kidney disease epidemiology collaboration; APTT, activated partial thromboplastin time; INR, international normalized ratio",
            "authors": [
                {
                    "first": "White",
                    "middle": [],
                    "last": "Wbc",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "4%], low respiratory tract specimens [1.3%], and other specimens [4.4%]. The median 149 admission date was 13 March 2020, with little variability among the median admission date 150 between the centres (range from 6 to 17 March). The median follow-up time was 34 days 151 (interquartile range [IQR] 24 -37 days). A total of 141 patients (3.6%) were discharged and 152 readmitted during the study period, a median time of 5 days (IQR 2 -9 days) after discharge. 153 Demographics and presenting clinical features 154 9",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "224on the seroprevalence of IgG anti-SARS-Cov2 at the provincial level, according to a recent 225 nationwide study in Spain. describes the presenting characteristics and outcomes of 4,035 patients with COVID-229 19 admitted to 127 centres in Spain during the first month of the country outbreak. We are aware 230 of three prior published nationwide cohorts of hospitalized patients with COVID-19, two from 231",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "270provide comprehensive information about characteristics and complications of severe and may help to identify patients at hospital admission with a higher risk of death. reports grants and personal fees from ABBVIE, grants and personal fees from 275 GILEAD, grants and personal fees from MSD, grants and personal fees from ViiV Healthcare, 276 personal fees from JANSSEN outside the submitted work.277 Pablo Ryan reports personal fees from AbbVie, grants and personal fees from GILEAD, personal 278 fees from JANSSEN, grants from MSD, personal fees from ViiV Healthcare, outside the submitted 279 work. 280 Inmaculada Jarrín reports personal fees from GILEAD, personal fees from ViiV Healthcare, outside 281 the submitted work. 282 José R Arribas reports grants and personal fees from ALEXA, grants and personal fees from 283 GILEAD, grants and personal fees from MSD, grants and personal fees from JANSSEN, grants and 284 personal fees from SERONO, grants and personal fees from TEVA, grants and personal fees from 285 ViiV Healthcare, outside the submitted work. 286 José R Baño, Jordi Carratalà, Maria Yllescas, and Jerónimo Pachón have nothing to disclose. 287 Funding 288 This work was supported by Fundación SEIMC/GeSIDA. 289 Juan Berenguer, Jesús Rodríguez-Baño, Inmaculada Jarrín, Jordi Carratalá, Jerónimo Pachón, and 290 José R Arribas received funding for research from Plan Nacional de I+D+i 2013-2016 and Instituto 291 de Salud Carlos III, Subdirección General de Redes y Centros de Investigación Cooperativa, 292",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "the COVID-19@Spain Study Group that have made substantial contributions by data 299 collection are listed in the Appendix 300 Contribution 301 Conception of the work: Juan Berenguer and José R Arribas. 302 Design of the database: Juan Berenguer, Pablo Ryan, María Yllescas, and José R Arribas. 303 Analysis of data: Inmaculada Jarrín. 304 Interpretation of data: All authors. 305 Drafting of the manuscript: Juan Berenguer. 306 Critical revision of the manuscript for important intellectual content: All authors. 307 Final approval of the manuscript: All authors. 308 Agreement to be accountable for all aspects of the work in ensuring that questions related to the 309 accuracy or integrity of any part of the work are appropriately investigated and resolved: XL, Wang XG, Hu B, Zhang L, Zhang W, et al. A pneumonia outbreak associated 314 with a new coronavirus of probable bat origin. Nature. 2020;579(7798):270-3. 315 2. Chen N, Zhou M, Dong X, Qu J, Gong F, Han Y, et al. Epidemiological and clinical 316 characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive 317 study. Lancet. 2020;395(10223):507-13. 318 3. Guan WJ, Ni ZY, Hu Y, Liang WH, Ou CQ, He JX, et al. Clinical Characteristics of Coronavirus 319 Disease 2019 in China. N Engl J Med. 2020.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "G, Zangrillo A, Zanella A, Antonelli M, Cabrini L, Castelli A, et al. Baseline 321 Characteristics and Outcomes of 1591 Patients Infected With SARS-CoV-2 Admitted to ICUs of the 322 Lombardy Region, Italy. JAMA. 2020. 323 5. Huang C, Wang Y, Li X, Ren L, Zhao J, Hu Y, et al. Clinical features of patients infected with 324 2019 novel coronavirus in Wuhan, China. Lancet. 2020;395(10223):497-506.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Rangel FA. Neutrophil-to-lymphocyte ratio and lymphocyte-to-C-reactive protein 385 ratio in patients with severe coronavirus disease 2019 (COVID-19): A meta-analysis. J Med Virol. 386 2020. 38730.Liu Y, Du X, Chen J, Jin Y, Peng L, Wang HHX, et al. Neutrophil-to-lymphocyte ratio as an 388 independent risk factor for mortality in hospitalized patients with COVID-19. J Infect.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "393 Distribution of hospitalized patients with COVID-19 stratified by age and sex (A). Mortality of 394 patients with COVID-19 stratified by age and sex (B) 395 397 Univariable (A) and multivariable (B) Cox proportional hazards model of variables associated with 398 death. 399 Abbreviations: WBC, white blood cell count; N/L, neutrophil-to-lymphocyte; INR, international 400 normalized ratio; eGFR, estimated glomerular filtration rate; CRP, C-reactive protein. 401",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "81.0%), cough (71.8%), malaise (64.0%), dyspnoea 165 (49.1%), upper respiratory tract symptoms (30.8%), myalgia or arthralgia (24.9%), and sputum 166 production (24.1%) (see web-only SupplementaryTable S2). Abnormal vital signs at admission 167 included fever (40.9%), arterial hypotension (18.8%), and marked tachypnoea (10.9%). Low age-168 adjusted SaO2 levels on room air were reported in 26.6% of patients (see web-only 169 Supplementary Table S3). 170Chest radiograph findingsInfiltrates on initial chest radiograph were observed in 77.6% patients, of which 71.3% had 172 bilateral involvement. Over the whole hospital course, worsening of the baseline infiltrates was 173 observed in 64.7% of patients, with new lesions in 51.0%. 174Baseline laboratory findings are shown inTable 2. The most common abnormalities in blood 176 counts included lymphopenia (54.2%) and thrombocytopenia (31.5%). The median (IQR) 177 neutrophil-to-lymphocyte ratio was 4.5. A prolonged activated partial thromboplastin time 178(APTT) was present in 9.4%, and 57.1% had D-Dimer levels above the normal range. High serum 179 (14.2%). Low serum albumin was found in 36.0% patients, and 6.8% had an estimated glomerular 182 filtration rate (eGFR) < 30 mL/min/1.73 m 2 by the Chronic Kidney Disease Epidemiology 183Collaboration (CKD-EPI) equation. Ferritin and interleukin-6 (IL-6) were determined in a limited 184 number of patients, and high concentrations of these parameters were found in 75.1% and 90.0%, 185 respectively. 186Supportive therapy and medicationsHigh dependency unit or ICU admission was required for 18.5% patients, 15.5% underwent 188 mechanical ventilation, 11.9% received vasopressors, and 3.0% received renal-replacement 189 therapy (see web-only SupplementaryTable S4). Viral targeted agents were administered to 190 82.0% of patients: lopinavir/ritonavir (LPV/r) (70.4%), hydroxychloroquine (65.5%), and 191 subcutaneous interferon-beta (29.2%), usually in combination with LPV/r. Host-targeted agents 192 included systemic corticosteroids in 28.0% patients and tocilizumab in 9.4% patients. Antibiotics 193 other than azithromycin were administered to 80.9% patients and antifungals to 3.2% (see web-194 only Supplementary Table S5). 195 Complications and mortality 196 J o u r n a l P r e -p r o o f The full list of complications during the hospital course is shown as supplementary material (see 197 web-only Supplementary Table S6); the most common were ARDS (31.5%), acute kidney injury 198",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Chen T, Wu D, Chen H, Yan W, Yang D, Chen G, et al. Clinical characteristics of 113 deceased 326 patients with coronavirus disease 2019: retrospective study. BMJ. 2020;368:m1091. 327 Clinical Course of Patients Infected With SARS-CoV-2 in Singapore. JAMA. 2020. 329 Presenting Characteristics, Comorbidities, and Outcomes Among 5700 Patients Hospitalized With 331 COVID-19 in the New York City Area. JAMA. 2020. 332 Covid-19 in New York City. N Engl J Med. 2020. 334 Epidemiology, clinical course, and outcomes of critically ill adults with COVID-19 in New York City: 339 COVID-19 Hospitalizations and Deaths Across New York City Boroughs. JAMA. 2020. 342 13. Liang WH, Guan WJ, Li CC, Li YM, Liang HR, Zhao Y, et al. Clinical characteristics and 343 outcomes of hospitalised patients with COVID-19 treated in Hubei (epicenter) and outside Hubei 344 (non-epicenter): A Nationwide Analysis of China. Eur Respir J. 2020. 345 14. Docherty AB, Harrison EM, Green CA, Hardwick HE, Pius R, Norman L, et al. Features of 20 346 133 UK patients in hospital with covid-19 using the ISARIC WHO Clinical Characterisation 347 Protocol: prospective observational cohort study. BMJ. 2020;369:m1985. 348 (ISARIC). Core Case Record Form -Severe Acute Respiratory Infection,Version 7JAN16. 350 https://media.tghn.org/medialibrary/2016/06/ISARIC-WHO-351 capture (REDCap)--a metadata-driven methodology and workflow process for providing 354 Cov-2 En España. Informe Preliminar 13 de Mayo de 2020. 359 https://www.mscbs.gob.es/ciudadanos/ene-covid/docs/ESTUDIO_ENE-360 COVID19_PRIMERA_RONDA_INFORME_PRELIMINAR.pdf. 2020. 361 19. Zhou F, Yu T, Du R, Fan G, Liu Y, Liu Z, et al. Clinical course and risk factors for mortality of 362 adult inpatients with COVID-19 in Wuhan, China: a retrospective cohort study. Lancet. 363 younger than 60 years is a risk factor for Covid-19 hospital admission. Clin Infect Dis. 2020. 374 Pre-Existing Liver Disease in United States: A Multi-Center Research Network Study. 381",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Table 1. Demographics, comorbidity data, and current medications of 4,035 hospitalized patients with COVID-19 stratified according to vital status at study censoring date Table 2. Laboratory findings of 4,035 hospitalized patients with COVID-19 stratified according to vital status at study censoring date Independent predictors of death in the different clusters of variables HR (95% CI) P value J o u r n a l P r e -p r o o f WBC count (ref. <4,000 cells/x10 9 /L) Neutrophil-to-lymphocyte ratio (ref. <3.22 [Tertile 1]) Age-adjusted low SaO2 ≤90% for patients aged >50 years and ≤93% for patients aged ≤50 years",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}