{
    "paper_id": "874e3aa8f4aa5d901a42453c43a2f52efdcb1fc8",
    "metadata": {
        "title": "Journal Pre-proof Venous cerebral thrombosis in COVID-19 patient",
        "authors": [
            {
                "first": "Garaci",
                "middle": [],
                "last": "Francesco",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Rome \"Tor Vergata\"",
                    "location": {
                        "addrLine": "Viale Oxford 81",
                        "postCode": "00133",
                        "settlement": "Rome",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Di",
                "middle": [],
                "last": "Giuliano",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Francesca",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Picchi",
                "middle": [],
                "last": "Eliseo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Diagnostic Imaging Unit",
                    "institution": "University of Rome Tor Vergata",
                    "location": {
                        "addrLine": "Viale Oxford 81",
                        "postCode": "00133",
                        "settlement": "Rome",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Ros",
                "middle": [],
                "last": "Da",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Floris",
                "middle": [],
                "last": "Valerio",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Roberto",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Di",
                "middle": [],
                "last": "Giuliano Francesca",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Rome \"Tor Vergata\"",
                    "location": {
                        "addrLine": "Viale Oxford 81",
                        "postCode": "00133",
                        "settlement": "Rome",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": ";",
                "middle": [],
                "last": "Da",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ros",
                "middle": [],
                "last": "Valerio",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Diagnostic Imaging Unit",
                    "institution": "University of Rome Tor Vergata",
                    "location": {
                        "addrLine": "Viale Oxford 81",
                        "postCode": "00133",
                        "settlement": "Rome",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Floris",
                "middle": [],
                "last": "Roberto",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Diagnostic Imaging Unit",
                    "institution": "University of Rome Tor Vergata",
                    "location": {
                        "addrLine": "Viale Oxford 81",
                        "postCode": "00133",
                        "settlement": "Rome",
                        "country": "Italy"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "recently considerable attention has been given to a common complication of patients with COVID-19 infection such as the disseminated intravascular coagulation (DIC), especially observed in critically ill COVID-19 patients. We report the description of a patient with COVID-19 who developed thrombosis of the superior vena cava, pulmonary artery and deep intracerebral venous thrombosis . This case demonstrates that extending imaging from the chest to the brain district can be useful in identifying possible associated complications in COVID-19 patients. A 44-years old women with negative past medical history was admitted to emergency room due to worsening respiratory status, fever (38.5°C) and cough. At hospital admission she was hemodynamically stable, dyspnoeic; no abnormalities of the blood chemistry tests were detected. The nasopharyngeal swab specimen confirmed the diagnosis of COVID-19 by the Real-Time Reverse Transcriptase-Polymerase Chain Reaction assay. The admission non-contrast chest Computed Tomography (CT) showed multiple, widespread and subpleural ground-glass opacities with intralobular septal thickening and rare consolidative opacities findings consistent with COVID-19 pneumonia. Patient started oxygen therapy, Hydroxychloroquine and Azithromycin. Two weeks later the patient developed ingravescent dyspnea, headache, altered mental status, aphasia and right hemiparesis. Her nasopharyngeal swab specimen was negative; serological analysis revealed the presence of 2019-nCoV IgG antibodies. The blood test showed normal count of white blood cell (9600/μL; nv 4300-10800/μL) with remarkable neutrophilic leukocytosis, severe lymphocytopenia and reduction of all lymphocyte subpopulations; severe low platelets count (42000/μL; nv 150000-45000/μL) high rates of D-dimer (5975ng/mL; nv 0-500ng/mL), serum Creatine Kinase MB (6.9ng/mL; nv <3.40ng/mL) and serum troponin I hs (30.7 ng/mL; nv <16.6ng/mL) were found. Autoimmune serologic testing showed the absence of anticardiolipin and anti-β2 -glycoprotein IgM and IgM antibodies as well as anti-ds -DNA antibodies. Considering the worsening of the clinical parameters, patient started treatment with Tocilizumab and low molecular weight heparin (Nadroparina Calcica). Chest CT revealed worsening of pulmonary findings with increased of pulmonary dis-ventilation and consolidation. CT pulmonary angiography showed filling defect within the inferior trunk of the right pulmonary artery and along the superior vena cava by thrombi. Cerebral CT angiography (CTA) demonstrated contrast medium filling defect (empty delta sign) in the vein of Galen, straight sinus and in the torcular herophili due to dural sinus thrombosis with poor rappresentation of left internal cerebral vein. (Figure 1 ) A recent report on disseminated intravascular coagulation (DIC) in patient affected by 2019-nCoV has been published by Tang et. Al (1) . DIC is a severe complication in COVID-19 patients and it has been related to poor prognosis and increased mortality (71.4% of patient who die of COVID-19) (2) . Even if the pathophysiology of DIC is complex and related to multifactorial variables there are several evidence suggesting a combination of endothelial damage, platelets, white blood cells and cytokines which might have effects on thrombin generation (3). In the present case the DIC seems to be a late complication of COVID-19 infection, probably related prolonged inflammatory response with imbalance of immunochemical mediators with presumable endothelial damage and systemic vasculitis considering the second negative nasopharyngeal swab specimen in our patient. ",
            "cite_spans": [
                {
                    "start": 2900,
                    "end": 2903,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 3061,
                    "end": 3064,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [
                {
                    "start": 2757,
                    "end": 2766,
                    "text": "(Figure 1",
                    "ref_id": null
                }
            ],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Abnormal coagulation parameters are associated with poor prognosis in patients with novel coronavirus pneumonia",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Thromb Haemost",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Tissue Plasminogen Activator (tPA) Treatment for COVID-19 Associated Acute Respiratory Distress Syndrome (ARDS): A Case Series",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Hajizadeh",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "E"
                    ],
                    "last": "Moore",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Thromb Haemost",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "PAMPs and DAMPs as triggers for DIC",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ito",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Intensive Care",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Neurological Manifestations of Hospitalized Patients with COVID-19 in Wuhan, China: A Retrospective Case Series Study",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Mao",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "SSRN Electron J",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Coagulopathy and Antiphospholipid Antibodies in Patients with Covid-19",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Xiao",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMc2007575"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Acute cerebrovascular diseases have been recently reported by Mao et al who found ischemic and hemorrhagic stroke in only six (2.8%) of the hospitalized patients with infection by COVID-19 (4); from their analysis comes out that the acute cerebrovascular diseases are significantly more common in severe form of infections (5 patients) compared with non-severe one (1 patient). Moreover, Zhang et al reported association between coagulopathy and antiphospholipid J o u r n a l P r e -p r o o f Figure1. A, Axial contrast enhanced CT demonstrates filling defect along the straight sinus (arrow). B and C, sagittal and coronal reconstructions of CT venogram show the thrombosis of Galen vein (close arrow in B), torcular herophili (open arrow in B) and straight sinus (arrow in C). D Coronal contrast enhanced CT reconstruction which showed linear thrombus in the lumen of the superior vena cava. E, Axial image from CT pulmonary angiography demonstrates thrombus in the inferior trunk of right pulmonary artery (arrow). F, Axial image from chest CT shows areas of ground-glass opacities with bilateral dysventilation; note the consolidation at the subpleural region of the left latero-basal segment. J o u r n a l P r e -p r o o f",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "antibodies in patients with Covid-19 and multiple cerebral infarcts in different vascular territories (5) . Although arterial ischemic strokes may be associated in COVID-19 patients this case demonstrates that venous cerebral thrombosis should be rule out in patients with neurological symptoms",
            "cite_spans": [
                {
                    "start": 102,
                    "end": 105,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}