{
    "paper_id": "874fa46302f724dcb4f1aa20d61abe2336e1b315",
    "metadata": {
        "title": "Knockout of maternal CD163 protects fetuses from infection with porcine reproductive and respiratory syndrome virus (PRRSV)",
        "authors": [
            {
                "first": "Randall",
                "middle": [
                    "S"
                ],
                "last": "Prather",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Missouri",
                    "location": {
                        "postCode": "65211",
                        "settlement": "Columbia",
                        "region": "MO",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Kevin",
                "middle": [
                    "D"
                ],
                "last": "Wells",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Missouri",
                    "location": {
                        "postCode": "65211",
                        "settlement": "Columbia",
                        "region": "MO",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Kristin",
                "middle": [
                    "M"
                ],
                "last": "Whitworth",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Missouri",
                    "location": {
                        "postCode": "65211",
                        "settlement": "Columbia",
                        "region": "MO",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Maureen",
                "middle": [
                    "A"
                ],
                "last": "Kerrigan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Kansas State University",
                    "location": {
                        "postCode": "66506",
                        "settlement": "Manhattan",
                        "region": "KS",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Melissa",
                "middle": [
                    "S"
                ],
                "last": "Samuel",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Missouri",
                    "location": {
                        "postCode": "65211",
                        "settlement": "Columbia",
                        "region": "MO",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Alan",
                "middle": [],
                "last": "Mileham",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Luca",
                "middle": [
                    "N"
                ],
                "last": "Popescu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Kansas State University",
                    "location": {
                        "postCode": "66506",
                        "settlement": "Manhattan",
                        "region": "KS",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Raymond",
                "middle": [
                    "R R"
                ],
                "last": "Rowland",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Kansas State University",
                    "location": {
                        "postCode": "66506",
                        "settlement": "Manhattan",
                        "region": "KS",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "After infection of the porcine dam at about 90 days of gestation, porcine reproductive and respiratory syndrome virus (PRRSV) crosses the placenta and begins to infect fetuses. Outcomes of include abortion, fetal death and respiratory disease in newborn piglets. CD163 is the receptor for the virus. In this study, CD163-positive fetuses, recovered between 109 days of gestation or 20 days after maternal infection, were completely protected from PRRSV in dams possessing a complete knockout of the CD163 receptor. The results demonstrate a practical means to eliminate PRRSV-associated reproductive disease, a major source of economic hardship to agriculture.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Porcine reproductive and respiratory syndrome (PRRS) is the most economically important disease of swine in North America, Europe and Asia, costing North American producers approximately $600 million annually 1 . Losses are the result of respiratory disease in young pigs, poor growth performance, reproductive failure, and in utero infection 2 . The reproductive form of the disease accounts for an estimated 45% of losses, the result of abortions, dead fetuses, and respiratory disease in newborns. In its severest form, reproductive PRRS can result in 90% mortality of fetuses/neonates, along with increased mortality for the dams. Pigs that survive in utero infection become continuous sources of virus in downstream production phases, resulting in endemically infected herds 3 . The severest form of reproductive disease is associated with a group of highly virulent isolates referred to as atypical PRRSV 4, 5 . Interestingly, many of the atypical PRRSV isolates emerged from PRRS-vaccinated farms 6 . In 2006, an atypical virus, called high pathogenic PRRSV (HP-PRRSV), appeared in China and continues to decimate pig populations in that country 7 . Since the standard commercial breeding facility contains about 5,000 sows, an outbreak of high mortality reproductive PRRS can have a devastating impact. To ensure sustainability of pork production and food security, solutions for the control of reproductive PRRS remain a priority. Vaccines have been unable to control the disease, largely because of genetic diversity within the structural proteins of the virus 8 . In practice, intensive biosecurity measures provide the only means of protecting the reproductive herd.",
            "cite_spans": [
                {
                    "start": 209,
                    "end": 210,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 780,
                    "end": 781,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 911,
                    "end": 913,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 914,
                    "end": 915,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1004,
                    "end": 1005,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1153,
                    "end": 1154,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1571,
                    "end": 1572,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Along with lactate dehydrogenase-elevating virus (LDV) of mice, equine arteritis virus (EAV), and simian hemorrhagic fever virus (SHFV), PRRSV belongs to the family, Arterviridae. Structurally, the arteriviruses resemble togaviruses, but similar to coronaviruses, replicate via a nested 3′-co-terminal set of subgenomic mRNAs, which possess a common leader and a poly-A tail. Arteriviruses exhibit a tropism for macrophages and possess the capacity to establish subclinical persistent infections, as well as cause severe and fatal disease 9 .",
            "cite_spans": [
                {
                    "start": 539,
                    "end": 540,
                    "text": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The reproductive form of PRRS occurs following the infection of pregnant gilts or sows at about 90 days of the 114 day gestation period 10, 11 . After an initial phase of replication in maternal macrophages, the virus crosses the placenta and begins to productively infect fetuses. The virus initially infects only a small number of fetuses, followed by horizontal transmission of virus from fetus to fetus 12 . The exact mechanism of how the virus crosses the placenta remains unknown, but could be similar to the infected \"Trojan Horse\" macrophage, previously described for LDV 13 . Unlike the alveolar macrophages in adult animals, the primary site of PRRSV replication in the fetus is the thymus 3 . Since the pig fetus becomes immunocompetent at about 70 days of gestation, PRRSV infection occurs in a fetal immune environment containing functional B and T cells 3, 11 .",
            "cite_spans": [
                {
                    "start": 136,
                    "end": 139,
                    "text": "10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 140,
                    "end": 142,
                    "text": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 580,
                    "end": 582,
                    "text": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 868,
                    "end": 870,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 871,
                    "end": 873,
                    "text": "11",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "CD163 is a 130 kDa type 1 membrane protein composed of nine scavenger receptor cysteine-rich (SRCR) domains and two spacer domains along with a transmembrane domain and a short cytoplasmic tail. In addition to functioning as a virus receptor, CD163 exhibits several important functions related to maintaining normal homeostasis. For instance, following infection or tissue damage, CD163 functions as a scavenger molecule, removing haptoglobin-hemoglobin complexes from the blood 13 . The resulting heme degradation products regulate the associated inflammatory response 14 . CD163 as a receptor for PRRSV was first described by Calvert et al. 15 . Transfection of non-permissive cell lines with CD163 cDNA from a variety of species, including simian, human, canine, and mouse can make cells permissive for infection. We recently showed that pigs with a complete knockout (KO) of the CD163 gene lack CD163 expression on macrophages and fail to support PRRSV infection 16, 17 . Since CD163 expression is a dominant trait and inherited in a classic Mendelian fashion, offspring possessing normal CD163 expression and function can be derived by crossing a KO CD163 −/− female pig with a wildtype (WT) CD163 +/+ male. For this study, CD163 KO gilts were bred with WT boars producing heterozygous, CD163 +/− fetuses. The hypothesis to be tested was that the presence of the CD163 KO genotype of the dam would be sufficient to protect fetuses following maternal infection with PRRSV.",
            "cite_spans": [
                {
                    "start": 479,
                    "end": 481,
                    "text": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 570,
                    "end": 572,
                    "text": "14",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 643,
                    "end": 645,
                    "text": "15",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 967,
                    "end": 970,
                    "text": "16,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 971,
                    "end": 973,
                    "text": "17",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A detailed description of the knockout alleles used in this study is shown in Table 1 . Each knockout allele possessed a mutation in exon 7 that was predicted to result in a codon frameshift followed by a premature stop codon in the mRNA. The matings between WT and CD163 KO parents are summarized in Table 2 . The first group of three dams, which served as positive infection controls, were CD163 +/+ dams carrying CD163 +/+ fetuses (++/++ group). A second group (−/+−) were CD163 −/− dams carrying CD163 +/− fetuses. In this group, the CD163 −/− dams are unable to support PRRS replication, while the CD163 +/− fetuses retain susceptibility to PRRS infection. And finally, a third group (−/−) consisted of CD163 −/− dams carrying CD163 −/− fetuses. For the last group, both dams and fetuses should be resistant to infection.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 78,
                    "end": 85,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 301,
                    "end": 308,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Results and Discussion"
        },
        {
            "text": "Clinical signs in the infected WT dams included lethargy and transient inappetance. The KO dams showed no clinical signs. During the study period, one WT dam, No. 139, aborted on day 106 of gestation (15 dpi). PRRSV nucleic acid, measured at 7 dpi, showed a viremia level for Dam No. 139 of 5.5 log 10 templates per reaction, demonstrating the presence of a productive PRRSV infection. Between 15 and 20 dpi, all remaining dams were euthanized and uterine horns immediately removed. Beginning at the tip of each horn, fetuses and placentas were removed, assessed for the presence of anatomic pathology. A blood sample was obtained from each fetus. If blood was not obtainable, a sample of fluid was collected from the abdominal cavity. The number of fetuses recovered from each dam is listed in Table 2 . For the CD163 WT group (++/++) (including the dam that aborted), the number of fetuses were 16, 14 and 12 (mean = 14.0). The CD163 KO dams carrying the CD163 +/− fetuses (−/+− group) yielded 14, 16 and 11 fetuses (mean = 13.6). For the CD163 KO dams carrying CD163 KO fetuses (−−/−−group), the numbers of fetuses were 7 and 9. The results for fetal viremia and gross pathology are summarized in Fig. 1 and Table 3 . At the anatomic level, 50% and 72% of fetuses derived from the two CD163 WT (++/++) dams, No. 138 and No. 140, showed some degree of pathology, including smaller than normal fetuses (11% of all fetuses), fetuses with detached or necrotic placentas (14%), meconium staining (7%), and fetuses Table 1 ). Below each dam in parentheses is the result for PRRS PCR in serum, measured as log 10 templates per reaction. \"N\" is negative for PRRSV nucleic acid (Ct > 39). Fetuses are identified by number and relative position within each uterine horn. Asterisks identify fetal PCR samples obtained from abdominal fluid. The number below each fetus is the result for PRRS PCR in fetal serum (log 10 templates per reaction). The number within each circle refers to the presence of anatomical pathology: 1) normal fetus; 2) small fetus; 3) placental changes, such as detached placenta and/or necrosis; 4) meconium stained fetus; 5) fetus is dead and necrotic. Lower case letters identify the genotype of the individual fetuses (see Table 1 Table 2 and Fig. 1 . * 2 Viremia shown as log10 virus nucleic templates per PCR. * 3 Fetuses showing pathology as described in the legend in Fig. 1 . * 4 Gilt aborted prior to recovery of fetuses. infection. First, there was a wide variation between fetuses in the concentration of virus detected in serum, the result of fetuses becoming infected at different times. Secondly, the level of viremia was not always correlated with pathology. For example, Fetus No. 5 from Dam No. 138 possessed a high level of viremia (7.3 log 10 templates per reaction) and yet the fetus appeared unaffected. The reason for the discrepancy between viremia and the pathology is unclear. One possibility is that fetal pathology is the result of tissue damage that occurs on the maternal side and not related to the level of fetal viremia. In the field, these normal, but infected newborn piglets can function as \"supershedders\", which facilitate the rapid dissemination of PRRSV throughout a production system. For the −−/+− group (dams No. 84, 87 and 122), all fetuses appeared normal, with the minor exception of two fetuses that were smaller than the other littermates. The smaller than normal size is likely a consequence of crowding within the uterine horn that decreases the surface area of the placenta, thus restricting the growth of the developing fetus. All dams and fetuses in the −−/+− group were negative for the presence of PRRSV nucleic acid. For the last group, −-/−−, there was no visible pathology, and all dams (No. 86 and 121) and fetuses were negative for PRRSV nucleic acid. The results from this study clearly demonstrate that the absence of CD163 in the dam is sufficient to protect the PRRSV-susceptible fetus. Although CD163-positive offspring derived from CD163 KO dams are susceptible to virus immediately after birth, the protection from PRRSV in utero provides a means to eliminate a major source of economic loss and animal suffering.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 795,
                    "end": 802,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 1200,
                    "end": 1206,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1211,
                    "end": 1218,
                    "text": "Table 3",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 1512,
                    "end": 1519,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 2241,
                    "end": 2248,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 2249,
                    "end": 2256,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 2261,
                    "end": 2267,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2390,
                    "end": 2396,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Results and Discussion"
        },
        {
            "text": "CD163 gene modification. The CRISPR/Cas9 methods used to generate all of the KO alleles are described in detail in Whitworth et al. 18 . The specific edits for alleles A, B, D and E are described in Whitworth et al. 18 . The specific edit in Allele C (2 bp insertion) is described in Whitworth et al. 16 . The alleles, described in Table 1 were identified based on DNA sequencing. The knockout genotype was confirmed by the absence of CD163 expression, which was measured by staining alveolar macrophages with anti-CD163 mAb, 2A10, as described in Wells et al. 17 PRRSV infection. The PRRSV strain used in this study, NVSL 97-7895 (NVSL), is a laboratory strain isolated in 1997 from a herd in Southeast Iowa, USA that was experiencing a PRRS abortion storm 4 . The virus, maintained as a low passage isolate, was propagated and titered on MARC-145 cells. At 89 to 91 days of gestation, gilts were inoculated with 10 5 TCID 50 of virus diluted in 5 ml of culture medium. One half of the inoculum was administered by intramuscular injection and the remainder administered intranasally. All gilts were maintained in an environment that allowed for the continuous exposure to virus shed by infected pen mates. Blood samples were taken from the gilts prior to infection, 7 days post-inoculation (dpi), and at the time of euthanasia. PRRSV nucleic acid was measured by isolation of total RNA from serum followed by reverse transcriptase real-time PRRSV PCR (Tetracore, Rockville, MD). A standard curve was generated using the quantification standards supplied in the RT-PCR kit. Results were reported as log 10 templates per 25 µl reaction, which approximates the number of viral RNA templates per ml of blood.",
            "cite_spans": [
                {
                    "start": 132,
                    "end": 134,
                    "text": "18",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 216,
                    "end": 218,
                    "text": "18",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 301,
                    "end": 303,
                    "text": "16",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 548,
                    "end": 563,
                    "text": "Wells et al. 17",
                    "ref_id": null
                },
                {
                    "start": 758,
                    "end": 759,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [
                {
                    "start": 332,
                    "end": 339,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Methods"
        },
        {
            "text": "Ethics statement. Experiments involving animals and virus were performed in accordance with the Federation of Animal Science Societies Guide for the Care and Use of Agricultural Animals in Research and Teaching, the USDA Animal Welfare Act and Animal Welfare Regulations, or according to the National Institutes of Health's Guide for the Care and Use of Laboratory Animals, and were approved by the Kansas State University and University of Missouri institutional animal care and use committees and institutional biosafety committees. Animals were humanely euthanized by pentobarbital overdose following the American Veterinary Medical Association (AVMA) guidelines for the euthanasia of animals, and all efforts were made to minimize suffering.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Assessment of the economic impact of porcine reproductive and respiratory syndrome virus on United States pork producers",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Holtkamp",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Journal of Swine Health and Production",
            "volume": "21",
            "issn": "",
            "pages": "72--84",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Reproductive failure of unknown etiology",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "K"
                    ],
                    "last": "Keffaber",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "American Association of Swine Practitioners Newsletter",
            "volume": "1",
            "issn": "",
            "pages": "1--9",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Lymphotropism of porcine reproductive and respiratory syndrome virus replication during persistent infection of pigs originally exposed to virus in utero",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "R R"
                    ],
                    "last": "Rowland",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Veterinary Microbiology",
            "volume": "96",
            "issn": "",
            "pages": "219--235",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Update on abortion storms and sow mortality",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Halbur",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "B"
                    ],
                    "last": "Bush",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Journal of Swine Health and Production",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Clinical consequences of exposing pregnant gilts to strains of porcine reproductive and respiratory syndrome (PRRS) virus isolated from field cases of \"atypical",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "L"
                    ],
                    "last": "Mengeling",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "PRRS. American Journal of Veterinary Research",
            "volume": "59",
            "issn": "",
            "pages": "1540--1544",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Genetic variation and phylogenetic analyses of the ORF5 gene of acute porcine reproductive and respiratory syndrome virus isolates",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "F"
                    ],
                    "last": "Key",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Veterinary Microbiology",
            "volume": "83",
            "issn": "",
            "pages": "249--263",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Emergence of fatal PRRSV variants: unparalleled outbreaks of atypical PRRS in China and molecular dissection of the unique hallmark",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Tian",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "PLoS One",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Phylogeny-based evolutionary, demographical, and geographical dissection of North American type 2 porcine reproductive and respiratory syndrome viruses",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Journal of Virology",
            "volume": "84",
            "issn": "",
            "pages": "8700--8711",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Lactate dehydrogenase-elevating virus and related viruses",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "G W"
                    ],
                    "last": "Plagemann",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "1105--1120",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Experimental reproduction of swine infertility and respiratory syndrome in pregnant sows",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "T"
                    ],
                    "last": "Christianson",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "American Journal of Veterinary Research",
            "volume": "53",
            "issn": "",
            "pages": "485--488",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The interaction between PRRSV and the late gestation pig fetus",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "R R"
                    ],
                    "last": "Rowland",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Virus Research",
            "volume": "154",
            "issn": "",
            "pages": "114--122",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Genome-wide analysis of the transcriptional response to porcine reproductive and respiratory syndrome virus infection at the maternal/fetal interface and in the fetus",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Wilkinson",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "BMC Genomics",
            "volume": "17",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Identification of the haemoglobin scavenger receptor",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kristiansen",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Nature",
            "volume": "409",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "The macrophage scavenger receptor CD163",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "O"
                    ],
                    "last": "Fabriek",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Immunobiology",
            "volume": "210",
            "issn": "",
            "pages": "153--160",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "CD163 expression confers susceptibility to porcine reproductive and respiratory syndrome viruses",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Calvert",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Journal of Virology",
            "volume": "81",
            "issn": "",
            "pages": "7371--7379",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Gene-edited pigs are protected from porcine reproductive and respiratory syndrome virus",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Whitworth",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Nature Biotechnology",
            "volume": "34",
            "issn": "",
            "pages": "20--22",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Substitution of porcine CD163 SRCR domain 5 with a CD163-like homolog confers resistance of pigs to genotype 1 but not genotype 2 porcine reproductive and respiratory syndrome (PRRS) viruses",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "D"
                    ],
                    "last": "Wells",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Journal",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Use of the CRISPR/Cas9 system to produce genetically engineered pigs from in vitro-derived oocytes and embryos",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Whitworth",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Biology of Reproduction",
            "volume": "91",
            "issn": "78",
            "pages": "1--13",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Outcomes following maternal infection with PRRSV. The numbers on the left identify each dam (see",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Table 1. CD163 alleles used in this study.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "CD163 parental and fetal genotypes used in this study. * 1 CD163 alleles are identified inTable 1. * 2 Gestation day when dams were infected. * 3 Gestation day when fetuses were removed. * 4 PRRSV-infected dam aborted at 106 days of gestation.that were dead and necrotic (25%). The pathology observations are typical of reproductive PRRS. The same litters showed a high rate of PRRSV infection, with 92% of the fetuses testing positive for the presence of PRRSV nucleic acid. The PCR results for the fetuses from the WT dams illustrate two important properties of fetal PRRSV",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Summary of fetal infection and pathology* 1 . * 1 The table is a combined summary of the data presented in",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Funding for this project was from Genus, plc and Food for the 21stCentury at the University of Missouri.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "R.P., K.D.W., K.M.W., M.K., M.S., A.M., L.P., R.R. wrote, critiqued, and edited the manuscript text. R.R. prepared the figure, R.R. and K.M.W. prepared the tables. All authors reviewed the manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author Contributions"
        },
        {
            "text": "Competing Interests: Alan Mileham is employed by Genus plc, the company that provided funding for the project. Randy Prather is an inventor on a patent related to the CD163 knockout pig. The remaining authors, Kevin Wells, Kristin M. Whitworth, Maureen Kerrigan, Melissa Samuel, Luca Popescu, Raymond Rowland declare no potential conflict of interest.Publisher's note: Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made. The images or other third party material in this article are included in the article's Creative Commons license, unless indicated otherwise in a credit line to the material. If material is not included in the article's Creative Commons license and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this license, visit http://creativecommons.org/licenses/by/4.0/.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Additional Information"
        }
    ]
}