{
    "paper_id": "875efb750e0e316ad66798f6224b491f0d2d9d18",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The pandemic caused by a novel coronavirus named coronavirus disease 2019 (COVID-19) by the World Health Organization has created immense pressure and challenge for all healthcare professionals. As of 15th June 2020, there have been more than 7.9 million confirmed cases with over 434,793 deaths worldwide [1]. Co-morbidities like diabetes mellitus (DM), cardiovascular disease, obesity, and hypertension are associated with severe illness, morbidity, and mortality [2] . In clinical practice, there have been reports of patients with COVID-19 presenting with diabetic ketoacidosis (DKA) and hyperglycemic hyperosmolar state (HHS) in those with previously well-controlled DM [3] [4] [5] [6] . However, the evidence is still emerging regarding hyperglycemic emergencies in patients with COVID-19.",
            "cite_spans": [
                {
                    "start": 466,
                    "end": 469,
                    "text": "[2]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 675,
                    "end": 678,
                    "text": "[3]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 679,
                    "end": 682,
                    "text": "[4]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 683,
                    "end": 686,
                    "text": "[5]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 687,
                    "end": 690,
                    "text": "[6]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A 79-year-old lady with Alzheimer's dementia and type 2 diabetes mellitus (T2DM) was found confused and short of breath. She had been coughing for the last few days. Her medications included metformin (500 mg twice a day) and donepezil (10 mg once a day). Prior to admission, her HbA1c was 52 mmol/mol. She was found to be dehydrated and drowsy, with a Glasgow Coma Scale of 13. She had a respiratory rate of 40/minute and required four liters of oxygen/minute to maintain oxygen saturation 94%. Her heart rate was 110/minute with new atrial fibrillation on the electrocardiogram. There were scattered crackles in the lung bases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case Presentation"
        },
        {
            "text": "Her initial blood gas showed metabolic acidosis with a pH of 7.19 (7.35-7.45), bicarbonate Her chest radiograph showed patchy peripheral airspace changes in the left middle, left lower and right lower zones, which were in keeping with COVID-19 infection (Figure 1) . Her nasopharyngeal and throat swab confirmed severe acute respiratory syndrome-corona virus-2 (SARS-CoV-2) infection.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 254,
                    "end": 264,
                    "text": "(Figure 1)",
                    "ref_id": null
                }
            ],
            "section": "Case Presentation"
        },
        {
            "text": "Rotated AP view. There are patchy peripheral airspace changes in the left middle, left lower and right lower zones, which are in keeping with COVID-19 infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FIGURE 1: Chest X-ray."
        },
        {
            "text": "She was treated with IV levofloxacin and oral doxycycline. In addition, she was treated with IV fluid and insulin infusion protocol (0.05-0.1 units/kg per hour: aiming for a reduction in blood glucose of <5 mmol/L per hour and ketones of at least 0.5 mmol/L per hour). At 24 hours, combined DKA and HHS resolved (blood ketones of 0.1 mmol/L and pH of 7.35). On day two, she was switched to subcutaneous insulin (Humulin I 20 units twice a day). On day three, Humulin I was increased to 30 units twice daily. Bolus novorapid was used if blood glucose was ≥14 mmol/L. Blood ketones and serum electrolytes were closely monitored.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FIGURE 1: Chest X-ray."
        },
        {
            "text": "On day four, she developed hypoglycemia with a capillary blood glucose of 2.9 mmol/L. Her insulin was stopped and 5% dextrose infusion was commenced at a rate of 125 mL/hour. In the following days, she did not need any insulin, and capillary blood glucose was between 7 and 9 mmol/L.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FIGURE 1: Chest X-ray."
        },
        {
            "text": "However, five days into her admission, she became increasingly short of breath with increasing oxygen requirements. Computer tomography angiogram pulmonary (CTPA) was undertaken, which showed extensive bilateral ground-glass change predominantly in the lower lobes, in keeping with COVID-19 infection (Figure 2 ). There was no evidence of pulmonary embolism. Procalcitonin was 0.25 ng/mL (0-0.5). Over the next few days, she deteriorated, and CRP rose to 228. Due to her co-morbidities and frailty, she was not a candidate for invasive ventilation. She was, therefore, managed conservatively. On day 15, with family involvement, the patient was transferred to a nursing home. She died five days later.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 301,
                    "end": 310,
                    "text": "(Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "FIGURE 1: Chest X-ray."
        },
        {
            "text": "The case highlights the significant challenge faced by healthcare professionals in managing metabolic abnormalities in patients with DM suffering from severe COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Before the presentation, our patient had good glycemic control. Despite this, our patient presented with a hyperglycemic emergency of combined DKA and HSS. In patients with DM and severe COVID-19, it has been proposed that severe hyperglycemia can occur due to severe insulin resistance with beta-cell dysfunction leading to insulin deficiency and/or increased counter-regulatory response [7] . This can result in treatment with large doses of insulin to manage hyperglycemia.",
            "cite_spans": [
                {
                    "start": 389,
                    "end": 392,
                    "text": "[7]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "After treatment with IV insulin, our patient needed subcutaneous insulin for two days. Subsequently, the patient developed hypoglycemia. Therefore, subcutaneous insulin was stopped. Blood glucose remained stable without insulin, despite the patient's overall clinical condition worsening. This could likely be explained by the normalization of insulin resistance or insulin production by the pancreas or both.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Current evidence suggests that people with DM are not at increased risk of developing COVID-19 [8] . However, emerging evidence is clear that people with DM are more likely to be admitted to hospital with severe and life-threatening COVID-19 [2] [3] . Furthermore, patients with DM were more likely to have prolonged admission [9] . Besides, DM is one of the most common comorbidities in patients who have died from COVID-19. Recent data from the United Kingdom demonstrated that 26% of patients who died from COVID-19 had DM [10] . There is an association between HbA1c and body mass index (BMI) and death related to COVID-19 in patients with DM [11] . Our patient had good diabetes control, and based on current evidence still had a higher risk of death with an adjusted hazard ratio of 1.50 [11] .",
            "cite_spans": [
                {
                    "start": 95,
                    "end": 98,
                    "text": "[8]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 242,
                    "end": 245,
                    "text": "[2]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 246,
                    "end": 249,
                    "text": "[3]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 327,
                    "end": 330,
                    "text": "[9]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 526,
                    "end": 530,
                    "text": "[10]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 647,
                    "end": 651,
                    "text": "[11]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 794,
                    "end": 798,
                    "text": "[11]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Pathophysiology of SARs-CoV-2 in DM is still under investigation. It is currently hypothesized that COVID-19 may have a diabetogenic effect in addition to the stress-related response of glucose metabolism in severe illness [12] . It is currently proposed that angiotensin converting enzyme 2 (ACE2) may play a role in the pathophysiology of glucose dysregulation in patients with COVID-19 [12] . We now understand that SARS-CoV-2 uses ACE2 as a ligand to bind to its target cells [13] . ACE2 is also expressed on the pancreas as well as other vital organs like lungs and small intestine [14] . SARS-CoV-2 in pancreatic cells can potentially cause direct beta-cell damage [15] . ACE2 expression has been shown to be downregulated once SARS-CoV-2 enters the cell [16] . This could lead to dysregulation of insulin secretion [17] . Another proposed mechanism is an exaggerated response of pro-inflammatory cytokine, interleukin 6 (IL-6) [3] .",
            "cite_spans": [
                {
                    "start": 223,
                    "end": 227,
                    "text": "[12]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 389,
                    "end": 393,
                    "text": "[12]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 480,
                    "end": 484,
                    "text": "[13]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 587,
                    "end": 591,
                    "text": "[14]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 671,
                    "end": 675,
                    "text": "[15]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 761,
                    "end": 765,
                    "text": "[16]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 822,
                    "end": 826,
                    "text": "[17]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 934,
                    "end": 937,
                    "text": "[3]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "One of the observational studies has demonstrated that IL-6 levels were significantly higher in patients with DM when compared to patients without DM [18] . A small trial had recently demonstrated a positive outcome with a monoclonal antibody against IL-6. In this study, there were four patients with DM (4 out of 15). All four patients had clinical improvement after the administration of a monoclonal antibody against IL-6, tocilizumab [19] .",
            "cite_spans": [
                {
                    "start": 150,
                    "end": 154,
                    "text": "[18]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 439,
                    "end": 443,
                    "text": "[19]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Patients with DM may not be at increased risk of contracting COVID-19 but are more likely to develop severe COVID-19 infections leading to increase hospital admissions and mortality. Hyperglycemic emergencies like DKA and HHS appear to be more frequently associated with severe COVID-19. Our case highlights the importance of the dynamic management of glucose metabolism dysfunction. Patients with DM suffering from COVID-19 may require a high dose of insulin to control blood glucose. However, the insulin requirement may reduce drastically, as was the case in our patient, where insulin treatment needed to be withdrawn to prevent recurring hypoglycemia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Human subjects: Consent was obtained by all participants in this study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Additional Information Disclosures"
        },
        {
            "text": "In compliance with the ICMJE uniform disclosure form, all authors declare the following: Payment/services info: All authors have declared that no financial support was received from any organization for the submitted work. Financial relationships: All authors have declared that they have no financial relationships at present or within the previous three years with any organizations that might have an interest in the submitted work. Other relationships: All authors have declared that there are no other relationships or activities that could appear to",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of interest:"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Presenting characteristics, comorbidities, and outcomes among 5700 patients hospitalized with COVID-19 in the New York City area",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Richardson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Hirsch",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Narasimhan",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "JAMA",
            "volume": "2020",
            "issn": "",
            "pages": "2052--2059",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.6775"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Impact of diabetes mellitus on clinical outcomes in patients affected by Covid-19",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Sardu",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Gargiulo",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Esposito",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Paolisso",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Marfella",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Cardiovasc Diabetol",
            "volume": "19",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s12933-020-01047-y"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "COVID-19 infection may cause ketosis and ketoacidosis",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zuo",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Deng",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Diabetes Obes Metab",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Acute hyperglycemic crises with coronavirus disease-19: case reports",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "Y"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Ha",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Moon",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "H"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "Y"
                    ],
                    "last": "Choi",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Diabetes Metab J",
            "volume": "2020",
            "issn": "",
            "pages": "349--353",
            "other_ids": {
                "DOI": [
                    "10.4093/dmj.2020.0091"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Diabetic ketoacidosis precipitated by Covid-19 in a patient with newly diagnosed diabetes mellitus",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "J"
                    ],
                    "last": "Chee",
                    "suffix": ""
                },
                {
                    "first": "Sjh",
                    "middle": [],
                    "last": "Ng",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Yeoh",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Diabetes Res Clin Pract",
            "volume": "164",
            "issn": "",
            "pages": "108166--108166",
            "other_ids": {
                "DOI": [
                    "10.1016/j.diabres.2020.108166"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Practical recommendations for the management of diabetes in patients with COVID-19",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Bornstein",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Rubino",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Khunti",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Lancet Diabetes Endocrinol",
            "volume": "2020",
            "issn": "",
            "pages": "546--550",
            "other_ids": {
                "DOI": [
                    "10.1016/S2213-8587(20)30152-2"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Prevalence and impact of diabetes among people infected with SARS-CoV-2",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "P"
                    ],
                    "last": "Fadini",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Morieri",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Longato",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Avogaro",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Endocrinol Invest",
            "volume": "43",
            "issn": "",
            "pages": "867--869",
            "other_ids": {
                "DOI": [
                    "10.1007/s40618-020-01236-2"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Glycemic characteristics and clinical outcomes of COVID-19 patients hospitalized in the United States",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Bode",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Garrett",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Messler",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Diabetes Sci Technol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1177/1932296820924469"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Accessed",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Type 1 and Type 2 Diabetes and COVID-19 Related Mortality in England: A Cohort Study in People with Diabetes",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Nhs England",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "New-onset diabetes in Covid-19",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Rubino",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Amiel",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zimmet",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMc2018688"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "A crucial role of angiotensin converting enzyme 2 (ACE2) in SARS coronavirus-induced lung injury",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kuba",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Imai",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rao",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nat Med",
            "volume": "11",
            "issn": "",
            "pages": "875--879",
            "other_ids": {
                "DOI": [
                    "10.1038/nm1267"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Endocrine and metabolic link to coronavirus infection",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Bornstein",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Dalan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hopkins",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Mingrone",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "O"
                    ],
                    "last": "Boehm",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nat Rev Endocrinol",
            "volume": "16",
            "issn": "",
            "pages": "297--298",
            "other_ids": {
                "DOI": [
                    "10.1038/s41574-020-0353-9"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Binding of SARS coronavirus to its receptor damages islets and causes acute diabetes",
            "authors": [
                {
                    "first": "J-K",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "S-S",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "Ji X-J",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "L-M",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Acta Diabetol",
            "volume": "47",
            "issn": "",
            "pages": "193--199",
            "other_ids": {
                "DOI": [
                    "10.1007/s00592-009-0109-4"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Reninangiotensin-aldosterone system inhibitors in patients with Covid-19",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Vaduganathan",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Vardeny",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Michel",
                    "suffix": ""
                },
                {
                    "first": "Jjv",
                    "middle": [],
                    "last": "Mcmurray",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Pfeffer",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Solomon",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "",
            "pages": "1653--1659",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMsr2005760"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Angiotensin II and the endocrine pancreas: effects on islet blood flow and insulin secretion in rats",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "O"
                    ],
                    "last": "Carlsson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Berne",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Jansson",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Diabetologia",
            "volume": "41",
            "issn": "",
            "pages": "127--133",
            "other_ids": {
                "DOI": [
                    "10.1007/s001250050880"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Diabetes is a risk factor for the progression and prognosis of COVID-19",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Diabetes Metab Res Rev",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1002/dmrr.3319"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Tocilizumab treatment in COVID-19: a single center experience",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Luo",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Qiu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Med Virol",
            "volume": "92",
            "issn": "",
            "pages": "814--818",
            "other_ids": {
                "DOI": [
                    "10.1002/jmv.25801"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "CTPA. A: Lung window demonstrates an appearance in the chest in keeping with classic COVID-19. B: Shows no central PE. CTPA, CT pulmonary angiogram; PE, pulmonary embolismFigure 2 shows CT angiogram pulmonary (CTPA) and no central pulmonary embolism (PE). Appearances in the chest are in keeping with classic COVID-19.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}