{
    "paper_id": "876d6adcbe92ca2444588a1ae558fe56614ccbba",
    "metadata": {
        "title": "Comment",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "On World Tuberculosis Day, 2020, we warned of the impending impact of COVID-19 on the tuberculosis pandemic. We also made a plea that the world must not forget tuberculosis while it focused on COVID-19. 1 1 year later, on World Tuberculosis Day, 2021, we reflect on the compelling evidence of the challenges that COVID-19 has created for tuberculosis control and look forward to opportunities for integrated strategies to address the COVID-19 and tuberculosis pandemics.",
            "cite_spans": [
                {
                    "start": 203,
                    "end": 204,
                    "text": "1",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "1"
        },
        {
            "text": "We are not on course to eliminate tuberculosis. The Stop TB Partnership estimates that the past 12 months have pushed back global tuberculosis progress by 12 years. 2 Achieving the WHO's End TB Strategy goals will require an estimated US$15 billion additional funding annually. Less than half of the funding commitments made at the 2018 UN High Level Meeting on tuberculosis have been delivered. Cuts to the UK overseas Official Development Assistance will further contribute to this shortfall.",
            "cite_spans": [
                {
                    "start": 165,
                    "end": 166,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "1"
        },
        {
            "text": "COVID-19 has challenged health systems and restricted essential health service delivery. 3 Health system infrastructure, from diagnostic tools to the workforce, has pivoted towards COVID-19 and away from competing illnesses, including tuberculosis. 4 Health-care access has been constrained due to transport disruptions, restricted movement, reduced opening hours, depleted staffing levels, fear, and stigma. 5 In nine countries with a high tuberculosis burden, which contribute 60% of the world's tuberculosis cases, tuberculosis diagnosis and treatment decreased by 23%, equating to 1 million missed cases. Similar to the 2014-15 Ebola virus disease outbreaks, restricted access to health care has led to an increase in late, disseminated presentations of tuberculosis, associated with adverse treatment outcomes and death. 2 Indeed, the COVID-19 pandemic is predicted to increase tuberculosis deaths globally by 20% over the next 5 years. 6 These challenges to tuberculosis diagnosis, notification, care, and cure, are especially concerning in the context of global antimicrobial resistance. Despite multidrug-resistant (MDR) tuberculosis being estimated to contribute up to one third of deaths from antimicrobial resistance globally, the minority of people with MDR tuberculosis have access to all-oral treatment regimens. Long, toxic regimens involving intravenous or intramuscular injections remain the mainstay in many low-income and middle-income countries (LMICs) with high tuberculosis burdens. These regimens are costly for patients and the health system with low rates of adherence and treatment success. These conditions, coupled with COVID-19-related difficulties for people with tuberculosis to engage with care, are likely to foment drug resistance and threaten tuberculosis being treatable with a return to the preantibiotic era.",
            "cite_spans": [
                {
                    "start": 89,
                    "end": 90,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 249,
                    "end": 250,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 409,
                    "end": 410,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 826,
                    "end": 827,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 942,
                    "end": 943,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "1"
        },
        {
            "text": "To avoid further unacceptable morbidity and mortality, effective, person-centred strategies are urgently required to mitigate the impact of COVID-19 on tuberculosis. There are many opportunities to learn from and integrate COVID-19 and tuberculosis strategies to deliver health interventions with broader benefits on prevention, case-detection, and care of COVID-19, tuberculosis, and other illnesses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1"
        },
        {
            "text": "COVID-19 has demonstrated what the scientific community can deliver with political will and funding. Large-scale, adaptive, randomised trials have provided rapid evidence on effective new COVID-19 treatments. Conversely, apart from bedaquiline and delamanid, novel drug development for tuberculosis has been stagnant for decades. With regards to prevention, multiple COVID-19 vaccines, which appear effective in preventing SARS-CoV-2 infection and COVID-19 disease, are being rolled out within a year of the pandemic onset. In contrast, the BCG vaccine is a century old and ineffective in adults, and the tuberculosis vaccine pipeline is strikingly sparse. However, the infrastructure, investment, supply chain, and uptake of COVID-19 vaccines represent an opportunity for future tuberculosis vaccination programmes, including the promising M72/AS01 E tuberculosis vaccine. 7 In addition, mRNA technology used to develop COVID vaccines has great potential to be reconfigured to other infections, including tuberculosis.",
            "cite_spans": [
                {
                    "start": 874,
                    "end": 875,
                    "text": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "1"
        },
        {
            "text": "In many settings, GeneXpert machines have been largely repurposed to test for SARS-CoV-2 during the pandemic. However, as the Stop TB Partnership rightly notes: \"Tuberculosis testing must continue\". Increased funding, logistics, training, staffing, transport systems, and use of GeneXpert could support enhanced tuberculosis diagnosis, early case detection, and resistance testing. More broadly, there might be opportunities to overcome silos in diagnostic facilities and develop enhanced multiplex platforms to simultaneously test for several priority diseases. Bilateral tuberculosis and COVID-19 case-finding and testing among people with respiratory symptoms or predisposing comorbidities, such as HIV and diabetes, are likely to be cost-effective and prepare health systems for a rapid response to future respiratory threats.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1"
        },
        {
            "text": "Community-based and community-led responses that take diagnosis, care, and support to the doors of those affected have much potential. For example, people with respiratory symptoms and illness should be able to receive community-based contact tracing, directly observed therapy, and isolation and quarantine support from trusted friends, family, or neighbours. 4 Such strategies could improve distribution and use of appropriate personal protective equipment, reduce nosocomial transmission of communicable respiratory diseases, and improve the value-for-money of trained health-care worker time. They will also be vital for longer term management of people with post-COVID or post-tuberculosis lung disease and complications, 8 conditions which require more coordinated research and intervention. In some countries, careful targeted use of artificial intelligence software and digital radiography has the potential to be used to support enhanced contact tracing and outreach strategies for communicable respiratory illnesses. 4 Accurate information and education is essential. Governments and health systems should aim to integrate evidence-based public health messaging about tuberculosis, COVID-19, and other respiratory conditions. Moreover, achieving successful public health campaigns will be impossible without meaningful engagement with communities, civil-society representatives, and advocacy groups. This engagement is imperative to dispel myths, reduce stigma and fear, change health behaviour, and improve access to services.",
            "cite_spans": [
                {
                    "start": 361,
                    "end": 362,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 727,
                    "end": 728,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1027,
                    "end": 1028,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "1"
        },
        {
            "text": "COVID-19, tuberculosis, and respiratory illnesses typify health inequality, are strongly associated with poverty, and share biosocial determinants, including undernutrition or malnutrition, ethnicity, and belonging to marginalised, underserved groups. 9,10 Globally, the COVID-19 pandemic has worsened impoverishment and nutrition for millions of vulnerable households, and lockdown and stay-at-home measures pose a risk of increased tuberculosis transmission, especially with concomitant overcrowding.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1"
        },
        {
            "text": "For those diagnosed with tuberculosis, holistic, person-centred care and support has been difficult to maintain during the COVID-19 pandemic. While potentially beneficial, virtual consultations and adherence support, including video observed therapy, is not available routinely in many LMICs. Moreover, there have been colossal challenges to delivering food, economic, and psychosocial support to tuberculosisaffected households during COVID-19 times, 4 which might increase their likelihood of incurring catastrophic tuberculosis-related costs (figure). 11 This serves to reemphasise the crucial importance of social protection and universal health coverage to provide income security, enable health-care access, and reduce out-ofpocket health-care expenditure.",
            "cite_spans": [
                {
                    "start": 555,
                    "end": 557,
                    "text": "11",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "1"
        },
        {
            "text": "On World Tuberculosis Day, 2021, our year-old plea to not forget tuberculosis is now more important and relevant than ever: one person dies of tuberculosis every 20 s. The clock is ticking.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Tackling two pandemics: a plea on World Tuberculosis Day",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Wingfield",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Cuevas",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Macpherson",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Millington",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Squire",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Respir Med",
            "volume": "8",
            "issn": "",
            "pages": "536--574",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "12 months of COVID-19 eliminated 12 years of progress in the global fight against tuberculosis",
            "authors": [
                {
                    "first": "The",
                    "middle": [],
                    "last": "Stop",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "B"
                    ],
                    "last": "Partnership",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Celebrating world tuberculosis day at the time of COVID-19",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Alagna",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Besozzi",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "R"
                    ],
                    "last": "Codecasa",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Eur Respir J",
            "volume": "55",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Tuberculosis control and care in the era of COVID-19",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Malik",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Safdar",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chandir",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Health Policy Plan",
            "volume": "35",
            "issn": "",
            "pages": "1130--1162",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Mitigating the impact of COVID-19 on tuberculosis and HIV services: a cross-sectional survey of 669 health professionals in 64 low and middle-income countries",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Khan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rego",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Rajal",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "PLoS One",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Potential impact of the COVID-19 pandemic on HIV, tuberculosis, and malaria in low-income and middle-income countries: a modelling study",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Hogan",
                    "suffix": ""
                },
                {
                    "first": "Jewell",
                    "middle": [],
                    "last": "Bl",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Sherrard-Smith",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Glob Health",
            "volume": "8",
            "issn": "",
            "pages": "1132--1173",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Final analysis of a trial of M72/AS01 E vaccine to prevent tuberculosis",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Tait",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hatherill",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Van Der Meeren",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "N Engl J Med",
            "volume": "381",
            "issn": "",
            "pages": "2429--2468",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Improving lung health in low-income and middle-income countries: from challenges to solutions",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Meghji",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mortimer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Agusti",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Lancet",
            "volume": "",
            "issn": "21",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(21)00458-X"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Biosocial strategies to address the socioeconomic determinants and consequences of the TB and COVID-19 pandemics",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Pedrazzoli",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Wingfield",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Am J Trop Med Hyg",
            "volume": "104",
            "issn": "",
            "pages": "407--416",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Addressing social determinants to end tuberculosis",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Wingfield",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Tovar",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Datta",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Saunders",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Evans",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Lancet",
            "volume": "391",
            "issn": "",
            "pages": "1129--1161",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Income security during public health emergencies: the COVID-19 poverty trap in Vietnam",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "B"
                    ],
                    "last": "Tran",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Hensing",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Wingfield",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BMJ Glob Health",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Geneva: World Health Organization",
            "authors": [],
            "year": 2020,
            "venue": "WHO. Global tuberculosis report 2020",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Proportion of people with tuberculosis and their households facing catastrophic costs in 17 national surveys completed since 2015 Percentages refer to the pooled average value across all surveys, with the range representing the minimum and maximum values in the 17 countries. Reproduced with permissions from WHO's Global Tuberculosis Report 2020.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}