{
    "paper_id": "876f70ee29379c7d8861e2fefe50344329d419d9",
    "metadata": {
        "title": "How the replication and transcription complex of SARS-CoV-2 functions in leader-to-body fusion Abstract",
        "authors": [
            {
                "first": "Xin",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Nankai University",
                    "location": {
                        "postCode": "300071",
                        "settlement": "Tianjin, Tianjin",
                        "country": "P.R.China"
                    }
                },
                "email": ""
            },
            {
                "first": "Qiang",
                "middle": [],
                "last": "Zhao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Nankai University",
                    "location": {
                        "postCode": "300071",
                        "settlement": "Tianjin, Tianjin",
                        "country": "P.R.China"
                    }
                },
                "email": ""
            },
            {
                "first": "$",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jia",
                "middle": [],
                "last": "Chang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Nankai University",
                    "location": {
                        "postCode": "300071",
                        "settlement": "Tianjin, Tianjin",
                        "country": "P.R.China"
                    }
                },
                "email": ""
            },
            {
                "first": "Guangyou",
                "middle": [],
                "last": "Duan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Qilu Normal University",
                    "location": {
                        "postCode": "250200",
                        "settlement": "Jinan",
                        "region": "Shandong",
                        "country": "P.R.China"
                    }
                },
                "email": ""
            },
            {
                "first": "Jinlong",
                "middle": [],
                "last": "Bei",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Guangdong Provincial Key Laboratory for Crop Germplasm Resources Preservation and 7 Utilization",
                    "institution": "Guangdong Academy of Agricultural Sciences",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Tung",
                "middle": [
                    "On"
                ],
                "last": "Yau",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Guangdong Provincial Key Laboratory for Crop Germplasm Resources Preservation and 7 Utilization",
                    "institution": "Guangdong Academy of Agricultural Sciences",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Jianyi",
                "middle": [],
                "last": "Yang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Nankai University",
                    "location": {
                        "postCode": "300071",
                        "settlement": "Tianjin, Tianjin",
                        "country": "P.R.China"
                    }
                },
                "email": ""
            },
            {
                "first": "Jishou",
                "middle": [],
                "last": "Ruan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Nankai University",
                    "location": {
                        "postCode": "300071",
                        "settlement": "Tianjin, Tianjin",
                        "country": "P.R.China"
                    }
                },
                "email": ""
            },
            {
                "first": "Bingjun",
                "middle": [],
                "last": "He",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Nankai University",
                    "location": {
                        "postCode": "300071",
                        "settlement": "Tianjin, Tianjin",
                        "country": "P.R.China"
                    }
                },
                "email": ""
            },
            {
                "first": "Shan",
                "middle": [],
                "last": "Gao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Nankai University",
                    "location": {
                        "postCode": "300071",
                        "settlement": "Tianjin, Tianjin",
                        "country": "P.R.China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "22 Background: Coronavirus disease 2019 (COVID-19) is caused by severe acute 23 respiratory syndrome coronavirus 2 (SARS-CoV-2). Although unprecedented efforts 24 are underway to develop therapeutic strategies against this disease, scientists have 25 acquired only a little knowledge regarding the structures and functions of the CoV 26 replication and transcription complex (RTC) and 16 non-structural proteins, named 27 NSP1-16. 28 Results: In the present study, we determined the theoretical arrangement of 29 NSP12-16 in the global RTC structure. This arrangement answered how the CoV 30 RTC functions in the \"leader-to-body fusion\" process. More importantly, our results 31 revealed the associations between multiple functions of the RTC, including RNA 32 synthesis, NSP15 cleavage, RNA methylation, and CoV replication and transcription 33 at the molecular level. As the most important finding, transcription regulatory 34 sequence (TRS) hairpins were reported for the first time to help understand the 35 multiple functions of CoV RTCs and the strong recombination abilities of CoVs. 36 Conclusions: TRS hairpins can be used to identify recombination regions in CoV 37 genomes. We provide a systematic understanding of the structures and functions of 38 the RTC, leading to the eventual determination of the global CoV RTC structure. Our 39 findings enrich fundamental knowledge in the field of gene expression and its 40 regulation, providing a basis for future studies. Future drug design targeting 41 SARS-CoV-2 needs to consider protein-protein and protein-RNA interactions in the 42 RTC, particularly the complex structure of NSP15 and NSP16 with the TRS hairpin. 43 44 45 Keyword: coronavirus; RNA methylation; NSP12; NSP15; NSP16 46 47",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Coronavirus disease 2019 (COVID-19) is caused by severe acute respiratory 49",
            "cite_spans": [],
            "ref_spans": [],
            "section": "48"
        },
        {
            "text": "In our previous study, we provided a molecular basis to explain the 75 \"leader-to-body fusion\" model by identifying the cleavage sites of NSP15 and 76",
            "cite_spans": [],
            "ref_spans": [],
            "section": "48"
        },
        {
            "text": "proposed a negative feedback model to explain the regulation of CoV replication and 77 transcription. In the present study, we aimed to determine the theoretical arrangement 78 of NSP12-16 in the global structure of the CoV RTC by comprehensive analysis of 79 data from different sources, and to elucidate the functions of CoV RTC in the 80 \"leader-to-body fusion\" process. 81 82",
            "cite_spans": [],
            "ref_spans": [],
            "section": "48"
        },
        {
            "text": "Here, we provide a brief introduction to the \"leader-to-body fusion\" model 85",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Molecular basis of \"leader-to-body fusion\" model 84"
        },
        {
            "text": "proposed in an early study [9] and its molecular basis proposed in our recent study 86 [11] . CoV replication and transcription require gRNAs(+) as templates for the 87 synthesis of antisense genomic RNAs [gRNAs(-)] and antisense subgenomic RNAs 88 [sgRNAs(-)] by RdRP. When RdRP pauses, as it crosses a body transcription 89 regulatory sequence (TRS-B) and switches the template to the leader TRS (TRS-L), 90 sgRNAs(-) are formed through discontinuous transcription (also referred to as 91 polymerase jumping or template switching). Otherwise, RdRP reads gRNAs(+) 92 continuously, without interruption, resulting in gRNAs(-). Thereafter, gRNAs(-) and 93 sgRNAs(-) are used as templates to synthesize gRNAs(+) and sgRNAs(+), 94 respectively; gRNAs(+) and sgRNAs(+) are used as templates for the translation of 95 NSP1-16 and 10 other proteins (S, E, M, N, and ORF3a, 6, 7a, 7b, 8 and 10), 96 respectively. The molecular basis of the \"leader-to-body fusion\" model as proposed in 97 our previous study is that NSP15 cleaves gRNAs(-) and sgRNAs(-) at TRS-Bs(-). 98",
            "cite_spans": [
                {
                    "start": 27,
                    "end": 30,
                    "text": "[9]",
                    "ref_id": null
                },
                {
                    "start": 87,
                    "end": 91,
                    "text": "[11]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Molecular basis of \"leader-to-body fusion\" model 84"
        },
        {
            "text": "Then, the free 3' ends (~6 nt) of TRS-Bs(-) hybridize the junction regions of TRS-Ls 99 for template switching. NSP15 may also cleave gRNAs(-) and sgRNAs(-) at 100 TRS-Ls(-), which is not necessary for template switching. This molecular basis preliminarily answered how the RTC functions in the \"leader-to-body fusion\" 102 process. However, the associations between NSP12, NSP15 and other 14 NSPs are 103 still unknown. 104 105 NSP15 cleavage, RNA methylation and 3' polyadenylation 106",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Molecular basis of \"leader-to-body fusion\" model 84"
        },
        {
            "text": "The cleavage sites of NSP15 contain the canonical TRS motif \"GTTCGT\" [11] , 107 read on the antisense strands of CoV genomes. One study reported that RNA 108 methylation sites contain the \"AAGAA-like\" motif (including AAGAA and other 109 A/G-rich sequences) throughout the viral genome, particularly enriched in genomic 110 positions 28,500-29,500 [4]. Nanopore RNA-seq, a direct RNA sequencing method 111",
            "cite_spans": [
                {
                    "start": 69,
                    "end": 73,
                    "text": "[11]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Molecular basis of \"leader-to-body fusion\" model 84"
        },
        {
            "text": "[12], was used in the study that shares data for our reanalysis in the previous [11] and 112 present studies. By reanalysing the Nanopore RNA-seq data [4], we found that the 113 \"AAGAA-like\" motif co-occurred with the canonical TRS motif \"GTTCGT\" ( In the present study, we defined the hairpins containing the canonical and 121 non-canonical TRS motif as canonical and non-canonical TRS hairpins, respectively. 122",
            "cite_spans": [
                {
                    "start": 80,
                    "end": 84,
                    "text": "[11]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 247,
                    "end": 248,
                    "text": "(",
                    "ref_id": null
                }
            ],
            "section": "Molecular basis of \"leader-to-body fusion\" model 84"
        },
        {
            "text": "In addition, we defined the hairpins opposite to the TRS hairpins as opposite TRS 123 hairpins ( Figure 1A) . As the global structure of CoV RTC is asymmetric (Figure 1B) , 124 opposite TRS hairpins may not be present. All the complemented palindrome 125 sequences in TRS hairpins are semipalindromic or heteropalindromic. By analysing 126 the junction regions between TRS-Bs and the TRS-L of SARS-CoV-2, we found that 127 NSP15 cleaves the canonical TRS hairpin of ORF3a at an unexpected breakpoint 128 \"GTTCGTTTAT|N\" (the vertical line indicates the breakpoint and N indicates any 129 nucleotide base), rather than the end of the canonical TRS motif \"GTTCGT|TTATN\". 130",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 97,
                    "end": 107,
                    "text": "Figure 1A)",
                    "ref_id": null
                },
                {
                    "start": 159,
                    "end": 170,
                    "text": "(Figure 1B)",
                    "ref_id": null
                }
            ],
            "section": "Molecular basis of \"leader-to-body fusion\" model 84"
        },
        {
            "text": "Here, we defined the breakpoints \"GTTCGT|TTATN\" and \"GTTCGTTTAT|N\" as 131 canonical and non-canonical TRS breakpoints, respectively. The discovery of this 132 non-canonical TRS breakpoint indicated that the recognition of NSP15 cleavage sites 133 is structure-based rather than sequence-based. In addition, we found non-canonical 134 TRS hairpins in many non-canonical junction regions [11] . Thus, we proposed a 135 hypothesis that CoV recombinant events occurred due to the cleavage of 136 non-canonical TRS hairpins. Then, we validated that non-canonical TRS hairpins are 137 present in 7 recombination regions that in the ORF1a, S and ORF8 genes, using 292 138 genomes of betacoronavirus subgroup B, in our previous study [14] . Non-canonical 139 TRS hairpins are also present in 5 typical recombination regions (Figure 2) analyzed 140 in our previous study [11] . Therefore, TRS hairpins can be used to identify 141 recombination regions in CoV genomes. 142",
            "cite_spans": [
                {
                    "start": 386,
                    "end": 390,
                    "text": "[11]",
                    "ref_id": null
                },
                {
                    "start": 726,
                    "end": 730,
                    "text": "[14]",
                    "ref_id": null
                },
                {
                    "start": 862,
                    "end": 866,
                    "text": "[11]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 816,
                    "end": 826,
                    "text": "(Figure 2)",
                    "ref_id": null
                }
            ],
            "section": "Molecular basis of \"leader-to-body fusion\" model 84"
        },
        {
            "text": "Another important phenomenon reported in the previous study [4] that merits 143 further analysis was that the \"AAGAA-like\" motif associates with the 3' poly(A) 144 lengths of gRNAs and sgRNAs. However, the study did not investigate the 145 association between the \"AAGAA-like\" motif and the nascent RNAs cleaved by 146 NSP15. The methylation at the \"AAGAA-like\" motif (read on the antisense strands of 147",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Molecular basis of \"leader-to-body fusion\" model 84"
        },
        {
            "text": "CoV genomes) in TRS hairpins may affect the downstream 3' polyadenylation that 148 prevents the quick degradation of nascent RNAs (Figure 1B) . Although the type of 149 methylation is unknown, a preliminary study was conducted, which revealed that 150 modified RNAs of SARS-CoV-2 have shorter 3' poly(A) tails than unmodified ones 151",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 130,
                    "end": 141,
                    "text": "(Figure 1B)",
                    "ref_id": null
                }
            ],
            "section": "Molecular basis of \"leader-to-body fusion\" model 84"
        },
        {
            "text": "[4]. However, there are two shortcomings in the interpretation of CoV RNA 152 methylation in this previous study: (1) it was not explained that many methylation 153 sites are far from 3' ends, which are unlikely to contributes to the3' poly(A) tails; and 154",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Molecular basis of \"leader-to-body fusion\" model 84"
        },
        {
            "text": "(2) the \"AAGAA-like\" motif on the antisense strand was not analyzed (See below), as 155 only a few antisense reads were obtained using Nanopore RNA-seq. Although the 156 associations between NSP15 cleavage, RNA methylation and 3' polyadenylation are still unclear, they suggest that the RTC has a local structure composed of NSP15 and 158 16 to contain a TRS hairpin. This special local structure is able to facilitate the NSP15 159 cleavage and RNA methylation of the TRS hairpin at the opposite sides ( Figure 1B) . ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 505,
                    "end": 515,
                    "text": "Figure 1B)",
                    "ref_id": null
                }
            ],
            "section": "Molecular basis of \"leader-to-body fusion\" model 84"
        },
        {
            "text": "In the present study, we determined the theoretical arrangement of NSP12-16 in 213 the global RTC structure. This arrangement answered how the CoV RTC functions in 214 the \"leader-to-body fusion\" process. Our model did not rule out the involvement of 215 other proteins (e.g., NSP7) in the global RTC structure or the \"leader-to-body fusion\" 216 process. More importantly, our results revealed the associations between multiple 217 ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "212"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Cleavage Site Was Discovered in the S Protein of the 2019 Novel Coronavirus",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Barcode of the 2019 Novel Coronavirus Leads to Insights into Its Virulence. Chinese 286 Journal of Virology (In Chinese) 2020",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "36",
            "issn": "",
            "pages": "365--369",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Bioinformatics Analysis of the 2019 Novel Coronavirus Genome",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Shan",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Chinese 289 Journal of Bioinformatics",
            "volume": "18",
            "issn": "2",
            "pages": "96--102",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The 291 Architecture of SARS-CoV-2 Transcriptome",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "J.-Y",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "J.-S",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "N"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chang",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Cell",
            "volume": "2020",
            "issn": "4",
            "pages": "914--921",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Role of 293 nonstructural proteins in the pathogenesis of SARS-CoV-2",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J R"
                    ],
                    "last": "Silva",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "T"
                    ],
                    "last": "Alves Da Silva",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "P G"
                    ],
                    "last": "Mendes",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Pena",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Med Virol",
            "volume": "92",
            "issn": "",
            "pages": "294--1427",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Coronaviruses: 296 an RNA proofreading machine regulates replication fidelity and diversity",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Denison",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Graham",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "F"
                    ],
                    "last": "Donaldson",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "D"
                    ],
                    "last": "Eckerle",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Baric",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "RNA Biol",
            "volume": "297",
            "issn": "2",
            "pages": "270--279",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Architecture of a SARS-CoV-2 mini replication 300 and transcription complex",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Rao",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Lou",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature Communications",
            "volume": "2020",
            "issn": "",
            "pages": "1--6",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Crystal structure of NSP15 endoribonuclease NendoU 303 from SARS-CoV-2",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Michalska",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Joachimiak",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Protein Science",
            "volume": "2020",
            "issn": "7",
            "pages": "1596--1605",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "A New Model for Coronavirus Transcription",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Sawicki",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Sawicki",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Coronaviruses and Arteriviruses",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Structure of 308 replicating SARS-CoV-2 polymerase",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "S"
                    ],
                    "last": "Hillen",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kokic",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Farnung",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Dienemann",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Cramer",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Nature",
            "volume": "2020",
            "issn": "7819",
            "pages": "1--6",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "A negative feedback model to explain 311 regulation of SARS-CoV-2 replication and transcription",
            "authors": [
                {
                    "first": "Jishou",
                    "middle": [],
                    "last": "Ruan",
                    "suffix": ""
                },
                {
                    "first": "Guangyou",
                    "middle": [],
                    "last": "Duan",
                    "suffix": ""
                },
                {
                    "first": "Shan",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Frontiers in Genetics",
            "volume": "2021",
            "issn": "",
            "pages": "1--11",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Using pan RNA-seq analysis to reveal the ubiquitous 315 existence of 5' and 3' end small RNAs",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Bu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Frontiers in Genetics",
            "volume": "10",
            "issn": "",
            "pages": "1--11",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Genomic feature 321 analysis of betacoronavirus provides insights into SARS and COVID-19 pandemics",
            "authors": [
                {
                    "first": "Zhangyong",
                    "middle": [],
                    "last": "Hong",
                    "suffix": ""
                },
                {
                    "first": "Jishou",
                    "middle": [],
                    "last": "Ruan",
                    "suffix": ""
                },
                {
                    "first": "Guangyou",
                    "middle": [],
                    "last": "Duan",
                    "suffix": ""
                },
                {
                    "first": "Shan",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "322",
            "issn": "",
            "pages": "1--8",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Rewiring the severe acute respiratory 324 syndrome coronavirus (SARS-CoV) transcription circuit: Engineering a 325 recombination-resistant genome",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Yount",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Roberts",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lindesmith",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Proceedings of the National Academy of Sciences 326 of the United States of America",
            "volume": "103",
            "issn": "",
            "pages": "12546--12551",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Structural and Biochemical Characterization of 328",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Lianqi",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lei",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liming",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Endoribonuclease Nsp15 Encoded by Middle East Respiratory Syndrome 329 Coronavirus",
            "authors": [],
            "year": 2018,
            "venue": "Journal of Virology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Structural analysis of the SARS-CoV-2 331",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Krafcikova",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Silhan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Nencka",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "methyltransferase complex involved in RNA cap creation bound to sinefungin",
            "authors": [],
            "year": null,
            "venue": "Nature",
            "volume": "332",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Fastq_clean: An 334 optimized pipeline to clean the Illumina sequencing data with quality control",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhan",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Gong",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Fei",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "2014 IEEE International Conference on",
            "authors": [
                {
                    "first": "Biomedicine",
                    "middle": [],
                    "last": "Bioinformatics",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "336",
            "issn": "",
            "pages": "44--48",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "R language and Bioconductor in bioinformatics 338 applications",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ou",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Xiao",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "1A) in TRS-Bs of eight genes (S, E, M, N, and ORF3a, 6, 7a and 8). In addition, each 115 of these TRS-B contains many possible hairpins. These hairpins are encoded by 116 complemented palindrome sequences, which explained a finding reported in our 117 previous study: complemented palindromic small RNAs (cpsRNAs) with lengths 118 ranging from 14 to 31 nt are present throughout the SARS-CoV genome, however, 119 most of them are semipalindromic or heteropalindromic [13]. 120",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "RTC functions in \"leader-to-body fusion\" 162Since several A-rich and T-rich regions are alternatively present in each TRS-B, 163 it contains many possible hairpins. Thus, to determining which one is the TRS hairpin 164 needs decisive information. After comparing all possible hairpins in the TRS-Bs of 165 betacoronavirus subgroup B, we found that they can be classified into three classes. 166Using the TRS-B of the S gene of SARS-CoV-2 as an example, the first class (Figure 167",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "3A) and the third class (Figure 3C) require the \"AAGAA-like\" motif involved in the 168 Watson-Crick pairing. However, the methylation at the \"AAGAA-like\" motif is not in 169 favour of Watson-Crick pairing. Further analysis of the \"AAGAA-like\" motif on the 170 antisense strand (See above) inspired us to propose a novel explanation of CoV RNA 171 methylation. RNA methylation of CoVs participates in the determination of the RNA 172 secondary structures by affecting the formation of hairpins. The methylation of 173 flanking sequences containing the \"AAGAA-like\" motif ensures that the NSP15 174 cleavage site resides in the loops of the second class of hairpins (Figure 3B). 175Therefore, the second class of hairpin structures is the best choice for both the NSP15 176 cleavage and the \"AAGAA-like\" motif. The NSP15 cleavage site exposed in a small 177 loop, which facilitates the contacts of NSP15. This structure verified the results of 178 mutation experiments in a previous study[15]  that the recognition of NSP15 cleavage 179 sites is independent on the TRS motif, but dependent on its context. These findings 180 confirmed that the recognition of NSP15 cleavage sites is structure-based rather than 181 sequence-based (See above). 182 NSP12-16 form the main structure of the RTC and work as a pipeline (Figure 183",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "1B). The RTC pipeline starts with NSP13 that unwind template RNAs [7]. Using 184 single-strand templates, NSP12 synthesizes RNAs with error correction by NSP14. Then, the nascent RNAs are methylated, respectively. At last, TRS hairpins are 186 cleaved by NSP15 under specific conditions. Based on the available protein 187 structure data, NSP7 and NSP8, acting as the cofactors of nsp12, assemble the central 188 RTC [7]. The results of biological experiments suggest that NSP8 is able to interact 189 with NSP15 [16]. Therefore, the hexameric NSP15 [8] connects to NSP8 in the global 190 structure of CoV RTC. However, what conditions or local structures decide whether 191 NSP15 cleave the nascent RNAs is still unknown. Another unknown topic is which 192 enzyme is responsible for the methylation at the \"AAGAA-like\" motif. A recent study 193 reported that NSP16-NSP10 (PDB: 7BQ7), as 2'-O-RNA methyltransferase (MTase), 194 is crucial for RNA cap formation [17]. Although the previous study excluded 195METTL3-mediated m6A (for lack of canonical motif RRACH), there is still a 196 possibility that METTL3 or its family members function for the methylation at the 197 \"AAGAA-like\" motif. Another possibility is that NSP10 methylate guanosines in 198 both the caps and the \"AAGAA-like\" motif. More molecular experiments need be 199 conducted to verify these findings and inferences. The key step leading to the 200 proposal of the arrangement of NSP12-16 in the global RTC structure was that NSP15 201 cleavage sites are associated to RNA methylation sites. The arrangement of NSP12-16 202 was proposed mainly due to the integration of information from many aspects, 203 particularly considering: (1) the identification of NSP15 cleavage sites in our previous 204 study [13]; (2) TRS hairpins eight genes (S, E, M, N, and ORF3a, 6, 7a and 8) are 205 conserved in 292 genomes of betacoronavirus subgroup B; (3) the associations 206 between NSP15 cleavage, RNA methylation and 3' polyadenylation; (4) ORF1b, 207 without recombination regions, is much more conservative than ORF1a, with two 208 recombination regions, in 292 genomes of betacoronavirus subgroup B [14]; and (5) 209 the extremely high ratio between sense and antisense reads. 210 211",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "of the RTC, including RNA synthesis, NSP15 cleavage, RNA methylation, 218 and CoV replication and transcription, at the molecular level. Future research needs to 219 be conducted to determine the structures of NSP12&14, NSP12&15 and 220 NSP15&16&TRS haripin by Cryo-EM. These local RTC structures can be used to 221 assemble a global RTC structure by protein-protein docking calculation, particularly 222 using deep learning methods. Future drug design targeting SARS-CoV-2 needs to 223 consider protein-protein and protein-RNA interactions, particularly the contacts 224 between NSP15, NSP16 and the stem in the TRS hairpin. 225 Materials and Methods 227 1,265 genome sequences of betacoronaviruses (in subgroups A, B, C and D) 228 (https://www.ncbi.nlm.nih.gov/labs/virus) in our previous study [12]. Among these 230 genomes, 292 belongs to betacoronavirus subgroup B (including SARS-CoV and 231 SARS-CoV-2). Nanopore RNA-seq data was downloaded from the website 232 (https://osf.io/8f6n9/files/) for reanalysis. Protein structure data (PDB: 6X1B, 7BQ7, 233 NSP7-NSP8-NSP12-NSP13, respectively. SARS-CoV were detected from 4 runs of 235 small RNA-seq data (NCBI SRA: SRR452404, SRR452406, SRR452408 and 236 SRR452410). Data cleaning and quality control were performed using Fastq_clean 237 [18]. Statistics and plotting were conducted using the software R v2.15.3 with the 238 Bioconductor packages [19]. The structures of NSP12-16 were predicted using 239Ethics approval and consent to participateAvailability of data and materialsAll data used in the present study was download from the public data sources. 253",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": " 255 The authors declare that they have no competing interests. ",
            "cite_spans": [
                {
                    "start": 1,
                    "end": 4,
                    "text": "255",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Competing interests"
        }
    ]
}