{
    "paper_id": "877e613949aab3542b4df5678c0712812a8ef417",
    "metadata": {
        "title": "Handbook of the Sociology of Health, Illness, and Healing: A Blueprint for the 21st Century",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "improvement of working conditions in toxic factory work; to the formation of professional associations in medicine, nursing and their specialties; to women's health cooperatives designed to counter the insensitivity of regular medicine, instances of confronting the status quo through affiliation and association stand as exemplars of the tacit, \"on-the-ground\" understanding of the sociological imagination.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "I would argue, rather, that we need to be reminded of the central premises of sociology and what we bring to table precisely because we have been successful, even if quietly so. In essence, the major dilemma that we confront at present is that the \"promise\" is obvious, not only to ourselves, but to others. The idea that context matters has taken hold across the sociomedical sciences, the bio-medical sciences, and even the basic sciences like genetics and cognitive science (see Pescosolido 2006 for a review). Ideas of health and health care disparities (which we have called inequalities for over 100 years in sociology, and for over 50 years in the subfield of medical sociology); fundamental causes (as Link and Phelan, 1995 , so eloquently labeled sociologists' baseline concern with power, stratification and social differentiation); and social networks as vectors of social and organizational influence (now renamed \"Network Science\") stand front and center in the concerns of the National Institutes of Health and other major scientific organizations. Whether our arguments and research findings have been persistent, robust and convincing, or whether these insights coincide with the recognition by the more reductionist sciences that even their most sophisticated approaches cannot solve the problems of the body and the mind alone, is of little consequence. When the newly appointed director of the NIH, Dr. Francis Collins, who led the Human Genome Project, announces the launching of a special program to increase attention and resources to basic behavioral and social science (November 18, 2009, www. oppnet.nih.gov) using phrases like \"synergy,\" \"vital component,\" and \"complex factors that affect individuals, our communities and our environment,\" the crack in the door of mainstream biomedical science becomes just a little wider, and the seat at the table becomes just a little more possible.",
            "cite_spans": [
                {
                    "start": 482,
                    "end": 498,
                    "text": "Pescosolido 2006",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 710,
                    "end": 731,
                    "text": "Link and Phelan, 1995",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1593,
                    "end": 1617,
                    "text": "(November 18, 2009, www.",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Sometimes, the role of sociologists is obvious in these new declarations of important directions in science and medicine; other times, they appear as \"discoveries\" without much, if any, attribution. But to belabor the historical debt that contemporary health and health care researchers and policymakers may owe us is a waste of both time and energy. Sociology has a history of conceptualizing social life, making that view understandable, and having its insights and even its language absorbed as \"common sense\" into both academic and civil life (e.g., clique, identity, self-fulfilling prophecy, social class, disparities, networks). More to the point, Mills argued that the sociological imagination is a \"task\" as well as a \"promise.\" He described that task -\"to grasp history and biography and the relations between the two within society\" (1959, p. 6 ) -through the work of major sociologists of his time as \"comprehensive,\" \"graceful,\" \"intricate,\" \"subtle,\" and \"ironic.\" With \"many-sided constructions,\" a focus on meaning, and a willingness to look across social institutions like polity, the economy, and the domestic sphere (1959, p. 6) , Auguste Comte and others came to define sociology's aspiration as the \"Queen of the Social Sciences,\" a phrase more commonly used now by economists or political scientists to describe their discipline. Similarly, Mills (1959) sees sociology as holding \"the best statements of the full promise of the social sciences as a whole\" (1959, p. 24) , and I have argued elsewhere that taking sociology's view of social interactions in networks represents one promising approach to integrating the health sciences (Pescosolido 2006) .",
            "cite_spans": [
                {
                    "start": 844,
                    "end": 855,
                    "text": "(1959, p. 6",
                    "ref_id": null
                },
                {
                    "start": 1135,
                    "end": 1147,
                    "text": "(1959, p. 6)",
                    "ref_id": null
                },
                {
                    "start": 1363,
                    "end": 1375,
                    "text": "Mills (1959)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1478,
                    "end": 1491,
                    "text": "(1959, p. 24)",
                    "ref_id": null
                },
                {
                    "start": 1655,
                    "end": 1673,
                    "text": "(Pescosolido 2006)",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The complexities in topic, theory and methods, sometimes the object of divisions in sociology and sometimes a detriment in the \"sound bite\" approach to modern society, continue to be our strength, and are not always obvious to others who adopt the mantra of \"context.\" Our research focuses on how individuals, organizations, and nations are \"selected and formed, liberated and repressed, made sensitive and blunted\" (Mills 1959, p. 7) . We accept the unexpected, we expect latent functions of policies and actions of even those who are trying to do good, we understand that being an outsider has its advantages in understanding the world, and we embrace the notion of comparison and reject a \"provincial narrowing to the interest to the Western societies\" (1959, p. 12 ). Whenever we look at a life, a \"disease,\" a health care system, or a nation's epidemiological profile, examining which \"values are cherished yet threatened\" (1959, p. 11 ) is inevitable. As Hung (2004) has recently documented for the SARS virus and Epstein (1996) for HIV/AIDS, the societal reactions to viral pandemics are deeply rooted in social cleavages rather than biological fact, whether this reaction unearthed the racist view of the \"Yellow peril\" or the homophobic view of the \"Gay plague.\"",
            "cite_spans": [
                {
                    "start": 416,
                    "end": 434,
                    "text": "(Mills 1959, p. 7)",
                    "ref_id": null
                },
                {
                    "start": 756,
                    "end": 768,
                    "text": "(1959, p. 12",
                    "ref_id": null
                },
                {
                    "start": 928,
                    "end": 940,
                    "text": "(1959, p. 11",
                    "ref_id": null
                },
                {
                    "start": 961,
                    "end": 972,
                    "text": "Hung (2004)",
                    "ref_id": null
                },
                {
                    "start": 1020,
                    "end": 1034,
                    "text": "Epstein (1996)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In sum, at this point in time, it may be more important than ever to recall our mission and accept the uneasiness which is endemic (and according to Mills, necessary) to it. The sociological imagination requires \"the capacity to shift from one perspective to another -from the political to the psychological….to range from the most impersonal and remote transformations to the most intimate features of the human self -and to see the relations between the two\" (1959, p. 7). Our training emphasizes this, our theories conceptualize it, and the wide variety of our research methods reflect it. We bring this self-consciousness to the problems of health, illness, and healing, and hopefully to their solutions. Which subfield of sociology, more than the sociology of health, illness, and healing, provides a critical window into making \"clear the elements of contemporary uneasiness and indifference\" that Mills sees as \"the social scientists' foremost political and intellectual task\" (1959, p. 13) ? While Mills may have been premature, or flat out wrong, in his prediction that the social sciences would overthrow the dominance of the physical and biological sciences, his view was prescient regarding the rising importance of \"context\" in biomedical sciences (1959, p. 13) and increasing doubts about the inevitable and pristine nature of science. As those inside the \"House of Medicine\" itself dare to question the utility of the \"gold standard\" (RCT, the randomized clinical trial) versus observational studies (Concato et al. 2000) , the validity of the placebo as a \"control\" (Leuchter et al. 2002) , and the robustness of \"established\" genetic links (Gelernter et al. 1991) , the radical critiques of the objectivity of science and the inevitability of linear progress in science have come from inside as well as outside (Gieryn 1983; Latour 1999) . It is naïve to assume or even expect a reconstruction of the prestige hierarchy of the sciences, as Mills does to some extent. He forgets that institutional supports undergird that dominance, as any of us who have served on interdisciplinary review panels will attest. Yet, the idea that there may be occasional openings for concerns and approaches by social scientists was prophetic. This may be one of those unique times to work together to push not only our understandings forward, but to foster institutional social change. At the least, it is a time when social scientists, especially sociologists, need to have their voices heard; that is, to have a place at the table to guard against a crass, out-of-date, and generally poor appropriation of the social sciences' basic ideas and tools. Those of us who witnessed a wider acceptance of (even called for) social science methods such as ethnography in the 1980s and 1990s in the mental health research agenda, also witnessed the dumping of the term into one sentence of a traditional research proposal without any idea of its complexity, rigor, or even utility to expand the limited insights of clinical research. Bearman (2008, p. vi) downplays concerns that this kind of scientific diffusion may \"distort the sociological project\" because \"the beauty of sociology as a discipline rests in its hybridity with respect to method and data\" and new research concerns can become a potential \"lever\" for sociology to escape some of its own \"hegemonic\" foci.",
            "cite_spans": [
                {
                    "start": 149,
                    "end": 166,
                    "text": "Mills, necessary)",
                    "ref_id": null
                },
                {
                    "start": 984,
                    "end": 997,
                    "text": "(1959, p. 13)",
                    "ref_id": null
                },
                {
                    "start": 1261,
                    "end": 1274,
                    "text": "(1959, p. 13)",
                    "ref_id": null
                },
                {
                    "start": 1515,
                    "end": 1536,
                    "text": "(Concato et al. 2000)",
                    "ref_id": null
                },
                {
                    "start": 1582,
                    "end": 1604,
                    "text": "(Leuchter et al. 2002)",
                    "ref_id": null
                },
                {
                    "start": 1657,
                    "end": 1680,
                    "text": "(Gelernter et al. 1991)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1828,
                    "end": 1841,
                    "text": "(Gieryn 1983;",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1842,
                    "end": 1854,
                    "text": "Latour 1999)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 3025,
                    "end": 3046,
                    "text": "Bearman (2008, p. vi)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "As Mills reminds us, the insights of sociology are both \"a terrible lesson and a magnificent one.\" Perhaps, this is more true in medical sociology than in other areas of the discipline; maybe not. Yet, the historical and contemporary landscape of health, illness, and healing challenges medical sociologists to think about both the issues/topics that have drawn and continue to draw our attention, as well as new ones on the horizon.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Task Ahead: Mapping the Landscape of Health, Illness, and Healing for the Next Decades"
        },
        {
            "text": "Recently, Sigrun I (2009, 2010) drew from the \"cultural turn\" in sociology to reframe key theoretical and methodological issues in health care utilization research. We considered whether some individuals map a larger set of choices, examined if and how they differentiate between different sources of formal treatment, and questioned whether the way we ask those in our research about their experiences shapes the responses they give. This imagery of cultural landscapes and boundaries (Gieryn 1983 (Gieryn , 1999 seems to fit the multifaceted, complex nature of health, illness, and healing in the current era. Individuals use cultural maps to make sense of the world, affecting information availability and personal understandings, as well as signaling possible appropriate action. While Gieryn's work focuses on professions, primarily scientists and the rhetorical strategies they use to establish, extend, and protect their societal authority, these ideas have broader relevance, not only for other professionals like physicians, but for the public. In particular, the concept of \"boundary-work\" becomes central as individuals, whatever their position, confront illness, define disease, and react to treatment options. The term \"cultural mapping,\" targeting the terrain of choices, as well as individuals' recognition, acceptance, or rejection of them, informs us about the boundaries of their experience, and values shaping action, whether their own (as in rational choice theory) or that of others (as in labeling, social influence, and social control theories).",
            "cite_spans": [
                {
                    "start": 17,
                    "end": 31,
                    "text": "I (2009, 2010)",
                    "ref_id": null
                },
                {
                    "start": 486,
                    "end": 498,
                    "text": "(Gieryn 1983",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 499,
                    "end": 513,
                    "text": "(Gieryn , 1999",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "The Metaphor of Cartography"
        },
        {
            "text": "In essence, cultural landscapes shape individuals' everyday decisions and actions, including those of medical sociologists. The metaphor of cultural cartography allows us not only to organize our topical research agendas but also our challenges for the next generation of medical sociology. In essence, two different maps require our attention. One is a map of topographical changes in health and health care that mark out new or continued areas of inquiry; the second maps the boundaries of discipline, the joint jurisdiction of sociology with the subfield of medical sociology, and how these two symbiotically share intellectual territory.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Metaphor of Cartography"
        },
        {
            "text": "There is little doubt that the essential questions of sociology and medical sociology -more specifically, of the importance of Weber's link between lifestyle (i.e., social psychological as well as social organization) and life chances -remain paramount and require our continued attention. Causes (epidemiology) and consequences (outcomes, health services research) continue to crudely, and increasingly inaccurately, define research agendas as we emphasize more dynamic processes which connect the two. Medical sociologists continue to more broadly conceive the landscape of epidemiology than do our sister subfields of medicine and public health. That is, with regard to issues of mortality and morbidity, the distribution and the determinants of disease must consider issues of professional power, social movements, contested meaning, and social construction (or its cousin specific to medical sociology, medicalization) as well as traditional risk and protective factors like genetics, biological markers, psychological trauma, or even individuals lifestyles (Brown 1995; McKinlay 1996) . To understand utilization, adherence, health care system, and outcomes, we need to incorporate dynamic views, describe different response pathways, and confront changing boundaries of legitimacy regarding potential patients, healers, and formal structures of care (Pescosolido 1991 (Pescosolido , 1992 .",
            "cite_spans": [
                {
                    "start": 1063,
                    "end": 1075,
                    "text": "(Brown 1995;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1076,
                    "end": 1090,
                    "text": "McKinlay 1996)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1357,
                    "end": 1374,
                    "text": "(Pescosolido 1991",
                    "ref_id": null
                },
                {
                    "start": 1375,
                    "end": 1394,
                    "text": "(Pescosolido , 1992",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Contextualizing and Researching Health, Medicine, Health Care, and the Biomedical Sciences: Time of Change from the Outside"
        },
        {
            "text": "In addition to these classic, general prescriptions, three newer but deep-seated developments call for sociological theorizing and research. Necessarily, some of these are intertwined with our classic concerns but, nevertheless, they raise new challenges.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Contextualizing and Researching Health, Medicine, Health Care, and the Biomedical Sciences: Time of Change from the Outside"
        },
        {
            "text": "Not all that new, the first phase of the project, designed to determine the sequence of base pairs in the entire human genome, began in 1990 and continued for 13 years. Yet, as Francis Collins and others have noted, we are only beginning to understand what we have and can learn both in a positive and negative sense. Sociologists have tread into that territory lightly, now starting to work their way toward the profound implications of this massive project and the larger cultural institutions that created and continue to nurture it (e.g., Phelan 2005) . Perhaps, the most obvious is the potential for collaborative projects on epigenetics and on gene-environment interactions (g x e) (i.e., how environmental conditions which include society not only trigger or suppress genetic predispositions but, in fact, change the genome itself; Szyf 2009). While complicated, this may not be the most challenging. It was a recent special issue of the American Journal of Sociology (Bearman 2008, p. vi) that turned an obvious research question on its head: \"What can we learn about social structure and social processes, and what can we learn about our accounts about social structure and social processes, by 'thinking about genetics'?\" Fleshing this out even a little raises classic sociological questions. How is the genetics agenda constructed by medicine, by insurance companies, by the public, and by science itself, to name just a few? What does this mean for the definition and behavioral implications of human health, legitimate constructions of illness by the public and the profession, shifting definitions of vulnerability, and changes in the nature and targets of prejudice and discrimination? While bioethicists and philosophers have asked and deliberated on these questions, medical sociologists bring evidence to bear on the creation, maintenance, and effects of this now dominant weltanschauung in medicine, science, and society. We have the tools to ensure that the powerful forces of society are understood, elaborated, and included in our understandings of the onset of what becomes labeled disease and disorder. We have the tools to uncover the unexpected, latent functions of this direction which, in themselves, will raise new challenges for the very institutions that placed their hopes in \"the language of God\" (Collins 2006 ).",
            "cite_spans": [
                {
                    "start": 543,
                    "end": 555,
                    "text": "Phelan 2005)",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 975,
                    "end": 996,
                    "text": "(Bearman 2008, p. vi)",
                    "ref_id": null
                },
                {
                    "start": 2330,
                    "end": 2343,
                    "text": "(Collins 2006",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Human Genome Project and the Larger Push for Understanding Context"
        },
        {
            "text": "Of the new \"medical speak\" that dominates discussions of future directions, the current ubiquitous term is \"translation.\" Unfortunately, while critically targeting the lack of effective transfer across stakeholder communities, this term has confounded discussions and attempts to provide solutions. Even in a quick survey of existing documents that call for \"translation,\" at least three meanings are evident. The first translation dilemma, which can be referred to as a dissemination problem, suggests a need for more effective ways to communicate information between scientists and \"endusers.\" The second translation dilemma, an implementation problem (also the efficacy-effectiveness gap), suggests a need to understand how to translate science into services that result in meaningful clinical care (National Advisory Mental Health Council 2000) . Finally, the third translation dilemma, referred to as a problem of integration, suggests that the insights and potential contributions of different branches of science have not been fully incorporated in efforts to either establish research agendas or to provide high quality effective care in the formal treatment sector.",
            "cite_spans": [
                {
                    "start": 802,
                    "end": 848,
                    "text": "(National Advisory Mental Health Council 2000)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The Mess that Is \"Translational Science\" and the Need for Sociological Clarity"
        },
        {
            "text": "Each of these suggests complicated problems, all recast as problems of \"translation,\" for a diverse array of stakeholder communities and, to date, traditional research approaches have not offered good answers. Each calls for sociological research on a series of basic questions. First, why do providers and consumers fail to take advantage of cutting-edge science? A frequent complaint expressed by research scientists, payers, and policy makers is that cutting-edge interventions are neither adopted in day-to-day clinical work nor accepted by individuals with health problems who might benefit. Second, why do treatments that have been \"proven\" to work in randomized clinical trials fail to work in real world settings? A continual frustration of providers is that clinical research fails to take into account the challenges of day-to-day clinical work and does not offer a realistic understanding of the complexities and limitations of providing care. A similar frustration of consumers and advocates is that clinical research fails to take into account the complex realities of the lives of persons who fall ill, especially those with chronic and stigmatized problems. Third, why has health services research not been able to bridge the gap to allow proven clinical interventions to find application to the \"real world\" needs of consumers, practitioners, payers, and policy makers (Pellmar and Eisenberg 2000) ? Each of these requires an understanding of \"cultures\" -the culture of the public, the culture of the clinic, the culture of community, and of organizations. Sociological research holds the potential to understand how cultures are shaped; how they are enacted; how they clash or coincide with one another; and how, in the end, cultural scripts facilitate, retard, or even prohibit institutional social change. Sometimes, these discussions have the reductionist tone of lack of motivation without understanding the power of institution and resource as well as the social network structures that cripple innovation. More importantly, these challenges call for a holistic approach to research in which different levels of change, as well as the individuals in them, are conceptualized as linked and intertwined, with outcomes measured through innovative quantitative approaches and mechanisms observed through in-depth qualitative observations. In no way would such studies exclude the expertise of other scientists; indeed they call for it. However, the multilayered, multimethod and connected approach inherent in medical sociology provides an overarching organizing framework that can facilitate the integration of different interdisciplinary insights (Pescosolido 2006 ).",
            "cite_spans": [
                {
                    "start": 1385,
                    "end": 1413,
                    "text": "(Pellmar and Eisenberg 2000)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 2667,
                    "end": 2684,
                    "text": "(Pescosolido 2006",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "The Mess that Is \"Translational Science\" and the Need for Sociological Clarity"
        },
        {
            "text": "Ironically, exactly 100 years ago, the Flexner Report \"closed the books\" on the blueprint for the primary structure and power of medicine in America. The 1910 document, crafted by middle-class men with middle-class values building the new institutions of industrial society, called for the active and specific funneling of large amounts of money from the new industrial tycoons who, themselves, had other ideas about what the US health care system should look like (Pescosolido and Martin 2004) . However, drawing from the recent \"successes\" of the \"new\" scientific medical schools of Germany, France, and the United Kingdom, the Flexner Report set a trajectory and the Rockefeller Foundation fiscally supported a process of mimetic isomorphism for other emergent medical institutions. America's health care system was built primarily with private funds, dominated by the allopathic physician, and supported though a fee-for-service economy (Freidson 1970; Starr 1982) . The era from the Flexner report until President Nixon's proclamation of a \"Health Care Crisis\" in 1970 has been described by McKinlay and Marceau (2002) as the \"Golden Age of Doctoring,\" by Clarke and her colleagues as the \"Medicalization Era\" (Clarke and Shim 2010) , and by us, using Eliot Freidson's (1970) terms, as \"The Era of Professional Dominance\" (Pescosolido and Boyer 2001) . Working in a primarily private health care system, physicians determined both the nature of medical care and the arrangements under which it was provided. Even with the introduction of private (and later public) insurance, the American system remained an anomaly on the global landscape. The richest country in the world, which spent more on research, technology, and care than any other, also was home to the greatest number and proportion of uninsured citizens and to standard indicators of population health that fell way below those of countries with fewer resources and less of them devoted to health. 1 Taking \"The Promise\" Seriously",
            "cite_spans": [
                {
                    "start": 465,
                    "end": 494,
                    "text": "(Pescosolido and Martin 2004)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 941,
                    "end": 956,
                    "text": "(Freidson 1970;",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 957,
                    "end": 968,
                    "text": "Starr 1982)",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 1096,
                    "end": 1123,
                    "text": "McKinlay and Marceau (2002)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1215,
                    "end": 1237,
                    "text": "(Clarke and Shim 2010)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1263,
                    "end": 1280,
                    "text": "Freidson's (1970)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1327,
                    "end": 1355,
                    "text": "(Pescosolido and Boyer 2001)",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "The \"Hundred Year's War\" of American Medicine and Mechanic's Continued Call for Sociological Understandings"
        },
        {
            "text": "The year 2010, 100 years after the Flexner Report, saw the initial passage of President Obama's Health Care Plan. What will result from this shift in the U.S. position on health care as right and as privilege? Will it be dramatic and devastating as some claim? Dramatic and good as others claim? Given the early capitulation to (or some would say, inclusion) of key opponents of earlier reforms, will this plan result in more patching of an essentially private system in the stranglehold of insurance and pharmaceutical companies? Will reform suffer the fate of what many of us thought/hoped would be the \"second great transformation\" (Stone 1999) or \"construction of the second social contract\" between American medicine and society (Pescosolido and Kronenfeld 1995) in the Clinton Health Reform of 1990? Or, will this \"accommodation,\" as was the case with high physician reimbursement levels during the Medicaid/Medicare deliberations, mean that something will actually change?",
            "cite_spans": [
                {
                    "start": 635,
                    "end": 647,
                    "text": "(Stone 1999)",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 734,
                    "end": 767,
                    "text": "(Pescosolido and Kronenfeld 1995)",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "The \"Hundred Year's War\" of American Medicine and Mechanic's Continued Call for Sociological Understandings"
        },
        {
            "text": "The failed federal effort of the 1990s nevertheless ushered in the \"Era of Managed Care\" which both supporters and critics of the existing health care system feared (Pescosolido and Boyer 2001) . But as Mechanic et al. (2001) documented, the introduction of managed care did little to change the amount of time that physicians and patients spent together in the examining room before that event.",
            "cite_spans": [
                {
                    "start": 165,
                    "end": 193,
                    "text": "(Pescosolido and Boyer 2001)",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 203,
                    "end": 225,
                    "text": "Mechanic et al. (2001)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "The \"Hundred Year's War\" of American Medicine and Mechanic's Continued Call for Sociological Understandings"
        },
        {
            "text": "In fact, the amount of time that physicians spent in interaction with their patients was already minimal, reflecting a typical romantization of past social institutions rather than data on its actual operation. By 1999, health care scholars talked about the \"backlash\" against managed care which began as early as the mid-1990s and resulted in the weakening of many of its proposed strategies to limit choice of physicians, access to specialists, and cut costs. This \"managed care lite\" (Mechanic 2004 ) did provide a short-term control of costs which soon gave way to escalating fiscal pressure and further increases in the number of uninsured Americans. By the end of the decade, Swartz (1999) proclaimed the \"death of managed care\" and Vladeck (1999) announced that managed care had had its \"Fifteen Minutes of Fame,\" warning that \"Big Fix\" political solutions oversell, inevitably producing negative overreactions.",
            "cite_spans": [
                {
                    "start": 487,
                    "end": 501,
                    "text": "(Mechanic 2004",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 682,
                    "end": 695,
                    "text": "Swartz (1999)",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 739,
                    "end": 753,
                    "text": "Vladeck (1999)",
                    "ref_id": "BIBREF49"
                }
            ],
            "ref_spans": [],
            "section": "The \"Hundred Year's War\" of American Medicine and Mechanic's Continued Call for Sociological Understandings"
        },
        {
            "text": "What will medicine, the health care system, and population health look like as a result of reform? At what point, and how, will we see the landscape of the US as truly different? Carol Boyer and I (2001) agree that the 1970s began the \"end of unquestioned dominance,\" but are we still \"drifting\" as Freidson (1970) warned, or are we reconstructing the American social contract between civil society and the \"medical-industrial complex\" (McKinlay 1974)? How much of our view of \"change\" can or cannot be backed up by real data? After all, given larger claims of the \"consumer backlash\" or \"consumer revolution\" that would change the power balance, we find little significant decrease in the public's view of the authority or expertise of physicians . If there is a decrease in the confidence in American medicine, as Schlesinger (2002) claims, how much of this disillusionment is not exclusive to modern medicine, but rather reflects a generalized reaction to social institutions, developed in the modern, industrial era, to larger changes in contemporary society (Pescosolido and Rubin 2000) . Rubin (1996) argued that the social and economic bases of modern society were \"tarnished\" in the early 1970s, marking a general turning point for social institutions in the face of diminished growth that had accompanied the post World War II era. To simply look at trends in the response to medicine and health care may miss the point of our general prescription to understand social life in context.",
            "cite_spans": [
                {
                    "start": 299,
                    "end": 314,
                    "text": "Freidson (1970)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1063,
                    "end": 1091,
                    "text": "(Pescosolido and Rubin 2000)",
                    "ref_id": null
                },
                {
                    "start": 1094,
                    "end": 1106,
                    "text": "Rubin (1996)",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "The \"Hundred Year's War\" of American Medicine and Mechanic's Continued Call for Sociological Understandings"
        },
        {
            "text": "Community, professional, and the health care systems are in a state of constant change, in big and small ways, and claims of improvement or deterioration pale in comparison to actual research that contextualizes and documents societal level change , on contentions and data on the dissipating stigma of mental illness in U.S. society). Such claims are important because they often come to have a life of their own, shaping priorities for research and treatment. But claims are research questions subject to empirical examination with social science data. Have we taken up Mills' task to bring the \"comprehensive,\" \"graceful,\" \"intricate,\" and \"many sided constructions\" of sociology to changes in health, illness, and healing? Mechanic (1993) has repeatedly pointed out that sociologists are not well represented, doing the research on the organization of care that can provide both the subtle and dramatic, expected and ironic, impacts on the profession, the public, and health institutions. A sociological perspective, alone or integrated with others, is critical in marking and analyzing the impact on individuals, organizations, and groups of reform.",
            "cite_spans": [
                {
                    "start": 727,
                    "end": 742,
                    "text": "Mechanic (1993)",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "The \"Hundred Year's War\" of American Medicine and Mechanic's Continued Call for Sociological Understandings"
        },
        {
            "text": "There are, of course, many more important questions. At this historical moment of structural reform and reconsideration of research agendas, these appear to loom large. If medical sociologists are to attend to these or other critical issues in health, illness, and healing, a reflection on where we stand is essential. In fact, the logic of this volume was designed around the reflections of the editors, the contributors, and those who attended some of our early planning events.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Putting Our Own House in Order: Time of Change from the Inside"
        },
        {
            "text": "Sociologists have regularly, if only occasionally, lamented our basic and internal barriers to progress -whether Lester Ward (1907) arguing that sociologists do not know enough biology to reject it or Alvin Gouldner (1970) alerting us to a brewing crisis in \"Western sociology\" because of a blind reliance on \"objective\" data (more below). Sociology weathered these critiques, changing sometimes in small ways and other times in large ways, but most often, noting the critique, integrating it in some way and to some extent in some corner of the discipline, and moving on. Sociology has survived functionalism and its dominant status attainment theory in the 1960s and 1970s, Marxism and the 1980s dominating return to historical sociology, and postmodernism's declaration that everything is virtually unknowable except through one's own personal experiences (in which Anthropology did not fare so well as a discipline; Pescosolido and Rubin 2000) . Sociology is likely to both encounter and survive many more of these critiques; perhaps ironically because of the embedded Catholicism in its theory and method. While our richness lies in the breadth and inclusion, as noted above, this is also the source of confusion regarding sociology's \"brand.\"",
            "cite_spans": [
                {
                    "start": 120,
                    "end": 131,
                    "text": "Ward (1907)",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 920,
                    "end": 947,
                    "text": "Pescosolido and Rubin 2000)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Putting Our Own House in Order: Time of Change from the Inside"
        },
        {
            "text": "The looseness of our boundaries of inquiry and methods of intellectual mining is not without its costs. Recently, Pace and Middendorf (2004) argued that understanding the challenges in learning the heart of a discipline's contribution requires asking a series of questions. This \"decoding of the disciplines\" seems just as relevant to reflecting on the research voice we use to address our \"publics\" (Burawoy 2005) , whether students, ourselves, our colleagues in other disciplines, providers, policy makers, or the general population. While this approach places disciplines at the center of discussions, Pace and Middendorf (2004, p. 4 ) note the critical but paradoxical requirement to consider the boundaries that we cross with other disciplines. Decoding first relies on the identification of \"bottlenecks,\" those places or issues where the end goals are not being met. They argue that, too often, this part of the process is skipped in favor of trying solutions which, while well meaning, miss the mark.",
            "cite_spans": [
                {
                    "start": 114,
                    "end": 140,
                    "text": "Pace and Middendorf (2004)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 400,
                    "end": 414,
                    "text": "(Burawoy 2005)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 605,
                    "end": 636,
                    "text": "Pace and Middendorf (2004, p. 4",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Decoding the Discipline and the Subfield: The Three Medical Sociologies"
        },
        {
            "text": "Following these directions, two often simultaneous concerns appear to echo through decades of writings on the discipline and the subfield. Mills (1959) warned of the \"lazy safety of specialization\" (Mills 1959, p. 21) . Gouldner (1970) , Gans (1989) , Burawoy (2005) , and others have asked sociologists to be more engaged with civil society, more normative and less pristinely and scientifically aloof, and more willing to engage in activities that have a more immediate impact on the world. Bringing the two concerns of relevance and specialization to the same point on the intellectual map, Collins took up the concern of whether sociology \"has lost its public impact or even its impulse to public action\" (1986, p. 1336) , pointing to the proliferation of specialties as the source of internal, disciplinary boundary disputes, including pushing to the fringes those sociologists who took a more applied approach. While our subfields have allowed us to make the increasingly large professional association and annual meetings feel smaller, more personal and relevant, building up an \"espirit de corps\" (1986, p. 1341 ) that facilitates the socialization of our new colleague, Collins sees the result that we \"scarcely recognize the names of eminent practitioners in specialties other than our own…having become congeries of outsiders to each other\" (1986, p. 1340) .",
            "cite_spans": [
                {
                    "start": 139,
                    "end": 151,
                    "text": "Mills (1959)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 198,
                    "end": 217,
                    "text": "(Mills 1959, p. 21)",
                    "ref_id": null
                },
                {
                    "start": 220,
                    "end": 235,
                    "text": "Gouldner (1970)",
                    "ref_id": null
                },
                {
                    "start": 238,
                    "end": 249,
                    "text": "Gans (1989)",
                    "ref_id": null
                },
                {
                    "start": 252,
                    "end": 266,
                    "text": "Burawoy (2005)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 709,
                    "end": 724,
                    "text": "(1986, p. 1336)",
                    "ref_id": null
                },
                {
                    "start": 1105,
                    "end": 1119,
                    "text": "(1986, p. 1341",
                    "ref_id": null
                },
                {
                    "start": 1352,
                    "end": 1367,
                    "text": "(1986, p. 1340)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Decoding the Discipline and the Subfield: The Three Medical Sociologies"
        },
        {
            "text": "Medical sociology has not been immune to these centrifugal forces, arguing to the ASA that even if not formally the case, we \"own\" and caretake the Journal of Health and Social Behavior; revel in the realization that it has the third highest impact factor among journals in the discipline following our two flagship journals, the American Sociological Review and the American Journal of Sociology; or boast about our section membership hovering around the thousand mark. From its earliest days, Strauss (1957) articulated the fuzzy distinction between a sociology OF medicine and a sociology IN medicine which evoked the basic-applied distinction. We reported on concerns among our colleagues in medical sociology (Pescosolido and Kronenfeld 1995) , with Levine (1995) suggesting that such territorial disputes trickle down, in part, from the larger discipline.",
            "cite_spans": [
                {
                    "start": 714,
                    "end": 747,
                    "text": "(Pescosolido and Kronenfeld 1995)",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 755,
                    "end": 768,
                    "text": "Levine (1995)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Decoding the Discipline and the Subfield: The Three Medical Sociologies"
        },
        {
            "text": "Not surprisingly, the second step in decoding follows from the identification of bottlenecks. In essence, knowing the landscape is key to traversing it successfully. Because Collins (1986 Collins ( , p. 1355 , in the end, finds \"a pathological tendency to miss the point of what is happening in areas other than our own,\" advocates that we work in two or three specialties, sequentially or simultaneously. Because Burawoy (2005) sees two dimensions that define our work (instrumental and reflexive), he argues for the legitimacy of four \"brands\" of sociological work which individuals can embrace simultaneously or sequentially. In medical sociology, Levine's plea for \"creative integration\" draws together the insights of \"structure seekers\" and \"meaning seekers\" (Pearlin 1992). In fact, using a cartological metaphor, he called for us to become more \"cognizant of the theoretical and methodological 'tributaries' that feed into the subfield that is medical sociology\" (Levine 1995, p. 2) . In 1995, we argued for the integration of the mainstream and the subfield (Pescosolido and Kronenfeld 1995) .",
            "cite_spans": [
                {
                    "start": 174,
                    "end": 187,
                    "text": "Collins (1986",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 188,
                    "end": 207,
                    "text": "Collins ( , p. 1355",
                    "ref_id": null
                },
                {
                    "start": 414,
                    "end": 428,
                    "text": "Burawoy (2005)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 971,
                    "end": 990,
                    "text": "(Levine 1995, p. 2)",
                    "ref_id": null
                },
                {
                    "start": 1067,
                    "end": 1100,
                    "text": "(Pescosolido and Kronenfeld 1995)",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "Decoding the Discipline and the Subfield: The Three Medical Sociologies"
        },
        {
            "text": "The terrain has changed because there have been deep-seated changes in the bedrock underlying medical sociology. The sources of these tectonic shifts lie in three interconnected but altered features of institutional supports. They are: (1) The demise of medical sociology training programs;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Boundary Divisions that Matter: The Three Medical Sociologies"
        },
        {
            "text": "(2) The growing presence of \"other\" sociologists in the sociology of health, illness, and healing; and (3) The increased presence of sociologists in medicine, public health, and related fields. Each comes with its own strengths and weakness, and together, they produce major impediments in building a cumulated set of findings from and for sociology in the areas of health, illness, and healing. Two dimensions are critical -training (What do we pass on in research on health, illness, and healing?) and audience (Who do we want to talk to?).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Boundary Divisions that Matter: The Three Medical Sociologies"
        },
        {
            "text": "Post-WWII, the NIH, and particularly the NIMH, saw the development of subfields of social science within its purview. Training programs were funded in social psychology, medical sociology, and methodology, to name only a few. The demise of these training programs at sociology departments such as Yale, Wisconsin, and Indiana Universities resulted from narrowing NIH foci away from the broad concerns with stratification, institutions, medical sociology, social psychology to disease-specific problems beginning in the 1990s. But some training programs or major training emphases have survived (Rutgers, UCSF in the School of Nursing, Brandeis, Columbia), some have arisen in their wake (Indiana, Vanderbilt; Maryland), and some have fallen away (Wisconsin, Yale, UCLA).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Our House and Corner of the Map: Medical Sociology by and for Medical Sociology"
        },
        {
            "text": "This does not mean that there are not major medical sociologists elsewhere training individuals, nor does it mean that individuals are not doing medical sociology-relevant dissertations or research. However, it does mean two things. First, medical sociologists trained in these programs sometimes do not have the strong connection to the mainstream of the discipline, which is an aspect of Collins' concerns. The success of our own journals and lines of research have produced a bit of insularity, pushing forward streams of research that neither draw from nor are engaged in dialog with the mainstream discussions. Whether this reflects a narrowing of the mainstream journals (see Pescosolido et al. 2007 ) or a narrowing of medical sociologists' interests and reference groups is immaterial. Second, it also means that the findings of medical sociology that have been built over three generations have not become part of the larger stock of knowledge of the discipline and are sometimes absent in mainstream work that would profit from its insights (see below).",
            "cite_spans": [
                {
                    "start": 682,
                    "end": 705,
                    "text": "Pescosolido et al. 2007",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [],
            "section": "Our House and Corner of the Map: Medical Sociology by and for Medical Sociology"
        },
        {
            "text": "The main point is that the interchange between significant, relevant contributions in medical sociology and significant, relevant contributions in the mainstream disciplines and its other subfields is not happening. This decreases the accumulation of tools in the sociological toolbox, whether practitioners of our subfield, other subfields or the mainstream of the discipline.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Our House and Corner of the Map: Medical Sociology by and for Medical Sociology"
        },
        {
            "text": "Mills' link between larger opportunities and challenges and individual behaviors is no less applicable to our research enterprise than it is to the phenomena we research. The availability of funding sources affects how sociologists are able to do their work; with sociology's broad focus on social institutions, health becomes a focus of those who are concerned with general forces (e.g., inequality, organizations, and communities) than with the social indictors of outcomes. That is, health and health care is only one of a number of life chances affected by larger contextual forces. Dramatic instances of unequal life chances cannot help but draw the interests of sociologists. The increase in interdisciplinary research teams and the relative \"wealth\" of the NIH (e.g., versus the NSF) has brought more sociologists into research that addresses health, illness, and healing. All of these developments are good for the discipline and the subfield, as well as for the accumulation of social science and insights for the medical sciences.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Our Country: Mainstream Sociology with a Focus on Health, Illness, or Healing"
        },
        {
            "text": "Again, however, this focused attention by sociologists on areas traditionally defined as medical sociology is not without its costs. Specifically, it leads to a \"quibble,\" not necessarily an unimportant one, with this brand of research. As Jane McLeod so eloquently put it in her comments on the \"Author Meets the Critics\" Session at ASA in 2003, such work tends to suffer from \"The Fatal Attraction Syndrome.\" In other words, the insights of medical sociology research are ignored and \"rediscovered.\" Declaring the need for a sociological subfield of \"social autopsy\" disregards medical sociology's line of research on social epidemiology that pioneered sociology's focus on how issues of class, race, and gender shape mortality and morbidity (McLeod 2004) . This is not misrepresentation, but missed opportunity. Classic works embraced by medical sociology were penned by sociologists who did not appear to consider themselves \"medical sociologists\" (e.g., Erving Goffman, Everett Hughes). Rather, in contemporary research, the lack of training in and knowledge of medical sociology as a subfield yields a weaker picture of sociology's contributions to our understanding of the social forces that shape health, illness, and healing. It may suggest to those both inside and outside the subfield that the discipline of sociology is not at the cutting edge.",
            "cite_spans": [
                {
                    "start": 744,
                    "end": 757,
                    "text": "(McLeod 2004)",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Our Country: Mainstream Sociology with a Focus on Health, Illness, or Healing"
        },
        {
            "text": "Differences in employment opportunities, either restricted in sociology or open in schools of medicine and public health, and the greater distribution and impact of scientific journals and dissemination outlets in those fields, create a third community on the sociological landscape. These are sociologists who tend to be very well trained in medical sociology and who bring a prominence to sociological ideas in health, illness, and healing. What can be the problem here? In fact, there is no immediate issue, because both sociologists and medical sociologists \"find\" much of their work. However, not all of their research can be fully integrated into the discipline without their presence, literally and figuratively, in sociology venues. The problem is that, in their geographic positions outside the discipline, they will not likely train the next generation of medical sociologists. In addition, many of these sociologists are precisely the ones who focus on health care organization and policy, a topic about which David Mechanic finds the subfield relatively weak in addressing. With the demise of strong medical sociology training programs in the top ranked departments, the two problems mentioned above are magnified. If the majority of sociologists tackling issues of health care organization and reform are outside our training spheres, this will likely exacerbate the shortage of a new generation of medical sociologists pursuing these topics. Avoiding the \"loss\" of their expertise to schools of public health, medicine and management alone, without a parallel emphasis in the subfield, requires effort on both sides, with each valuing the contributions and venues of the other.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abandoning Home and Country for Richer, More Powerful Neighborhoods: Medical Sociologists Packed and Gone to Medicine, Public Health, and Policy"
        },
        {
            "text": "The analysis of these different locations and communities on the map of the sociology of health, illness, and healing guided our vision for this Handbook. It was meant to suggest, in Durkheimian fashion, that the whole of our contributions is greater than the sum of its parts. The sociology of health, illness, and healing is constituted and enriched by medical sociology, mainstream sociology, and sociological work coming out of public health, medicine, and policy analysis. Of course, the divisions are fuzzy; old divisions have been eliminated: and support for them is waning. Many who do research and teaching in these areas, cross the boundary lines easily and with grace.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Rethinking Communities and Landscapes"
        },
        {
            "text": "For example, as Collins (1989) pointed out, in some corners of the sociological landscape, the debates over whether sociology is a \"science\" are futile. With \"science\" mistakenly equated with quantitative research, Collins contends that sociology, like other sciences, engages in the \"formulation of generalized principles, organized into models of the underlying processes that generate the social world\" (Collins 1989 (Collins , p. 1124 . Similarly, to righteously equate medical sociology only with publication in sociological journals, but not publication in the general or medical journals, is equally problematic. The problem is how, in this era of proliferating opportunities for sociologists in diverse employment positions and in a wider range of journals, can we take advantage of all of these contributions and pass them on to the next generation? Sociological knowledge can advance, as Collins (1989) notes, with a coherence of theoretical conceptions across different areas and methods of research. Critique is good, and something that sociologists are extraordinarily proficient in; but this is useful only to the purpose of moving our understanding of the world forward. This volume is a first step, we hope, in facilitating that coherence by explicitly bringing together these three different strains of medical sociology, by bringing their authors in contact with one another, with other medical sociologists, and with the next generation of researchers. That is, we have tried to take direct account of the potential contributions from diverse vantage points on the landscape of sociology. Specifically, the editors have sought out contributions from each of the three communities of sociological research on health, illness, and healing, including making an attempt, albeit a preliminary one, to escape the surface of American medical sociology. We ignore where on the intellectual and field/subfield/disciplinary map they come from. In this way, we hope to complement the Handbook of Medical Sociology, now in its 6th edition, which has served since 1963 to represent the cutting edge of the subfield.",
            "cite_spans": [
                {
                    "start": 16,
                    "end": 30,
                    "text": "Collins (1989)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 406,
                    "end": 419,
                    "text": "(Collins 1989",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 420,
                    "end": 438,
                    "text": "(Collins , p. 1124",
                    "ref_id": null
                },
                {
                    "start": 898,
                    "end": 912,
                    "text": "Collins (1989)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Rethinking Communities and Landscapes"
        },
        {
            "text": "We organize the insights along a vertically integrated map that carries the spirit of C.W. Mills forward in acknowledging individuals and contexts. In fact, in this first section, we step back even from the map of sociology so as not to ignore two facts -other disciplines aim to understand the same phenomena as medical sociology, further complicating our task of surveying existing contributions and gathering \"leads;\" and the U.S. brand of medical sociology, and sociology in general, tends to take one kind of perspective that may have different contours from the uniquely salient insights brought by medical sociologists in other countries. Thus, Rogers and Pilgrim, from the University of Manchester and University of Central Lancashire, respectively, follow this introduction by demarcating our relationship to other sociomedical disciplines from the UK landscape. Most importantly, taking the case of mental health, psychiatry, and sociology, they examine how these disciplines approach the same problems, how they construct them, and whether their contributions even matter to \"science.\" They look at boundary disputes and collaborations as they have played out in the UK, arguing that boundaries have been movable historically. Conflicts and separation followed early conversations and collaboration. Yet, they see signs of a return to more congenial shared intellectual space that stems from the movement to an integrated team approach in treatment and new substantive \"identities\" like health services research which situate individuals of different approaches onto common property.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Organizing by Elevation"
        },
        {
            "text": "Whether the world is more complex, as globalization theorists claim, or the world of sociology has embraced greater complexity than it had when Mills wrote, the next chapter outlines the Network Episode Model -Phase III as a set of multiple contexts that are considered simultaneously as we proceed. While sociologists have always acknowledged multiple contexts, the NEM separates out macro-contexts that intersect and now, can be researched simultaneously, whether through team ethnography (Burton 2007; Newman et al. 2004) or through Hierarchical Linear Modeling (Xie and Hannum 1996) . We also go to and beneath the micro-foundations of macrosociology that Collins (1981) addressed. While our focus may be on the \"illness career,\" there are levels below the individual which have to be reckoned with if we are to get past the old nature vs. nurture dichotomies. Thus, while macro levels can match the cartographic metaphor more-or-less literally of \"place,\" the sociological insight of vertical integration also guide us to more micro levels below the surface of the individual (e.g., their genetic inheritance). But at each level, the NEM argues that sociology must explicitly measure contextual factors and the connecting mechanisms of influence, calling for multi-method approaches which maximize the ability of empirical research to match \"the promise.\"",
            "cite_spans": [
                {
                    "start": 491,
                    "end": 504,
                    "text": "(Burton 2007;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 505,
                    "end": 524,
                    "text": "Newman et al. 2004)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 565,
                    "end": 586,
                    "text": "(Xie and Hannum 1996)",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 660,
                    "end": 674,
                    "text": "Collins (1981)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Organizing by Elevation"
        },
        {
            "text": "This section ends with a critical assessment of the theory of fundamental causality and suggests several forward-looking research directions. Freese and Lutfey argue that the SES-health association has to be unpacked in each time and place. Yet, they also see this as insufficient because it fails to tell us why this link transcends time and place. This widespread association has to be confronted with universalities, distinctions, and tensions. Ending with a focus on future research, they point to the potential of looking both in structure and \"under the skin\" using the interplay of quantitative and qualitative methods and offering three considerations for medical sociology to more strongly influence health policy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Organizing by Elevation"
        },
        {
            "text": "This section deals with \"places\" above the health care system, looking to comparisons across countries (Beckfield and Olafsdottir; Ruggie); organized individuals taking on health and health care issues in the public (Brown and colleagues), policy spheres (Ruggie), or those institutions outside medicine (Aldigé, Medina and McCranie). We start with a look across countries, the area of comparative health systems, where Ruggie argues that there may be those who remain dubious about lessons that can be learned from cross-national analyses. She aims to convince them, admirably so, by pointing to the well-known paradox that was alluded to earlier about the high spending of resources and the low level of return in the U.S. She identifies persistent barriers in aims and means that result in inequitable health care in the U.S. Ruggie outlines and documents eight lessons about health care systems that the U.S. can learn from the experience of other nations. She ends by pointing to the ubiquitous relationship between poverty and poor health, in all countries, and the final lesson which supports the role that efforts outside the health care system have in improving health outcomes. Beckfield and Olafsdottir push this further, arguing that the welfare state offers a window into understanding how societies organize their economic, political, and cultural landscape. In turn, different forms of social organization are critical to understanding the causes of health, illness, and healing, and how these reverberate through the lives of individuals and societies. They lay out types and mechanisms through politics, health institutions, and lay culture, offering a set of propositions and hypotheses that, if examined empirically, will push our understandings of macrolevel factors and perhaps unearth new suggestions for social change.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Connecting Communities"
        },
        {
            "text": "Remaining with the influence of civil society, Brown and his colleagues target the increasing influence of health activists and the health social movements that they populate. Arguing that such efforts have increased in number and broadened medicine's concern to include issues of justice, poverty, and toxic work conditions, they provide theoretical and analytic concepts on relevant collective actions. The concepts they find to hold the most potential -empowerment, movementdriven medicalization and disempowerment, institutional political economy, and lay-professional relationships -connect to each of the \"above the individual\" NEM levels. Their ecosocial view connects communities, inequalities and disproportionate exposure to toxic conditions (e.g., environmental hazards and stressors) that translate into health disparities and that set a broader territory for the institution of medicine, as well as for medical sociology.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Connecting Communities"
        },
        {
            "text": "The final two pieces examine the role of institutions outside of medicine as they work with and against the aims of the profession, its ancillary occupations, and its organizations. Medina and McCranie reopen the classic claim that medicine \"won\" jurisdiction over deviance, having first \"dibs\" to define it as a problem of disease, eliminating the power of law or religion over societal response (Freidson 1970) . Looking to the case of psychopathy, they reconsider the meaning of medicalization and the potential of thinking about \"layers\" of control as a better fit in the contemporary era. Ending with a call for recognizing and researching the multiplicity of institutional responsibility, this piece provides the perfect lead-in to Alidgé's summary of the insights from sociology's long but fairly sparse line of research on the intersection of legal and medical control of mental illness. Focusing on the \"collision\" that occurred in the wake of the civil rights movement, Aldigé details the complex sociohistorical forces that have shaped and reshaped the points of strain and support between two major institutions of social control of deviance.",
            "cite_spans": [
                {
                    "start": 397,
                    "end": 412,
                    "text": "(Freidson 1970)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Connecting Communities"
        },
        {
            "text": "With the dominance of the concept of medicalization (Zola 1972; Conrad 2005) and its dissemination into scientific and public life, we asked Clarke and Shim, who had offered an extension of the concept (biomedicalization; Clarke et al. 2003) , to step back, review the current status of different approaches, update us on their own thinking (including addressing the critiques), and craft one possible future agenda. Entering into this assessment from the view of the sociology of science and technology, rather than pure medical sociology per se, they explore the potential for building bridges across the terrains of medical sociology, medical anthropology, medicine, and other neighboring terrains that share a concern with understanding how the boundaries of medical jurisdiction expand.",
            "cite_spans": [
                {
                    "start": 52,
                    "end": 63,
                    "text": "(Zola 1972;",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 64,
                    "end": 76,
                    "text": "Conrad 2005)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 222,
                    "end": 241,
                    "text": "Clarke et al. 2003)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Connecting to Medicine: The Profession and Its Organizations"
        },
        {
            "text": "Hafferty and Castellani push past issues of medicalization and pursue medical sociology's attention to and then abandonment of interest in the profession of medicine. Ironically, they contend that after medical sociologists documented and debate the rise of the profession to dominance, the subfield (and the larger discipline) has missed the take-up by medicine itself of issues of \"professionalism\" in light of its acknowledgement of the role of larger contextual factors defining its work. This change reopens the call for a sociological perspective and they provide a roadmap. Part of sociology's turn away from issues of the institutional situation of medicine meant that there has been little attention to the fate of women as doctors since Lorber and Moore's (2002) pioneering 1984 study. Finally, Boulis and Jacobs give us an update on the status of women in medicine. Taking us past even the insights of their comprehensive project (2008), providing the necessary background to understand where women are in the profession, they elaborate on whether medicine's early sexist climate has changed, even if only around the edges. In the end, they conclude that progress has been slow at best; and, if and how the profession changes vis-á-vis gender has more to do with structural pressures than changing values.",
            "cite_spans": [
                {
                    "start": 747,
                    "end": 772,
                    "text": "Lorber and Moore's (2002)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Connecting to Medicine: The Profession and Its Organizations"
        },
        {
            "text": "The final two chapters in this section move to the organization of the health care system itself, with Caronna asking about the socio-historical logics that have shaped and continue to shape medicine in the U.S., while Kronenfeld explores the absence, for the most part, of medical sociologists in research on central policy questions relevant to health and health care. The former, as Caronna herself indicates, can illuminate the past and shape the future. By emphasizing the complex web of trust issues necessary to maintain a health care system, she guides us through the three logics of the past and asks whether we are entering a fourth, calling for more sociological research. Kronenfeld refutes the idea that policy studies belong to political science, staking sociology's claim by surveying the past meaning and emphases of health care policy-making processes and noting a lacunae of broad system level analyses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Connecting to Medicine: The Profession and Its Organizations"
        },
        {
            "text": "This fourth section targets individuals outside the health care system as they interact with and affect it. Figert begins this journey through the community, asking whether or not medicalization theory has underplayed the potential of lay individuals in the medicalization process. The thread of reevaluating our theoretical concepts that revolve around professional power continues, with a reconsideration of Zola, Conrad, Clarke, and Epstein but expanding consideration to a more explicit role of expertise. This includes the expertise of the lay person as well as the expertise of professionals, noting that much current discussion debates the influence of the former. Tying into the earlier chapters by Brown and colleagues, she brings up how social movements may have shifted the landscape of medicine, and she reminds us of the formality of the classic formulations in Parsons' patient role. This opens the path for May's reformulation of Parsons' \"vision\" of the physician-patient interaction. While recognizing that the organization of health care matters because it penetrates the clinical encounter, May targets the social relationship in the clinic as the place where their effects are mobilized and enacted. The arrival of \"disease management\" and \"self-management\" have become a routine part of \"mundane medicine,\" the care that comes with the greater prominence of chronic illness and disease. Digging further into the encounter, Heritage and Maynard review research from process, discourse, and conversational analyses that reveal in detail how the clinical encounter proceeds, what its key turning points are, and how there has been a clear and gradual movement to greater power balance between physicians and patients. Finally, Wright acknowledges that technological advances have widened the examination room, bringing with them greater expertise but also challenges from the public. With electronic records and publically available health information technology, Wright argues that sociologists should track the ramifications of these changes on trust, confidentiality, authority, and the social dynamics of how information is collected, managed, and used by both providers and their clients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Connecting to the People: The Public as Patient and Powerful Force"
        },
        {
            "text": "Much of the interest in the social sciences of late stems from the concern with health disparities. Alegría and her colleagues take this on in a holistic fashion, offering a larger framework within which to develop hypotheses and measures. Drawing from the notion of cumulative disadvantage across time and levels of organization, the Social Cultural Framework for Health Care Disparities serves to guide further and more integrated studies. They set the stage for more specific concerns. Among these, areas that continue to attract research attention are race and gender. In a review of the black-white differences in health, Jackson and Cummings point to the paradox of the Black middle class. Counterintuitive to the SES-health gradient, they provide evidence that the Black middle class does not fare better in health status than the White lower class, and end by suggesting that accumulated network capital, limited by residential segregation, is ripe for future research. In a similar vein, Read and Gorman turn their attention to gender. They give an overview of what we know about male-female differences in mortality and morbidity, theories used to explain these, and three challenges that remain in the gendered profile of health -immigration, the life course, and co-morbidities between mental and physical health. To assist in future research, the final note in this section involves methods for unraveling the mechanisms that underlie many of the associations that have been documented. Pairing sociologists who come from different methodological corners of the sociological landscape, Watkins, Swidler and Biruk describe and illustrate the use of \"hearsay ethnography.\" Relying on individuals in the communities they study to hear and record what their social network ties discuss, they show the advantages over traditional survey and ethnographic methods in gathering data on \"meaning\" in everyday life.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Connecting Personal and Cultural Systems"
        },
        {
            "text": "While intimately tied to the directions we take in this volume, much of what comes before this point does not deal directly with the dynamics of health and health care outcomes and the forces that shape them. There is no better way to inject dynamics into the sociology of health, illness, and healing than to draw both inspiration and insight from the life course perspective. Pavalko and Willson do just that by reviewing what has been integrated into our research and what remains less well developed. In particular, they point to two areas that would profit from further attention -individual agency within constraints and how historical and institutional changes intersect with life trajectories.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Connecting to Dynamics: The Health and Illness Career"
        },
        {
            "text": "Following in this tradition, Carpentier and Bernard take on the developments in health care utilization research that have embraced temporality, social structure, multilevel effects, and culture. Using the network metaphor, they stress complexity in theory and methods that study trajectories and lay out directions to push this approach further.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Connecting to Dynamics: The Health and Illness Career"
        },
        {
            "text": "Sanders and Rogers connect the chronic illness career to potential improvements in treatment and health care policy. Specifically, they consider how processes of disruption, uncertainty, and adaptation are at work in shaping trajectories in chronic illness and illness management. They make the transition to the individually orientated factors by coupling the forces of motivation, innovation, and social networks with the social and cultural significance of the body. Lively and Smith focus more deeply on issues of identity regarding both the public self and the private self. They explore aspects of social psychological theories of identity that have not been fully utilized in the sociology of health, illness, and healing, particularly the development of positive illness identities. Conley dives deeper into the biological aspects of the body, arguing that social science and genetics can be integrated but must be done with caution. He reviews traditional genetics approaches, expressing apprehension about the endogeneity problem inherent in many studies and the current limits in mapping gene-gene interactions. He suggests that social scientists should pair with genetic researchers in a sequence of studies that use multiple methods to first identify a genetic or social effect as truly exogenous so that we do not follow the \"mining\" and \"fishing\" approaches commonly used in genetic and epigenetic research.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Connecting the Individual and the Body"
        },
        {
            "text": "Perry ends the volume where we began it -with the call for diverse disciplinary approaches, expressing a central concern for collaboration without cooptation. With an acceptance of the increasing complexity of both social and genetic factors, Perry reviews and dismisses typical approaches like the chain model and provides a primer on basic places where sociologists can start to think about how social life matters in life and death. In particular, taking advantage of \"the promise\" may come from medical sociologists who use developmental models with an eye to social construction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Connecting the Individual and the Body"
        },
        {
            "text": "For those who contributed to this volume, as well as for the editors, this is a start, a beginning to continuing to bring the strengths of medical sociology forward. We have many to thank for their contributions and time spent. The staff at the Indiana Consortium for Mental Health Services Research, particularly Mary Hannah, shepherded this volume through, seeing the project from the beginning to end. Howard Kaplan's determination to see a volume on Health, Illness and Healing in the Sociology series was steadfast and Teresa Krauss' patient persistence was welcome.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Wrapping Up"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Introduction: exploring genetics and social structure",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bearman",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Am J Sociol",
            "volume": "114",
            "issn": "",
            "pages": "v--x",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The changing face of medicine: women doctors and the evolution of health care in America",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Boulis",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Jacobs",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Naming and framing: the social construction of diagnosis and illness",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Brown",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "J Health Soc Behav Extra Issue",
            "volume": "",
            "issn": "",
            "pages": "34--52",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "For public sociology",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Burawoy",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Am Sociol Rev",
            "volume": "70",
            "issn": "",
            "pages": "4--28",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Childhood adultification in economically disadvantaged families: An ethnographic perspective",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Burton",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Family Relations",
            "volume": "56",
            "issn": "",
            "pages": "329--345",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Medicalization and biomedicalization revisited: Technoscience and transformations of health, illness, and American medicine",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Clarke",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Shim",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Mamo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Fishman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Shim",
                    "suffix": ""
                },
                {
                    "first": "Jr ; U",
                    "middle": [
                        "S"
                    ],
                    "last": "Fosket",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Biomedicine",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Am Sociol Rev",
            "volume": "68",
            "issn": "",
            "pages": "161--194",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "On the micro-foundations of macro-sociology",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Collins",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Am J Sociol",
            "volume": "86",
            "issn": "",
            "pages": "984--1014",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Is 1980s sociology in the doldrums?",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Collins",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Am J Sociol",
            "volume": "91",
            "issn": "",
            "pages": "1336--1355",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Sociology: pro-science or anti-science?",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Collins",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Am Sociol Rev",
            "volume": "53",
            "issn": "",
            "pages": "124--139",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Randomized, controlled trials, observational studies, and the hierarchy of research designs",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "S"
                    ],
                    "last": "Collins",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "N Engl J Med",
            "volume": "342",
            "issn": "",
            "pages": "1887--1892",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The shifting engines of medicalization",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Conrad",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Health Soc Behav",
            "volume": "46",
            "issn": "",
            "pages": "3--14",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Impure science: AIDS, activism, and the politics of knowledge",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Epstein",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Professional dominance: the social structure of medical care",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Freidson",
                    "suffix": ""
                }
            ],
            "year": 1970,
            "venue": "Sociology in America: the discipline and the public",
            "volume": "54",
            "issn": "",
            "pages": "1--16",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "No association between an allele at the D2 dopamine receptor gene (DRD2) and alcoholism",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gelernter",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "O&apos;malley",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Risch",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "R"
                    ],
                    "last": "Kranzler",
                    "suffix": ""
                },
                {
                    "first": "Krystal",
                    "middle": [
                        "J"
                    ],
                    "last": "Merikangas",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "R"
                    ],
                    "last": "Kennedy",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Kidd",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "K"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "J Am Med Assoc",
            "volume": "266",
            "issn": "",
            "pages": "1801--1807",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Boundary-work and the demarcation of science from non-science: Strains and interests in professional ideologies of scientists",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "F"
                    ],
                    "last": "Gieryn",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Am Sociol Rev",
            "volume": "48",
            "issn": "",
            "pages": "781--795",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "From global pandemic to global panic: SARS and the fear of \"Yellow Perils\" amid the rise of China",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "F"
                    ],
                    "last": "Gieryn",
                    "suffix": ""
                }
            ],
            "year": 1970,
            "venue": "Hong Kong J Sociol",
            "volume": "5",
            "issn": "",
            "pages": "29--49",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Changes in brain function of depressed subjects during treatment with placebo",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Latour",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Am J Psychiatry",
            "volume": "159",
            "issn": "",
            "pages": "122--129",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Time for creative integration in medical sociology",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Levine",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "J Health Soc Behav",
            "volume": "35",
            "issn": "",
            "pages": "1--4",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Social conditions as fundamental causes of disease",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "G"
                    ],
                    "last": "Link",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Phelan",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "J Health Soc Behav Extra Issue",
            "volume": "",
            "issn": "",
            "pages": "80--94",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Gender and the Social Construction of Illness",
            "authors": [
                {
                    "first": "Judith",
                    "middle": [],
                    "last": "Lorber",
                    "suffix": ""
                },
                {
                    "first": "Moore",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Lisa",
                    "middle": [],
                    "last": "Jean",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "A case for refocusing upstream: the political economy of illness",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Mckinlay",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "American Heart Association",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Some contributions from the social system to gender inequalities in heart disease",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Mckinlay",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "J Health Soc Behav",
            "volume": "37",
            "issn": "",
            "pages": "1--26",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "The end of the golden age of doctoring",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Mckinlay",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "D"
                    ],
                    "last": "Marceau",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Int J Health Serv",
            "volume": "32",
            "issn": "",
            "pages": "379--416",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Dissecting a social autopsy",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Mcleod",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Contemp Sociol",
            "volume": "33",
            "issn": "",
            "pages": "151--156",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Social research in health and the American sociopolitical context: The changing fortunes of medical sociology",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mechanic",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Social Science & Medicine",
            "volume": "36",
            "issn": "",
            "pages": "95--102",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "The rise and fall of managed care",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mechanic",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Health Soc Behav",
            "volume": "45",
            "issn": "",
            "pages": "76--86",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Are patients' office visits with physicians getting shorter?",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mechanic",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "D"
                    ],
                    "last": "Mcalpine",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rosenthal",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "N Engl J Med",
            "volume": "344",
            "issn": "",
            "pages": "198--204",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "London National Advisory Mental Health Council (2000) Translating behavioral science into action. National Advisory Mental Health Council's",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Mills",
                    "suffix": ""
                }
            ],
            "year": 1959,
            "venue": "Behavioral Science Workgroup",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Rampage: the social roots of school shootings",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Newman",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fox",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Roth",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mehta",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Harding",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Drawing the line: the cultural cartography of utilization recommendations for mental health problems",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Olafsdottir",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Pescosolido",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Health Soc Behav",
            "volume": "50",
            "issn": "",
            "pages": "228--244",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Decoding the disciplines: helping students learn disciplinary ways of thinking",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Pace",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Middendorf",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Health Soc Behav",
            "volume": "98",
            "issn": "",
            "pages": "1--9",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Bridging disciplines in the brain, behavioral, and clinical sciences. A report of the board on neuroscience and behavioral health, Institute of Medicine",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Pellmar",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Eisenberg",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Advances in medical sociology",
            "volume": "",
            "issn": "",
            "pages": "161--184",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Beyond rational choice: the social dynamics of how people seek help",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Pescosolido",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Am J Sociol",
            "volume": "97",
            "issn": "",
            "pages": "1096--1138",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Of pride and prejudice: the role of sociology and social networks in integrating the health sciences",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Pescosolido",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Health Soc Behav",
            "volume": "47",
            "issn": "",
            "pages": "189--208",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "A Disease Like Any Other?' A Decade of Change in Public Reactions to Schizophrenia, Depression and Alcohol Dependence",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Pescosolido",
                    "suffix": ""
                },
                {
                    "first": "Jack",
                    "middle": [
                        "K"
                    ],
                    "last": "Martin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "Scott"
                    ],
                    "last": "Long",
                    "suffix": ""
                },
                {
                    "first": "Tait",
                    "middle": [
                        "R"
                    ],
                    "last": "Medina",
                    "suffix": ""
                },
                {
                    "first": "Jo",
                    "middle": [
                        "C"
                    ],
                    "last": "Phelan",
                    "suffix": ""
                },
                {
                    "first": "Bruce",
                    "middle": [
                        "G"
                    ],
                    "last": "Link",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "The American health care system: entering the 21st century with high risks, major challenges, and great opportunities. In: Cockerham WC (ed) The Blackwell companion to medical sociology",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Pescosolido",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Boyer",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "180--198",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Health, illness, and healing in an uncertain era: challenges from and for medical sociology",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Pescosolido",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kronenfeld",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "J Health Soc Behav",
            "volume": "35",
            "issn": "",
            "pages": "5--33",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Cultural authority and the sovereignty of American medicine: the role of networks, class and community",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Pescosolido",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Martin",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Health Polit Policy Law",
            "volume": "29",
            "issn": "",
            "pages": "735--756",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "The cultural turn in sociology: can it help us resolve an age-old problem in understanding decision-making for health care? Forthcoming in Sociol Forum Pescosolido BA, Rubin BA (2000) The web of group affiliations revisited: social life, postmodernism, and sociology",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Pescosolido",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Olafsdottir",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Am Sociol Rev",
            "volume": "65",
            "issn": "",
            "pages": "52--76",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "The profession of medicine and the public: examining Americans' changing confidence in physician authority from the beginning of the \"Health Care Crisis\" to the Era of Health Care Reform",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Pescosolido",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tuch",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Martin",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J Health Soc Behav",
            "volume": "42",
            "issn": "",
            "pages": "1--16",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Through the looking glass: the fortunes of the sociology of mental health",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Pescosolido",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Mcleod",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "R"
                    ],
                    "last": "Avison",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "3--32",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Geneticization of deviant behavior and consequences for stigma: the case of mental illness",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Phelan",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Health Soc Behav",
            "volume": "46",
            "issn": "",
            "pages": "307--322",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Shifts in the Social Contract",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Rubin",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "A Loss of Faith: The Sources of Reduced Political Legitimacy for the American Medical Profession",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schlesinger",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Milbank Quarterly",
            "volume": "80",
            "issn": "",
            "pages": "185--235",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "The social transformation of American medicine: the rise of a sovereign profession and the making of a vast industry",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Starr",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Managed care and the second great transformation",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Stone",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J Health Polit Policy Law",
            "volume": "24",
            "issn": "",
            "pages": "1213--1218",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Straus R (1957) The nature and status of medical sociology",
            "authors": [],
            "year": null,
            "venue": "Am Sociol Rev",
            "volume": "22",
            "issn": "",
            "pages": "200--204",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "The death of managed care as we know it",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Swartz",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J Health Polit Policy Law",
            "volume": "24",
            "issn": "",
            "pages": "1201--1205",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "The early life environment and the epigenome",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Szyf",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Biochim Biophysica Acta",
            "volume": "1790",
            "issn": "",
            "pages": "878--887",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Managed care's fifteen minutes of fame",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "C"
                    ],
                    "last": "Vladeck",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J Health Polit Policy Law",
            "volume": "24",
            "issn": "",
            "pages": "1207--1211",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "The establishment of sociology",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ward",
                    "suffix": ""
                }
            ],
            "year": 1907,
            "venue": "Am J Sociol",
            "volume": "12",
            "issn": "",
            "pages": "581--587",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Regional variation in earnings inequality in reform-era urban China",
            "authors": [
                {
                    "first": "Xie",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Hannum",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Am J Sociol",
            "volume": "101",
            "issn": "",
            "pages": "950--992",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Medicine as an institution of social control",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "K"
                    ],
                    "last": "Zola",
                    "suffix": ""
                }
            ],
            "year": 1972,
            "venue": "Sociol Rev",
            "volume": "20",
            "issn": "",
            "pages": "487--504",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}