{
    "paper_id": "877f3a8507815caab323f9cc616b9f09c206b2fb",
    "metadata": {
        "title": "General practitioners' knowledge of and attitudes towards prescribing psychoactive drugs in dementia care: a cross-sectional questionnaire study",
        "authors": [
            {
                "first": "Sheefah",
                "middle": [],
                "last": "Dhuny",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Tony",
                "middle": [],
                "last": "Foley",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Aisling",
                "middle": [],
                "last": "Jennings",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background Despite their adverse effects, antipsychotics are frequently prescribed to manage behavioural and psychological symptoms of dementia (BPSD). At present, we do not have a good understanding of general practitioners' (GPs) current management of BPSD. Aims To explore the knowledge, attitudes, and opinions of GPs regarding the prescribing of psychoactive drugs in managing BPSD. Methods This was a descriptive cross-sectional study. A questionnaire was adapted from a previous study and piloted with three GPs and was posted to a census sample of all GPs working in counties Cork and Kerry, Ireland. We collected and analysed both quantitative and qualitative data. Results Of the 456 eligible GPs who received the questionnaire, 168 GPs returned completed questionnaires (response rate 36.8%). All respondents (100%, 168/168) believed that antipsychotics did not benefit all patients with BPSD. The majority of GPs (69%, 116/168) routinely recommended non-pharmacological interventions before medication to manage BPSD. Most GPs (60.7%, 102/168) welcomed more training and experience to improve their management of BPSD. The qualitative comments provided by GPs described a pressure to prescribe from nursing home staff. GPs highlighted that the management of BPSD is difficult in daily practice and felt that antipsychotics still have a role to play. Conclusions This study identified several factors influencing the prescription of antipsychotics for patients with BPSD as well as the prescribing dilemmas faced by GPs in their daily practice. These findings can be used to guide future interventions aimed at reducing inappropriate prescribing in dementia care.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In 2017, 50 million people were living with dementia, a figure which is expected to rise to 152 million people by 2050 [1] . Behavioural and psychological symptoms of dementia (BPSD) refer to non-cognitive symptoms that affect up to 90% of patients with dementia [2] . The behavioural symptoms include agitation, physical aggression, loud vocalisation, wandering and restlessness, whereas the psychological symptoms include anxiety, depressive mood, hallucinations and delusions [3] . Those symptoms are frequently very troubling and disabling for patients, can be a burden for their caregivers and are a recognised trigger for admission to nursing homes [4] . BPSD can have many potential causes and triggers. The Unmet Needs Model postulates that BPSD results from unmet needs [5] . The model stems from the concept that a person with dementia may be unable to either identify their needs or Electronic supplementary material The online version of this article (https://doi.org/10.1007/s11845-020-02356-7) contains supplementary material, which is available to authorized users. communicate their needs verbally. As a result, they may react to situations with behaviour that is disturbing to others. Identifying what 'need' they are trying to communicate is the key to assessing and ultimately managing BPSD. Psychotropic medications, in particular antipsychotics, are sometimes prescribed for the management of aggression and psychosis in BPSD [6] . Nursing home residents, who typically have more advanced dementia, are significantly more likely to be on an antipsychotic medication than people with dementia living in their own homes, [7] up to five times as likely in one study [8] . However, best practice recommendations warn about the serious side effects associated with the use of antipsychotic medication in people with dementia. Furthermore, there is relatively weak evidence for the efficacy of antipsychotic medication in people with dementia [9] . Antipsychotic use in people with dementia has been associated with an increased mortality risk, increased incidence of stroke, aspiration pneumonia, falls and drowsiness leading to injuries [10, 11] . There is a dearth of economic evaluations comparing pharmacological and non-pharmacological management strategies for BPSD. However, a reduction in healthcare costs is anticipated by the appropriate prescribing of psychotropic medications through reduced medication costs and from reduced health and social care costs related to psychotropic medication adverse events [12] . Therefore, guidelines recommend that non-pharmacological strategies should be employed first line unless there is a risk of harm to the person living with dementia or others [12, 13] . However, psychotropic medications continue to be used to manage BPSD in both residential and community settings [8, 14] , despite their wellknown risk to people with dementia [9, 15] and calls for action to reduce antipsychotic prescribing [16] .",
            "cite_spans": [
                {
                    "start": 119,
                    "end": 122,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 263,
                    "end": 266,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 479,
                    "end": 482,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 655,
                    "end": 658,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 779,
                    "end": 782,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1447,
                    "end": 1450,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1640,
                    "end": 1643,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1684,
                    "end": 1687,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1958,
                    "end": 1961,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 2154,
                    "end": 2158,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 2159,
                    "end": 2162,
                    "text": "11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 2533,
                    "end": 2537,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 2714,
                    "end": 2718,
                    "text": "[12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 2719,
                    "end": 2722,
                    "text": "13]",
                    "ref_id": null
                },
                {
                    "start": 2837,
                    "end": 2840,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 2841,
                    "end": 2844,
                    "text": "14]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 2900,
                    "end": 2903,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 2904,
                    "end": 2907,
                    "text": "15]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 2965,
                    "end": 2969,
                    "text": "[16]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "GPs play a vital role in the management of BPSD, and their workload is set to increase in the context of rising dementia prevalence [17] . In the community, the GP is the first point of contact for families and caregivers and has a role in the assessment of potential triggers for behaviours and implementing a management plan. Similarly, in the nursing home setting, GPs work with nursing colleagues in assessing for potential triggers and advising on non-pharmacological treatment options. In both the community and the nursing home setting, it is the GP who is responsible for the prescribing of medications for BPSD. Despite this central role a GP plays in the management of BPSD, previous international studies have shown that GPs, like their hospital-based colleagues [18] , can find the management of the BPSD a particularly challenging aspect of dementia care [18] [19] [20] [21] . A quantitative study carried out in Ireland reported that the majority of GPs acknowledge the importance of non-pharmacological methods to manage BPSD but highlighted the difficulty implementing such methods in reallife practice [22] . A recent mixed method systematic review carried out by the authors on GPs experiences of managing BPSD internationally identified that, in the context of resource limitations, GPs can be over-reliant on antipsychotics and family caregivers when managing BPSD [23] . In a recent qualitative study conducted by the authors, GPs in Ireland reported the following aspects of managing BPSD to be challenging: a lack of clinical guidance, insufficient resources and pressure from family and nursing home staff [24] . At present we do not have a good understanding of GPs' current management of BPSD. This study aims to quantitatively assess Irish GPs' knowledge of and attitudes towards the management of BPSD with a view to informing future interventions in this area.",
            "cite_spans": [
                {
                    "start": 132,
                    "end": 136,
                    "text": "[17]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 774,
                    "end": 778,
                    "text": "[18]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 868,
                    "end": 872,
                    "text": "[18]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 873,
                    "end": 877,
                    "text": "[19]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 878,
                    "end": 882,
                    "text": "[20]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 883,
                    "end": 887,
                    "text": "[21]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1119,
                    "end": 1123,
                    "text": "[22]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1385,
                    "end": 1389,
                    "text": "[23]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1630,
                    "end": 1634,
                    "text": "[24]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "A descriptive cross-sectional study was undertaken in order to explore the knowledge, attitudes and opinions of GPs regarding the prescribing of antipsychotics in BPSD. A survey was posted to a census sample of all GPs working in counties Cork and Kerry in the southern region of Ireland. This census sample was identified through the Irish Medical Directory [25] . We identified 468 GPs in total, 367 GPs working in county Cork and 101 GPs working in county Kerry. The sample size was calculated based on this census population of 468 with a margin of error of ± 5% and a response distribution of 50%. To adequately power the study, the sample size required was 212 respondents. All GPs received a leaflet with information about the purpose of the study and a personally addressed letter inviting them to complete and return the questionnaire with the free post envelope provided. Participation was voluntary and consent was assumed through completing the questionnaire. All GPs who returned a completed questionnaire were included in the study.",
            "cite_spans": [
                {
                    "start": 359,
                    "end": 363,
                    "text": "[25]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Study design and participants"
        },
        {
            "text": "An anonymous 21-question questionnaire was used to collect data. We did not find a previously validated questionnaire addressing our research question, and we, therefore, decided to adapt a questionnaire used in a previous Australian study that looked at GPs' prescribing of psychotropic medication for nursing home residents with dementia [26] . After receiving permission from the original author, the questionnaire was modified for use with GPs in Ireland. The questionnaire was modified following a group discussion between the authors. Demographics questions were added to the questionnaire to collect data about the location of GP practice (rural, urban or mixed area), type of GP practice (single or group practice) as well as nursing home commitment. The original questionnaire only looked at the prescribing of psychotropic drugs in nursing home residents; however, our study looked at the prescribing of psychotropic drugs for both community patients and nursing home patients. Therefore, our questionnaire also included questions about community patients. Some questions were rephrased to avoid ambiguity. The questionnaire was piloted with three GPs with an interest in dementia care and refined based on their feedback. The finalised questionnaire had three parts. The first part gathered participant's demographic information. The second part consisted of 5-point Likert-type statements, a series of ranking questions and multiple-choice questions that collected information about GPs' prescribing habits. Finally, the last part asked GPs to share any comments they had in the free text area provided. A summary of information collected in the questionnaire is available in Table 1 . A copy of the questionnaire is available in Appendix 1. ",
            "cite_spans": [
                {
                    "start": 340,
                    "end": 344,
                    "text": "[26]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [
                {
                    "start": 1688,
                    "end": 1695,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Study measures"
        },
        {
            "text": "Excel and SPSS version 24 [27] were used to conduct the statistical analysis. Fisher's tests were used to evaluate associations between demographic variables and GP's responses, with a P value of < 0.05 considered significant. Fisher's test was used as we looked at association between two categorical variables and more than 20% of cells had frequencies inferior to five. The associations between variables that we looked at were hypothesis driven.",
            "cite_spans": [
                {
                    "start": 26,
                    "end": 30,
                    "text": "[27]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Data analysis"
        },
        {
            "text": "Having a nursing home commitment is independent of the number of years of experience a GP has in primary care. 2. Having a nursing home commitment is independent of the location of the GP practice (rural, urban or mixed). 3. The ease to refer to specialists is independent of the location of the GP practice (rural, urban or mixed). 4. The number of years of experience a GP has in primary care is independent of the confidence to withdraw psychotropic medication.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1."
        },
        {
            "text": "Chi-square was used to establish if the sample was representative of the GP population with a P value of < 0.05 considered significant. We compared GPs' demographic variables of our sample to national data on Irish GPs [28] . The qualitative comments provided by GPs in the free text responses were entered into Microsoft Word where they were thematically analysed. We did not use a qualitative checklist. Comments from GPs were read and grouped in common themes. Two of the authors were involved in coding the data and arranging them into common themes. The themes presented in the 'Results' section are the three major ones that appeared in both authors thematic analysis.",
            "cite_spans": [
                {
                    "start": 219,
                    "end": 223,
                    "text": "[28]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "1."
        },
        {
            "text": "There were four questions not answered by all GPs. Questions 15, 16, 18 and 20 of the questionnaire (see Appendix 1). Two of them were ranking questions, and the answers to these questions were still included in the analysis as more than 50% of the sample answered the question. For the two other questions, answers were still included in the 'Results' section as more than 95% of the sample answered these questions. Sample size was adjusted when analysing those four questions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Missing data"
        },
        {
            "text": "The 'Results' section is divided into three parts. Firstly, we will explore participant's demographics. Secondly, we will describe the quantitative results: GPs' prescribing habits, barriers to recommending non pharmacological measures and GPs' confidence and beliefs. Finally, in the last part, we will talk about the qualitative comments provided by GPs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Of the 468 questionnaires posted, 168 completed questionnaires were returned. Twelve uncompleted questionnaires were returned with a note from the GP explaining they had recently retired. Consequently, the corrected sample size of Table 2 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 231,
                    "end": 238,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Sample"
        },
        {
            "text": "The majority of respondents (62.5 %, 105/168), had a nursing home commitment. Of these GPs who had a nursing home commitment, 62.9% (66/105) paid regular visits to the nursing home (at least weekly rounds). The mean number of nursing homes attended was 2.05 (standard deviation (SD) ± 1.38; range 1-9). GPs provided care to 2703 nursing home patients in total (mean number of patients in a nursing home = 26; range 1-200).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Nursing home commitment"
        },
        {
            "text": "There was no significant association found between the years of experience the GP had in primary care and having a nursing home commitment (P = 0.24) or between the location of the practice and having a nursing home commitment (P = 0.70).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Nursing home commitment"
        },
        {
            "text": "Responses to selected questions regarding prescribing habits are given in Table 3 and ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 74,
                    "end": 81,
                    "text": "Table 3",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Prescribing habits"
        },
        {
            "text": "GPs (58.4%, 98/168) agreed they found it relatively easy to consult and refer to geriatricians and psychogeriatricians specialist services if required. There was no significant association found between the practice setting (urban, rural or mixed) and the ease to refer to specialists (P = 0.25). Most respondents (69%, 116/168) agreed that they routinely recommended non-pharmacological interventions for behaviours that are challenging in dementia before considering medication. Nurses in the care home were ranked as the group of people influencing GPs' prescribing of psychotropic medication the most (80%, 133/166).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Barriers to recommending non-pharmacological interventions"
        },
        {
            "text": "GPs were asked what they believed to be the barriers to recommending non-pharmacological management strategies for people with BPSD living at home and those living in nursing homes. The results are displayed in Table 5 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 211,
                    "end": 218,
                    "text": "Table 5",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "Barriers to recommending non-pharmacological interventions"
        },
        {
            "text": "A majority of GPs (63.1%, 106/168) were concerned that withdrawing medication would impact negatively on the quality of life of the resident leading to a return of challenging behaviours or disturbing psychological symptoms. However, 54.1% (91/168) of GPs said they felt reasonably to totally confident to reduce or stop psychotropic medication in a stable patient with dementia where the medication was initiated by secondary care. No association was found between years of experience as a GP and confidence to withdraw medication (P = 0.25). Finally, 60.7% (102/168) of GPs said they would like more training and experience to improve how they manage BPSD.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Confidence and GPs' beliefs"
        },
        {
            "text": "GPs were asked what would help reduce the usage of psychotropic agents in BPSD. The most influential methods mentioned were firstly increasing staff levels at nursing homes to implement non-pharmacological strategies, secondly increasing access to geriatricians and old age psychiatrists for GPs and finally increased funding to GP practices for providing elderly care to people with dementia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Confidence and GPs' beliefs"
        },
        {
            "text": "The last question of the questionnaire gave GPs the opportunity to leave a comment, and 35 of our 168 respondents (3) necessity to prescribe in certain circumstances. To illustrate the major themes, verbatim quotations considered to be representative of the typical comments that lead to the development of each theme are presented below.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Free text responses"
        },
        {
            "text": "Theme 1: A pressure to prescribe from nursing home staff GPs reported a high demand for psychotropic medication prescription from nursing home staff. 'Have had enormous pressure to \"sedate\" patients in nursing homes from nurses.' (Respondant_145, experienced GP, mixed practice setting, nursing home commitment)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Free text responses"
        },
        {
            "text": "GPs also reported a lack of understanding from the nursing home staff about the dangers of antipsychotics in dementia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Free text responses"
        },
        {
            "text": "'Feel there is a poor understanding of the negative impact of these medications on patients with dementia among relatives and nursing home staff. Often intense pressure to prescribe. Chemical restraints that have taken the place of physical restraints and are no less dangerous.' (Respondant_8, experienced GP, mixed practice setting, no nursing home commitment)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Free text responses"
        },
        {
            "text": "GPs suggested that the demand for antipsychotics from nursing home staff is due to a lack of staff and resources in the nursing home.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Free text responses"
        },
        {
            "text": "'People in nursing homes often have challenging behaviours with dementia. Due to lacked ability to manage in nursing homes, often staff look for something to manage the problem patient. Often due to too many patients per nurse in nursing homes […]' (Respondant_101, mid-career GP, rural practice, nursing home commitment) Theme 2: Increased funding GPs mentioned a lack of resources for non-pharmacological interventions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Free text responses"
        },
        {
            "text": "'I think better resourcing of day centres for patients with dementia is vital -music, aromatherapy, exercises all vital. Also better division of the above within nursing home setting with more 1 to 1 activities and distraction/entertainment for patients. Better awareness of pain in dementia.' (Respondant_148, recently qualified GP, mixed practice setting, nursing home commitment)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Free text responses"
        },
        {
            "text": "GPs highlighted a need for increased staffing and staff education at managing BPSD.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Free text responses"
        },
        {
            "text": "'Resources/staffing biggest issues [...] Better staffing/training/education as well as increased community care packages to keep patients comfortable in a familiar environment for as long as possible would be most effective in the long term.' (Respondant_6, recently qualified GP, mixed practice setting, nursing home commitment) Theme 3: Necessity to prescribe in certain circumstances. GPs highlighted that the management of BPSD can be frustrating for clinicians.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Free text responses"
        },
        {
            "text": "'Dementia is very challenging to deal with, needs huge amount of time + the reality is that we just don't have itpatients suffer as a result.' (Respondant_84, mid-career GP, mixed practice setting, no nursing home commitment)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Free text responses"
        },
        {
            "text": "GPs also pointed out that in some cases, the use of antipsychotics made a huge difference. GPs suggested that sometimes antipsychotics are needed, especially when staff and other residents are at risk.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Free text responses"
        },
        {
            "text": "'The dynamic is between managing challenging behaviours especially when staff and other residents are actually being injured and minimizing the use of antipsychotics in the elderly.' (Respondant_30, experienced GP, rural practice, nursing home commitment)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Free text responses"
        },
        {
            "text": "This study enhances our knowledge on how GPs in Ireland manage the prescribing of psychotropic medications in the management of BPSD, which is an under-researched area in dementia care. There were a number of positive findings in this study. GPs stated that most people with BPSD did not benefit from psychotropic medications. Most GPs routinely recommended non-pharmacological interventions for behaviours that are challenging in dementia before considering medication. A large number of GPs reviewed people with dementia who were on antipsychotics within the timeframe recommended in guidelines. The majority, albeit a small majority, of GPs reported that they found it relatively easy to access support from secondary care colleagues when managing BPSD. Most GPs felt confident to reduce or stop psychotropic medication in a stable patient with dementia even when the medication was initiated by secondary care.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The findings demonstrate that GPs are aware of the limited benefit of psychotropic medications in BPSD, that GPs routinely recommend non-pharmacological strategies first line, that GPs are monitoring their prescribing of antipsychotics and that they seem willing to reduce or stop these medications when a person's symptoms are stable. These are all encouraging findings that are in line with the current prescribing and clinical guidelines [12, 13] . However, there were some conflicting results. Despite the belief that psychotropic medications rarely benefited, or only benefited some people with BPSD, the majority of GPs reported that they would prescribe antipsychotics to most people with dementia who were physically aggressive. Likewise, nearly half of GP respondents reported they would prescribe antipsychotic medication to people with dementia who were agitated or unsettled. While there appears to be a disconnect between GPs' knowledge on the limited efficacy of antipsychotic medications and their clinical practice, these findings serve to highlight the theory/practice gap and the dilemmas faced by practicing GPs. The findings on the barriers to recommending nonpharmacological approaches to BPSD go some way to explaining this discrepancy. Lack of appropriate resources and pressure to prescribe acted as barriers to the GP when attempting to recommend non-pharmacological alternatives. In the community, the lack of resources within the primary care team was reported to be the most significant barrier to recommending non-pharmacological strategies. In the nursing home setting, nursing staffs were identified as the group of people who most influenced GPs' prescribing of antipsychotic medication. Likewise, 'increased staffing levels in nursing homes' was identified as the single change that would most help GPs to reduce the usage of psychotropic medications in BPSD.",
            "cite_spans": [
                {
                    "start": 441,
                    "end": 445,
                    "text": "[12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 446,
                    "end": 449,
                    "text": "13]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "This study highlighted the essential role played by nursing home staff when GPs are making a decision to initiate, reduce or stop an antipsychotic in a person with BPSD. That a nurse would be a key influence on a GPs decision to prescribe an antipsychotic is not, in itself, surprising. In a nursing home setting, the nurse is providing daily one to one care for the person with BPSD. The nurse is, therefore, best placed to report on the person with dementia's mood and behaviour. The GP relies on this account from the nurse and it rightly informs the decision-making process. However, in this study, in addition to the nurse's influence, the GPs reported feeling pressurised by nursing home staff to prescribe antipsychotics. Previous studies have identified how pressure from nursing home staff influenced GPs' management decisions in BPSD [26, [29] [30] [31] . In these studies, nursing staff were often seen as a barrier to a GP recommending non-pharmacological strategies. Similarly, in a qualitative study, GPs reported that they found it challenging to manage the expectations of nursing home staff, especially in the context of poor communication pathways between the GP and nursing staff [31] . At what point does the nurse's influence move from an informative aid in a GP's decision-making process on whether to prescribe an antipsychotic to a source of pressure? It could depend on GP factors. A previous Australian study found that the more experienced a GP was, in terms of years in practice, the less likely they were to rate 'pressure to prescribe' as a barrier to recommending non-pharmacological treatments in BPSD [26] . In our previous qualitative study, we did find that GPs who had experience caring for people with dementia had more confidence in their management of BPSD [24] . However, in this present study, neither years in practice nor the extent of the GP's nursing home commitment influenced whether they rated 'pressure to prescribe' as a barrier. The experience of being under pressure to prescribe could also depend on the relationship that exists between the GP and the nursing staff. As identified in our qualitative study, the influence of nursing staff can be helpful and appropriate in the context of a long-standing relationship of trust between the GP and the nurse [24] . A recent systematic review of the qualitative evidence surrounding antipsychotic prescribing in BPSD highlighted the importance of effective communication between healthcare professionals and identified a collaborative approach as the key component of any attempts to reduce inappropriate prescribing of antipsychotic medication [31] . Finally, the experience of being under pressure to prescribe antipsychotic medication could depend on wider resourcing issues in the nursing home. In this study, 'increased staffing levels' was the number one recommendation of participating GPs when asked what would help to reduce the prescribing of psychotropic medications in dementia. Previous studies have identified that chronic understaffing in nursing homes can hinder the nursing staff's ability to implement nonpharmacological strategies [32] and, thus, increase pressure on GPs to prescribe sedative psychotropic medications [26, 29] . It is likely that the prescribing pressure the GP feels from the nursing staff is a combination of all these factors; the experience level of the GP, the relationship between the nurse and the GP, and the resource constraints of the nursing home [32] .",
            "cite_spans": [
                {
                    "start": 844,
                    "end": 848,
                    "text": "[26,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 849,
                    "end": 853,
                    "text": "[29]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 854,
                    "end": 858,
                    "text": "[30]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 859,
                    "end": 863,
                    "text": "[31]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1199,
                    "end": 1203,
                    "text": "[31]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1634,
                    "end": 1638,
                    "text": "[26]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1796,
                    "end": 1800,
                    "text": "[24]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 2307,
                    "end": 2311,
                    "text": "[24]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 2643,
                    "end": 2647,
                    "text": "[31]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 3148,
                    "end": 3152,
                    "text": "[32]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 3236,
                    "end": 3240,
                    "text": "[26,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 3241,
                    "end": 3244,
                    "text": "29]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 3493,
                    "end": 3497,
                    "text": "[32]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Comparison with existing literature"
        },
        {
            "text": "In the community setting, the main barrier to implementing non-pharmacological strategies was the lack of appropriate resources in the primary care team. In our systematic review of international studies, we found that GPs repeatedly highlighted the importance of access to community supports for family caregivers [19, 33, 34] . However, accessing these supports was challenging for GPs. GPs need access to community-based multidisciplinary supports such as community psychologists to successfully implement nonpharmacological strategies in BPSD. This is not currently the case in Ireland [35] . The qualitative comments in this study referenced the lack of available day care centres and home help hours. These are the practical, on the ground, community supports that people with dementia and their families need. Guidance documents advising GPs not to prescribe psychotropic medications in BPSD will only truly be implementable if the necessary supports and resources are provided at a community level, resources that enable GPs to recommend non-pharmacological alternatives. Guidelines for BPSD prescribing without accompanying resources are challenging to implement at the coal face. Repeatedly, evidence has shown that BPSD is a significant trigger for admission to nursing homes [36] . It would seem logical, therefore, that improving how BPSD is managed in the community could effectively postpone a person's admission to a nursing home, recouping the economic cost of a policy decision to increase community supports and resources.",
            "cite_spans": [
                {
                    "start": 315,
                    "end": 319,
                    "text": "[19,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 320,
                    "end": 323,
                    "text": "33,",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 324,
                    "end": 327,
                    "text": "34]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 590,
                    "end": 594,
                    "text": "[35]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1287,
                    "end": 1291,
                    "text": "[36]",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Comparison with existing literature"
        },
        {
            "text": "In the context of the current COVID-19 pandemic, the management of patients with BPSD has become more challenging. Reduced contact with family members, disruption to familiar routines, the limitations on group activities and the unfamiliarity of staff members wearing personal protective equipment all have the potential to increase BPSD particularly in nursing homes. Anecdotally, the authors are seeing in practice the negative impact these changes are having on people living with dementia and their caregivers. It is crucial that the challenges of the current pandemic do not result in an increase in a prescribing of psychotropic medications.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comparison with existing literature"
        },
        {
            "text": "This is the first quantitative study to specifically explore an under-researched area of general practice in Ireland. The questionnaire used was adapted from a previous study, piloted with GPs and refined based on feedback from researchers with a specific interest in BPSD. The response rate of 36.8% is low but typical of surveys conducted among GPs [37] . GPs' demographic characteristics in terms of years of practice are representative of Irish GPs nationally [28] .",
            "cite_spans": [
                {
                    "start": 351,
                    "end": 355,
                    "text": "[37]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 464,
                    "end": 468,
                    "text": "[28]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Strengths and limitations"
        },
        {
            "text": "This study is limited by the use of a non-validated questionnaire. A sample size of 212 respondents was required to adequately power this study, which means that with only 168 participants, our study was underpowered. Due to resource constraints, it was not possible to follow non-responders with another wave of reminder letters. Finally, because this study was anonymous, it is possible that non-response and group differences might have been sources of bias in our study. Finally, this study relied on participant recall of what they would do in specific situations. This might have biased responses towards what GPs perceive as best practice but gives us an idea of what GPs would ideally do if there were no barriers to this practice. As there is minimal research exploring GPs' views on managing BPSD with antipsychotics, our chosen methodological approach was a justifiable place to begin.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strengths and limitations"
        },
        {
            "text": "This study identified several factors influencing the prescription of antipsychotics in BPSD as well as barriers to recommending non-pharmacological techniques in primary care and gave us an idea of GPs' current management of BPSD. Our findings identified the prescribing dilemmas faced by GPs in their daily practice and also highlighted the need to resource primary care to facilitate better management of patients with BPSD. These findings could be used to guide future research and future interventions aimed at reducing inappropriate prescribing in dementia care. Future research should incorporate the views of carers and nursing home staff as they were found to be a major group influencing GPs management choices.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Prevalence, correlates and course of behavioural and psychological symptoms of dementia in the population",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Savva",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zaccai",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Matthews",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Br J Psychiatry",
            "volume": "194",
            "issn": "3",
            "pages": "212--219",
            "other_ids": {
                "DOI": [
                    "10.1192/bjp.bp.108.049619"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Behavioural and psychological symptoms of dementia",
            "authors": [],
            "year": 2019,
            "venue": "Dementia Pathways",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Predictors of institutionalization in dementia: a three year longitudinal study",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Brodaty",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Connors",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Alzheimers Dis",
            "volume": "40",
            "issn": "",
            "pages": "221--226",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Which unmet needs contribute to behavior problems in persons with advanced dementia?",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cohen-Mansfield",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Dakheel-Ali",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Marx",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Psychiatry Res",
            "volume": "228",
            "issn": "1",
            "pages": "59--64",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Monitoring antipsychotic prescribing",
            "authors": [],
            "year": 2019,
            "venue": "Dementia Pathways",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Antipsychotic prescription amongst hospitalized patients with dementia",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gallagher",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Curtin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "De Siun",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "An International Journal of Medicine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Patterns of psychotropic prescribing and polypharmacy in older hospitalized patients in Ireland: the influence of dementia on prescribing",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Walsh",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "A"
                    ],
                    "last": "O&apos;regan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Byrne",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Int Psychogeriatr",
            "volume": "",
            "issn": "",
            "pages": "1--14",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Efficacy and adverse effects of atypical antipsychotics for dementia: meta-analysis of randomized, placebo-controlled trials",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "S"
                    ],
                    "last": "Schneider",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Dagerman",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Insel",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Am J Geriatr Psychiatry",
            "volume": "14",
            "issn": "3",
            "pages": "191--210",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Neuroleptic drugs in dementia: benefits and harm",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ballard",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Howard",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Nat Rev Neurosci",
            "volume": "7",
            "issn": "",
            "pages": "492--500",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Risk of death with atypical antipsychotic drug treatment for dementia: meta-analysis of randomized placebo-controlled trials",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "S"
                    ],
                    "last": "Schneider",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Dagerman",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Insel",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "JAMA",
            "volume": "294",
            "issn": "",
            "pages": "1934--1943",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Appropriate prescribing of psychotropic medication for non-cognitive symptoms in people with dementia (NCEC National Clinical Guideline No. 21)",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Department",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Health",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "A pharmacy led program to review anti-psychotic prescribing for people with dementia",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Child",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Clarke",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fox",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "BMC Psychiatry",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Antipsychotics, other psychotropics, and the risk of death in patients with dementia: number needed to harm",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "T"
                    ],
                    "last": "Maust",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "S"
                    ],
                    "last": "Seyfried",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "JAMA Psychiatry",
            "volume": "72",
            "issn": "5",
            "pages": "438--445",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "The use of antipsychotic medication for people with dementia: time for action. A report for the Minister of State for Care Services by Professor Sube Banerjee",
            "authors": [],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "The role of general practitioners in the diagnosis and treatment of Alzheimer's disease",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wilkinson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Stave",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Keohane",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Int Med Res",
            "volume": "2",
            "issn": "",
            "pages": "149--159",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Factors influencing the prescribing of medications by old age psychiatrists for behavioural and psychological symptoms of dementia: a qualitative study",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wood-Mitchell",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "A"
                    ],
                    "last": "James",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Waterworth",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Age Ageing",
            "volume": "37",
            "issn": "5",
            "pages": "547--552",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "We're certainly not in our comfort zone\": a qualitative study of GPs' dementia-care educational needs",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Foley",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Boyle",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Jennings",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "BMC Fam Pract",
            "volume": "18",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Attitudes to diagnosis and management in dementia care: Views of future general practitioners",
            "authors": [
                {
                    "first": "Eyh",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Birdi",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Robinson",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Int Psychogeriatr",
            "volume": "28",
            "issn": "8",
            "pages": "1--6",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Practice patterns, beliefs, and perceived barriers to care regarding dementia: a report from the American Academy of Family Physicians (AAFP) National Research Network",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "V"
                    ],
                    "last": "Stewart",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Loskutova",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Galliher",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Am Board Fam Med",
            "volume": "27",
            "issn": "2",
            "pages": "275--283",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Behavioural and psychological symptoms of dementia in primary care: a survey of general practitioners in Ireland",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Buhagiar",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Afzal",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cosgrave",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Ment Health Fam Med",
            "volume": "8",
            "issn": "",
            "pages": "227--234",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "General practitioners' knowledge, attitudes, and experiences of managing behavioural and psychological symptoms of dementia: a mixed-methods systematic review",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Jennings",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Foley",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Walsh",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Int J Geriatr Psychiatry",
            "volume": "33",
            "issn": "9",
            "pages": "1163--1176",
            "other_ids": {
                "DOI": [
                    "10.1002/gps.4918"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Working away in that Grey Area…' A qualitative exploration of the challenges general practitioners experience when managing behavioural and psychological symptoms of dementia",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Jennings",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Foley",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mchugh",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Age Ageing",
            "volume": "47",
            "issn": "2",
            "pages": "295--303",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Prescribing of psychotropic medication for nursing home residents with dementia: a general practitioner survey",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cousins",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Bereznicki",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Cooling",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Clin Interv Aging",
            "volume": "12",
            "issn": "",
            "pages": "1573--1578",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Released (2016) IBM SPSS Statistics for Windows",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ibm Corp",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Structure of general practice in Ireland",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "O&apos;kelly",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Teljeur",
                    "suffix": ""
                },
                {
                    "first": "O&apos;",
                    "middle": [],
                    "last": "Kelly",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Barriers to antipsychotic discontinuation in nursing homes: an exploratory study",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Azermai",
                    "suffix": ""
                },
                {
                    "first": "Rrhv",
                    "middle": [],
                    "last": "Stichele",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Van Bortel",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Aging Ment Health",
            "volume": "18",
            "issn": "3",
            "pages": "346--353",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Reducing antipsychotic prescriptions in primary care: a healthcare perspective",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mavrodaris",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Philp",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Public Ment Health",
            "volume": "12",
            "issn": "1",
            "pages": "32--42",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Influences on decision-making regarding antipsychotic prescribing in nursing home residents with dementia: a systematic review and synthesis of qualitative evidence",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Walsh",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Dennehy",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Sinnott",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Am Med Dir Assoc",
            "volume": "18",
            "issn": "10",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Exploring antipsychotic prescribing behaviors for nursing home residents with dementia: a qualitative study",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Walsh",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Sinnott",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Fleming",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J Am Med Dir Assoc",
            "volume": "19",
            "issn": "",
            "pages": "948--958",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Rural practitioners' experiences in dementia diagnosis and treatment",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Teel",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Aging Ment Health",
            "volume": "8",
            "issn": "5",
            "pages": "422--429",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Practice constraints, behavioral problems, and dementia care: primary care physicians' perspectives",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hinton",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Franz",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Reddy",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Gen Intern Med",
            "volume": "22",
            "issn": "11",
            "pages": "1487--1492",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Primary care teams -a GP perspective. A review carried out by the Irish College of General Practitioners",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "O&apos;riordan",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Causes of nursing home placement for older people with dementia: a systematic review and meta-analysis",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Toot",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Swinson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Devine",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Int Psychogeriatr",
            "volume": "29",
            "issn": "2",
            "pages": "195--208",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Short report: encouraging GPs to complete postal questionnaires-one big prize or many small prizes? A randomized controlled trial",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Thomson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Paterson-Brown",
                    "suffix": ""
                },
                {
                    "first": "Russell",
                    "middle": [
                        "D"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Fam Pract",
            "volume": "21",
            "issn": "6",
            "pages": "697--698",
            "other_ids": {
                "DOI": [
                    "10.1093/fampra/cmh620"
                ]
            }
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Publisher's note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Ethical approval was received by the Clinical Research Ethics Committee of the Cork Teaching Hospitals (reference number: ECM 6 (oo) 05/12/17 & 3 (jjjjj) 07/03/17). The questionnaires were printed and posted in April 2018.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Summary of information collected in the questionnaire Confidence and GP's belief 1. 5-point Likert-type statements, closed-yes/no 2. Ranking statements 3. Multiple choice, 5-point Likert-type statements, ranking statements Third part One question Any further comments to add Open eligible GPs who received the questionnaire was 456, representing a response rate of 36.8%. The sample was representative of GPs nationally in terms of years of practice (P < 0.001). Participants' demographic are displayed in",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "All GPs (100%, 168/168) believed that antipsychotics, benzodiazepines and antidepressants did not benefit all patients with BPSD. A little over half of GPs (56%, 94/168) said they would prescribe an antipsychotic in more than 50% of cases where their patients with dementia were physically aggressive. A majority (52.4%, 84/ 168) said they did not have a repeat prescribing policy for patients with dementia on antipsychotics. Most respondents (70.6%, 115/163) reviewed people with dementia living in the community and on antipsychotics at least three monthly. Finally, 79.2% (80/101) of GPs reviewed people with dementia living in a nursing home and on antipsychotics at least three monthly.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Prescribing habits-What do you believe the benefit is of the following agents in managing behaviours that are challenging in patients with dementia? (n = 168)",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "' … [referring to a person with BPSD] … was on all appropriate medication but got very agitated in the afternoons. A tiny amount of antipsychotic helped hugely. In a life changing way -[referring to a person with BPSD] could cope again. I don't know what else we could have done. I cannot stress enough how hard living with dementia is. It is still important to help and I feel antipsychotics still have a small role.' (Respondant_ 51, mid-career GP, urban practice, nursing home commitment)",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Barriers to recommending non-pharmacological approaches",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgements We would like to thank Gillian from the Department of Statistics of University College Cork for their help regarding statistical analysis, as well as all GPs who took the time to participate in our study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        },
        {
            "text": "Authors' contributions All authors contributed to the study conception and design. Dr Sheefah Dhuny collected the data and conducted the statistical analysis. Dr Sheefah Dhuny and Dr Aisling Jennings conducted the thematic analysis of the qualitative comments. All authors contributed to the writing of the paper. All authors read and approved the final manuscript.Funding This study was supported by the Department of General Practice of University College Cork.Data availability The materials used in this study are available to view in the Additional file 1. All data collected is available and can be accessed by contacting the corresponding author.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "Conflicts of interest The authors declare that they have no conflict of interest.Ethics approval This study received ethical approval from the Clinical Research Ethics Committee of the Cork Teaching Hospitals. Informed consent was obtained from all individual participants included in the study. The authors have no ethical conflicts to disclose. A copy of the ethical approval form is available to view in the Additional file 2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compliance with ethical standards"
        }
    ]
}