{
    "paper_id": "877f09f0bb17e60c807967513569fe5c81f2b21a",
    "metadata": {
        "title": "Journal Pre-proofs",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Throughout human history, there have been many struggles against epidemic diseases. During the outbreaks of diseases such as cholera, plague, malaria, and tuberculosis, countries have experienced difficult times from societal and economical points of view. Following the SARS, MERS, H1N1, and EBOLA, which have been observed at the beginning of the 21 st century, a new type of coronavirus emerging from Wuhan, the capital city of Hubei Province in China, in December 2019 has spread all over the world and the WHO has declared COVID-19 pandemic on February 11, 2020. While, on one hand, studies to describe the virus, to develop vaccination and medication against the virus, and to develop alternative treatment methods were being conducted during the COVID-19 pandemic, developed and developing countries underwent a big test related to their health system infrastructures. Italy, recently distancing from public-centered healthcare and organizing to start up a patient-centered healthcare system, and therefore decreasing the number of the beds in hospitals and giving rise to regional inequalities in reaching the healthcare service, has been one of the capitals of the pandemic in Europe because of the late precautions taken against together with the developments given above [1] . The authorities in Italy have underlined the necessity of effective distribution of resources in health system stipulating the need for extra hospital beds of about 4000 until mid-April 2020 after the use of 5200 beds at maximum capacity already existing in intensive care units [2] . In England, where the herd immunity strategy has been followed at the beginning of the COVID-19 fight, widespread distresses have been experienced at NHS which underwent austerity policies lately resulting in budgetary cuts. Besides, it was reported that the healthcare workers throughout the country point out difficulties in obtaining personal protective equipment and equipment [3] . In Iran, one of the countries which were affected highly by the pandemic, it is clearly observed that the health sector experiences difficulties in fighting the pandemic because of the international sanctions imposed on the country in the last years. Lack of medical, pharmaceutical, and laboratory equipment in the country is a factor increasing the burden of the pandemic and the number of losses [4] . In the United States of America, where the inequality in health services is at its top and the healthcare system is completely privatized, while the number of cases and mortality increases, on one hand, the citizens of the country face with high costs at the access point of healthcare services. Besides the constraints faced up in the healthcare system, it is pointed out that the political discourses make managing the process more difficult [5, 6] . The pandemic process mirrors the healthcare systems throughout the world and plays a role of a wake-up-call system in order to step back from the privatization and commoditizing of the healthcare issues [7] .",
            "cite_spans": [
                {
                    "start": 549,
                    "end": 567,
                    "text": "February 11, 2020.",
                    "ref_id": null
                },
                {
                    "start": 1282,
                    "end": 1285,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1567,
                    "end": 1570,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1954,
                    "end": 1957,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 2359,
                    "end": 2362,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 2809,
                    "end": 2812,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 2813,
                    "end": 2815,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 3021,
                    "end": 3024,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Turkey has experienced the first COVID-19 case on March, 11 and it is the leading country in terms of taking precautions at an early stage against the outbreak by the works of the Ministry of Health and the Science Committee. The Science Committee follows the situation of the world closely and based on the recommendations of the WHO practices the basic preventive measures [8] . In the context of these measures, the border gates have been closed, education and training applications were suspended, and the employees in the risk group (those who have chronic diseases, employees older than 65 and / or transplanted, cancer patients, etc.) were allowed administrative leavings. In the scope of the fight against COVID-19, while actions were taken to raise awareness for personal matters (cleaning the hands, covering up the cough, keeping social distance, and social isolation), the number of daily tests to determine the cases has gradually been increased to a number of 40.000 a day on average [9] .",
            "cite_spans": [
                {
                    "start": 375,
                    "end": 378,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 998,
                    "end": 1001,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The filiation method (applying the test to the persons surrounding the cases with positive test results for COVID-19 symptoms) is being used to determine the persons to be tested. In the application of this test, a large team comprised of 5849 persons take part. Other than these studies realized in the acute stage in Turkey, the infrastructure of the healthcare services generated as a result of the \"Transformation in Healthcare\" activities since 2003 has also been effective in the process. When the existing condition in Turkey is studied [10] based on data from 2018, the number of hospitals is 1,534, the number of hospital beds is 231,913, the number of the qualified beds is 139,403. When data related to intensive care is studied [10] the number of intensive care beds is 38,098, the number of adult intensive care beds is 24,071, and the number of intensive care beds per 10,000 persons in all sectors is 4,6 in 2018. When the number of intensive care beds per 10,000 persons is studied, the result is 1,3 for Italy, 1,0 for Spain, 1,2 for France, 1,6 for the USA, and 3,5 for Germany. Turkey has a low population of 65+ persons (9%) and a high capacity of intensive care [11] . Besides, in addition to 20,000 respirators already existing in Turkey, domestic production initiated, and 5,000 respirators were manufactured until the end of May 2020. In addition to these, there are 10 city hospitals in service in Adana, Mersin, Isparta, Yozgat, Kayseri, Manisa, Elazığ, Ankara, Eskişehir, and Bursa provinces [12] . The first stage of the İstanbul Başakşehir Hospital got into the act on April 20, 2020. The fact that the city hospitals are equipped with more modern equipment and have more and qualified intensive care beds than other hospitals have provided a positive contribution to the process.",
            "cite_spans": [
                {
                    "start": 1183,
                    "end": 1187,
                    "text": "[11]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1519,
                    "end": 1523,
                    "text": "[12]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Based on the OECD data [13] while the OECD average of the number of doctors per 1000 persons is 3,9, Turkey with an average of 1,9 falls into the countries with a low average. On the other hand, the OECD average of the number of nurses is 8,8 and again Turkey with an average of 2,1 falls into the countries with a low average. As well as the adequacy and structure of the healthcare facilities in the COVID-19 pandemic, the number and distribution of the healthcare workforce is another significant component. In this respect, the Ministry of Health has started to apply some measures and practices related to the healthcare workforce from the day the first case was identified. An organization was declared on the pregnancy, maternity leave for the female employee, and for handicapped employee and x-ray leavings on March 13, 2020 [14] . Another decision was made on March 24, 2020, that enabled the health workforce to benefit from the public transport services free of charge and secondly, to stay in the guesthouse closest to the hospital where he/she worked free of charge to minimize the risk for their family members [15] . Another decision was taken during a capacity assessment commission meeting held on March 27, 2020 which prevented resignation for the healthcare personnel in public and private hospitals for a period of three months [16] . For the employment of 18,000 nurses and midwives a process was initiated on April 09, 2020 through On the other hand, an amendment was made in the 12 th Article of the Basic Law of the Healthcare Services on April, 15 2020 and an arrangement was put into action to increase the crimes by half that were committed against a healthcare employee [19] . There is no doubt that these reformative exercises fell in place; however, it is clear that the healthcare employees playing an active role in the struggle against the pandemic will eventually be affected by the process. In this context, anxiety and stress levels of the healthcare employees must be studied and the problems they experienced must be recorded and the required countermeasures must be taken together with the support services for the healthcare employees. This research aims to determine the levels of anxiety, depression and stress of the healthcare employees during the COVID-19 pandemic as well as collecting their opinions on the pandemic.",
            "cite_spans": [
                {
                    "start": 23,
                    "end": 27,
                    "text": "[13]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 834,
                    "end": 838,
                    "text": "[14]",
                    "ref_id": null
                },
                {
                    "start": 1126,
                    "end": 1130,
                    "text": "[15]",
                    "ref_id": null
                },
                {
                    "start": 1349,
                    "end": 1353,
                    "text": "[16]",
                    "ref_id": null
                },
                {
                    "start": 1699,
                    "end": 1703,
                    "text": "[19]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The population of the study is comprised of 817.682 healthcare employees actively working in private and public sectors in Turkey. Approximately 18.1% of these healthcare employees are doctor, 24.2% nurse/midwife, and 17.5% health technicians [20] . The sample of the research was selected from the regions taking place the Statistical Regional Unit Classification, with the aim of obtaining a nationwide sample. In calculating the sampling size, the formula proposed by Cochran [21] was used and as a result of the calculation, the number of the employees that are going to be included in the sampling with a confidence level of 95% and with an error margin ±0.03 is determined as 1053 however data were collected from 2076 healthcare employees. The fact that the number of questionnaires reached is more than the sample size calculated statistically, and the distribution of healthcare employees obtained from the sample is close to the distribution in the universe by state of title (doctor 20.6%, nurse/midwife 48.8%, and health technicians 17.7%) suggest that the study sample has a good representation power of the universe. It is seen that among the participants of the study, the level of participation of nurses is higher. However, it should not be forgotten that working in situations of crisis can cause overwhelming psychological pressure to nursing staff. Nurses are always in the forefront of any dangerous medical situation, like infections.",
            "cite_spans": [
                {
                    "start": 243,
                    "end": 247,
                    "text": "[20]",
                    "ref_id": null
                },
                {
                    "start": 479,
                    "end": 483,
                    "text": "[21]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Population and Sampling"
        },
        {
            "text": "Also, nurses stand next to the patients much more time than other health professionals, coping with the direct and threatened needs of them [22] . Nurses are the most vulnerable group of medical staff who care for patients with COVID-19, and the fact that nurses are at the frontline of COVID-19 prevention and response efforts [23, 24] can be considered as a factor that increases the level of nurse' participation in this study.",
            "cite_spans": [
                {
                    "start": 140,
                    "end": 144,
                    "text": "[22]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 328,
                    "end": 332,
                    "text": "[23,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 333,
                    "end": 336,
                    "text": "24]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Population and Sampling"
        },
        {
            "text": "( Table 1) ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 2,
                    "end": 10,
                    "text": "Table 1)",
                    "ref_id": null
                }
            ],
            "section": "Population and Sampling"
        },
        {
            "text": "During the research, as the data collection tool, an e-survey comprised of three sections was The survey was distributed online to healthcare employees across Turkey in April 2020.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Collection Tool and Collection of the Data"
        },
        {
            "text": "Before initiating the research, ethical permission was granted from the Human Research Ethics Committee of Atılım University.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Collection Tool and Collection of the Data"
        },
        {
            "text": "The data in the scope of the research were evaluated by using SPSS-23 statistical software. As well as the descriptive statistics such as average and standard deviation, frequency and percentage, t-test, and ANOVA (Analysis of Variance) test were used to observe whether the levels of depression, anxiety and stress of the healthcare employees varied based on other variables. TUKEY LSD test was finally used to find out from which groups the difference came from, if there was any.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis of the Data"
        },
        {
            "text": "The socio-demographic features of the healthcare employees in the research are shown in While the rate of those who think the countermeasures against the outbreak and the policies followed is successful are 24.9% whereas those who find it partially successful are 56.6%. 71.5% of the healthcare employees express that people do not follow the countermeasures sufficiently. 82% of the participants find that the decision taken by the Ministry of Health on payment of the performance payoffs at the highest level is positive. (Table 3) Assessments of the healthcare employees related to the problems arising from the work environment are shown in Table 4 . Accordingly, lack of protective equipment (50%), When the institutions of the participants who indicated a lack of protective equipment is studied, it is seen that 25.7% of the participants work at state hospitals, 16.4% work at university hospitals, 16.2% work at educational research hospitals, 12.3% work at city hospitals and 9.2% work at primary care center. (Table 4 ) Table 5 shows the distribution related to the conditions causing anxiety or stress in relation to the situation the healthcare employees are in. Accordingly, the major cause of the anxiety or stress comes from the fear to contaminate COVID-19 virus to their families and immediate surroundings (86.9%) followed by the fear to catch the virus (54.7%), losing someone from the family (54.6%), being away from the family and not seeing the family (46.9%), risk of contaminating the virus to his/her patients (33%), etc. Remarkably, the fear of death (27.7%) has a rather low order for healthcare employees. (Table 5) Whether depression, anxiety and stress levels of the healthcare employees show statistically meaningful differences based on their socio-demographic characteristics have been analyzed by t-test and ANOVA test.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 524,
                    "end": 533,
                    "text": "(Table 3)",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 645,
                    "end": 652,
                    "text": "Table 4",
                    "ref_id": null
                },
                {
                    "start": 1019,
                    "end": 1027,
                    "text": "(Table 4",
                    "ref_id": null
                },
                {
                    "start": 1030,
                    "end": 1037,
                    "text": "Table 5",
                    "ref_id": null
                },
                {
                    "start": 1634,
                    "end": 1643,
                    "text": "(Table 5)",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "Assessments based on the results of the analyses related to levels of depression, anxiety and stress show statistically meaningful differences based on their sex, marital status, ages, and titles (p<0.003). Accordingly, as for the sex variable, it was observed that levels of depression, anxiety and stress of the female employees are higher than that of male employees. As for the marital status variable, depression, anxiety and stress levels of the single employees were found to be higher than that of the married employees. Whereas, as the age of the employee increases, depression, anxiety and stress levels were observed to decrease. In order to determine the source of the difference related to the titles of the participants between the groups, a Tukey LSD test was made. The depression dimension of the difference, as a result of the test, was shown to be between the nurses/midwives (8.769±4.417) and the doctors (7.722±4.489) and the medical secretaries/patient consultants (7.157±4.014). Accordingly, the level of the nurses is higher than that of doctors and medical secretaries. As for the anxiety dimension, it was found to be doctors (5.416±3.876) and nurses (6.671±4.041) and health technicians/technicians. The anxiety level of the doctors is lower than that of the nurses/midwives and health technicians and technicians. As for the stress dimension, it was found to be between nurses/midwives (9.293±4.256) and doctors (8.288±4.391) and medical secretaries/patient consultants (7.951±4.103). According to the results, the depression level of the nurses is higher than the doctors and the medical secretaries (Table 6 ). (Table 6) An ANOVA test was analyzed to show whether the depression, anxiety and stress levels vary or not based on the working institution. The results of the analysis have shown that assessments of the participants related to the depression, anxiety and stress levels indicate significant statistical differences based on the institution they worked (p<0.001). It was found that those who work at city hospitals have higher depression, anxiety and stress levels compared to those who work at other institutions (Table 7) . (Table 7) Another ANOVA test was made to see whether depression, anxiety and stress levels differ or not based on the department of the participants. The results of the analysis have shown that the assessments related to the level of depression, anxiety and stress vary statistically based on the department of the participants (p<0.001). Those who have the highest depression, anxiety and stress levels come from the pandemic, emergency, and internal services (Table 8 ). It is thought that the fact that the majority of the health employees (63.1%) diagnosed with COVID-19 symptoms work in these services at the hospital where the participant works has a great impact. (Table 8) A t-test analysis was made to show whether observing COVID-19 diagnosis in the hospital where the participants work influences the level of depression, anxiety and stress or not. The results have shown that there are statistically meaningful differences at the levels of depression, anxiety and stress of the participants. Accordingly, those who work at a hospital in which COVID-19 diagnosis was made have higher levels of depression, anxiety and stress than those who work at a hospital with no COVID-19 diagnosis (Table 9 ). Similarly, based on the level of contact with the patients with COVID-19 diagnosis, depression, anxiety and stress levels of the participants display statistically meaningful differences (p<0.001). Depending on the increase in the contact with patients diagnosed with COVID-19, levels of depression, anxiety and stress are found to be higher (Table 10) . (Table 9 ) (Table 10) Whether the assessments of the health employees, related to the levels of depression, anxiety and stress differ based on seeing their families or on the frequency of seeing their families have been analyzed with an ANOVA test. As a result of the analysis, it is pointed out that the depression, anxiety and stress levels of the participants differ at a statistically meaningful order based on the frequency of seeing their families (p<0.001). Accordingly, the health employees seeing their families every day have lower depression, anxiety and stress levels (Table 11) . (Table 11) In this study, 50% of the health employees have indicated that they experienced protective equipment problems. It was observed that in the studies conducted in various foreign countries the health employees repeated their problems related to protective equipment. In a qualitative study conducted in China involving 13 health employees, the participants have emphasized the lack of protective equipment problem and expressed their anxiety arising from not being able to deal with the problems of the patients. They have pointed out that they did not need psychological support but instead taking a continuous rest taking off their protective equipment [29] . In the study conducted by the Turkish Thorax Society, only 30% of the health employees who participated in the study have indicated that they could get medical masks each time they demanded. This result clearly shows the lack of personal protective equipment [30] .",
            "cite_spans": [
                {
                    "start": 4985,
                    "end": 4989,
                    "text": "[29]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 5251,
                    "end": 5255,
                    "text": "[30]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [
                {
                    "start": 1628,
                    "end": 1636,
                    "text": "(Table 6",
                    "ref_id": null
                },
                {
                    "start": 1640,
                    "end": 1649,
                    "text": "(Table 6)",
                    "ref_id": null
                },
                {
                    "start": 2153,
                    "end": 2162,
                    "text": "(Table 7)",
                    "ref_id": null
                },
                {
                    "start": 2165,
                    "end": 2174,
                    "text": "(Table 7)",
                    "ref_id": null
                },
                {
                    "start": 2626,
                    "end": 2634,
                    "text": "(Table 8",
                    "ref_id": null
                },
                {
                    "start": 2836,
                    "end": 2845,
                    "text": "(Table 8)",
                    "ref_id": null
                },
                {
                    "start": 3362,
                    "end": 3370,
                    "text": "(Table 9",
                    "ref_id": null
                },
                {
                    "start": 3716,
                    "end": 3726,
                    "text": "(Table 10)",
                    "ref_id": null
                },
                {
                    "start": 3729,
                    "end": 3737,
                    "text": "(Table 9",
                    "ref_id": null
                },
                {
                    "start": 3740,
                    "end": 3750,
                    "text": "(Table 10)",
                    "ref_id": null
                },
                {
                    "start": 4309,
                    "end": 4319,
                    "text": "(Table 11)",
                    "ref_id": null
                },
                {
                    "start": 4322,
                    "end": 4332,
                    "text": "(Table 11)",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "Together with protecting the health of the health employees during the pandemic, removing the contamination risk to the families appears to be another issue in which precautions should be taken. 86.9 of the health employees participating in our study have expressed the fear of contamination to their families. Approximately 25% of the employees have expressed nutritional problems. Adam and Walls [31] have pointed out that the working conditions of the health employees were quite difficult and they were anxious about contaminating their families. For this reason, it was emphasized that, during this process, food service for the employees, breaks for taking a rest, and creating free times sufficient enough are as significant as personal protective equipment and treatment protocols. Shanfeld et al. [32] have pointed out that the best method to determine the levels of anxiety of the health employees is to listen to them, and accordingly they have arranged 8 listening sessions with 69 health employees in the first week of the pandemic in the USA. It has become very clear that the health employees expected both medical and social support by the institutions they were working for themselves and their families in the event that they were infected. Besides, the health employees expect especially the politicians to listen to them and take steps to meet their demands.",
            "cite_spans": [
                {
                    "start": 398,
                    "end": 402,
                    "text": "[31]",
                    "ref_id": null
                },
                {
                    "start": 806,
                    "end": 810,
                    "text": "[32]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Perhaps for the first time in world history struggle against the same problem in all countries is being conducted concurrently. Because of this special situation, COVID-19 poses a common crisis that involves the whole health system. When the depression, anxiety and stress levels of the health employees were studied in all countries during this process, it was observed that similar results were achieved. This situation makes it urgent to find a smart solution to the common problem throughout the world. In this study, when the depression, anxiety and stress levels were studied it was observed that the levels are higher for female health employees than male employees and similarly higher for single employees than married ones and for nurses than other health employees. On the other hand, the levels are higher for the employees working in city hospitals than those working in other hospitals. The levels are again higher for the health employees working in pandemic clinics and emergency services where contact with patients having COVID-19 symptoms compared to the employees working in other services.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Similarly, in a study conducted on 230 health employees in China, anxiety and post-traumatic stress levels were found to be higher in those employees that have participated in the study. It was observed that anxiety and post-traumatic stress levels are higher for female employees and nurses rather than those for male employees and doctors [33] . In a study realized in China, involving 180 health employees, it was found out that the social support level has meaningful relation with self-efficacy and sleeping quality but, on the other hand, it has a negative relation with stress level and anxiety levels. It was concluded that anxiety level is related to stress level which affects the self-efficacy and sleeping quality negatively. For this reason, the necessity for social, psychological, and logistic support for the health employees are emphasized [34] . Greenberg [35] has pointed out that during the COVID-19 pandemic process the health employees are at risk from mental health problems point of view. It was strongly emphasized that health managers need to be proactive in order to protect the mental well-being of health employees and keep good and healthy communication with the employees. The study conducted has also shown that 25% of the health employees had administrative problems, the major problem being communication with the management.",
            "cite_spans": [
                {
                    "start": 341,
                    "end": 345,
                    "text": "[33]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 857,
                    "end": 861,
                    "text": "[34]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 874,
                    "end": 878,
                    "text": "[35]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "During a study conducted in China which involved 214 citizens and 526 nurses, it was found out that the vicarious traumatization scores of the citizens and nurses who do not have direct contact with the patients with COVID-19 symptoms were higher than the front-line nurses who have direct contact with the patients with COVID-19 symptoms. For this reason, it was pointed out that stress levels of the health employees of the citizens must be determined and stress-reducing interventions must be practiced. Also, it was emphasized that the information about the outbreak must be shared in a transparent manner [36] . In Thailand, similar traumas were observed with health employees. Work overload, lack of personal protective equipment, unsuccessful infection control systems, and oral and physical violence applied by the citizens to the health employees were reported to trigger the trauma [37] .",
            "cite_spans": [
                {
                    "start": 610,
                    "end": 614,
                    "text": "[36]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 892,
                    "end": 896,
                    "text": "[37]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "During the COVID-19 pandemic where the countries were contracted suddenly and without any preparations, the people who are highly affected physically and mentally are health employees following the older people. Uncertainties in diagnosis and treatment protocols, fast spreading of the virus, ethical and conscientious conditions faced when selecting the patient, workload, not being able to see the families, and the fear of contaminating the family, working under high risk because of the inefficacy of materials and infrastructure are known to increase the depression, anxiety and stress levels of the health employees.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Health managers need to make a move immediately to find solutions for the physical and psychological needs of the health employees; this is an important step in removing the problems experienced in health employees as well as providing motivation. First of all, necessary steps must be taken to eliminate deficiencies such as personal protection equipment and other materials (medication, ventilator, etc.) to minimize the risk of infection for the health employees. Leavings, resting hours, and frequencies of the shifts must be arranged in a righteous way. Food for health employees must be provided sufficiently and in a timely manner. By means of regular meetings and group discussions, the needs and demands of the health employees must be learned directly. Suggestions and complaints must be taken into consideration and a healthy communication method must be provided. For the employees who have individuals under risk in the family (e.g. old people, individuals with chronic diseases, etc.) accommodation must be provided (hotels, dormitories, etc.) throughout the country.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Health politicians must implement regulations and infrastructure problems required to support the health employees. In making new plans, case conditions, and the need for health employees in the regions where the hospitals operate, building and equipment needs must be taken into consideration. Besides, in the events that ethical and conscientious situations involved, additional ethical protocols must be prepared and implemented in prioritizing the patients in triage and intensive care units.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "In COVID-19 pandemic and any other possible future health crisis, in order to design more manageable processes for sources, the hospitals are required to prepare manuals for crisis management, to establish teams, and to prepare training sessions and simulations in order to get ready for the next outbreak from knowledge and psychological points of view.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "The current pandemic that we are experiencing now has indicated the weak points of the health system in many countries. The capacity of the installation, distribution of the health employees, equipment, and materials problems experienced have brought new perspectives in health systems. First of all, it was well understood that health services need to be rearranged once again. Infrastructure and physical space of the family practice system and centers must be reinforced, improvements based on the population involved must be provided and referral system to hospitals must be implemented to control admission to hospitals. On the other hand, follow-up of chronic diseases, nursing at home services, nursing of old people at home services and health education services, online systems, and telemedicine services must be widespread all over the country. Contact of health employees and individuals must be minimized and conducted in an efficient and fast manner.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "When situations such as postponing admission to the hospital because of the contamination risk, lockdown, and decreasing the number of admission to the polyclinics were taken into consideration, an increase in demanding healthcare in the hospitals is inevitable and the health employees were expected to work at a fast rate. In order to minimize the risk, preparation of the work power plans beforehand and inclusion of obligatory referral chain into health services can be suggested. Because the referral chain is an integral part of the family practice system behavioral change in individuals can be turned into an advantageous situation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Death and infection in the group of health employees are higher than other groups because their expositions to viruses are higher than any other group. This situation must be assessed as a vocational defect in the context of work safety and health point of view and the families of the deceased health employee must be awarded by compensation in order to remove the unjust suffering experienced.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "The misconducts practiced during this process must be recorded and included in taking a lesson and learning processes to gain a contribution from the incident. These are also significant for the preparations for the next outbreak. Not only the medical dimension but also the security-related, economic, social, and cultural dimensions must be taken into consideration and the crisis teams must be reinforced by representatives of other nongovernmental organizations and vocational groups. This study is limited by determining depression, anxiety and stress levels of the health employees during the COVID-19 outbreak. It aims to suggest new structuring in health systems after the process of the outbreak. Therefore, it is needed to conduct new studies to determine the social, psychological, and physical needs of the health employees in the future.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The Outbreak of COVID-19 in Italy: Fighting the Pandemic",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Indolfi",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Spaccarotella",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Voices In Cardiology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jaccas.2020.03.012"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "COVID-19 and Italy: what next",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Remuzzi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Remuzzi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Lancet",
            "volume": "395",
            "issn": "",
            "pages": "30627--30636",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30627-9"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Covid-19 and the stiff upper lip-the pandemic response in the united kingdom",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Hunter",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "New England Journal of Medicine",
            "volume": "382",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMp2005755"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "COVID-19 battle during the toughest sanctions against Iran",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Takian",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Raoofi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kazempour-Ardebili",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Health Behavior, and Policy Attitudes in the Early Stages of the COVID-19 Pandemic",
            "authors": [
                {
                    "first": "Kushner",
                    "middle": [],
                    "last": "Gadarian",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Shana",
                    "suffix": ""
                },
                {
                    "first": "Sara",
                    "middle": [],
                    "last": "Goodman",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Wallace",
                    "suffix": ""
                },
                {
                    "first": "Thomas",
                    "middle": [
                        "B"
                    ],
                    "last": "Pepinsky",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Partisanship",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.2139/ssrn.3562796"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The Three Steps Needed to End the COVID-19 Pandemic: Bold Public Health Leadership, Rapid Innovations, and Courageous Political Will",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Guest",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Del Rio",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Sanchez",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.2196/19043"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Responding to COVID-19 Through Socialist(ic) Measures: A Preliminary Review",
            "authors": [
                {
                    "first": "San",
                    "middle": [],
                    "last": "Juan",
                    "suffix": ""
                },
                {
                    "first": "David",
                    "middle": [],
                    "last": "Michael",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.2139/ssrn.3559398"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "New threat: 2019 novel Coronavirus infection and infection control perspective in Turkey",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "U"
                    ],
                    "last": "Kilic",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Kara",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Alp",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Doganay",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Northern Clinics of İstanbul",
            "volume": "7",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Health Statistics Yearbook",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The Course of The Pandemic",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Buzgan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Health at a Glance",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Oecd",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1787/4dd50c09-en"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Sampling Techniques",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "G"
                    ],
                    "last": "Cochran",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Inverstigation of Nurses' Mental Status during Covid-19 Outbreak -A Systematic Review",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Despoina",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Chrysoula",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "International Journal of Nursing",
            "volume": "7",
            "issn": "1",
            "pages": "69--77",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "How toface the novel coronavirus infection during the 2019-2020 epidemic: the experience of Sichuan Provincial People's Hospital. Intensive Care Medicine",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Pan",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "doi.org/10.1007/s00134-020-05964-0"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Future Perspectives of Nurses With COVID 19",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Abdollahimohammad",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Firouzkouhi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Patient Experience",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1177/2374373520952626"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Mental healthcare for medical staff in China during the COVID-19 outbreak",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Fei",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": ".",
                    "middle": [
                        "."
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Lancet Psychiatry",
            "volume": "7",
            "issn": "4",
            "pages": "15--16",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Results of the Survey of the Turkish Thoracic Society in the First Month of Pandemic on the Status of Protective Measures in Healthcare Institutions",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Understanding and Addressing Sources of Anxiety Among Healthcare Professionals During the COVID-19 Pandemic",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Shanfelt",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ripp",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Trockel",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.5893"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Mental health survey of 230 medical staff in a tertiary infectious disease hospital for COVID-19. Zhonghua lao dong wei sheng zhi ye bing za zhi= Zhonghua laodong weisheng zhiyebing zazhi= Chinese journal of industrial hygiene and occupational diseases",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "Z"
                    ],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "D"
                    ],
                    "last": "Luo",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Ren",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "P"
                    ],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "38",
            "issn": "",
            "pages": "1--001",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "The effects of social support on sleep quality of medical staff treating patients with coronavirus disease 2019 (COVID-19",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Xiao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kong",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "China. Medical science monitor: international medical journal of experimental and clinical research",
            "volume": "26",
            "issn": "",
            "pages": "923549--923550",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Managing mental health challenges faced by healthcare workers during covid-19 pandemic",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Greenberg",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Docherty",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gnanapragasam",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wessely",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BMJ",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Vicarious traumatization in the general public, members, and nonmembers of medical teams aiding in COVID-19 control",
            "authors": [
                {
                    "first": "Zhenyu",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Jingwu",
                    "middle": [],
                    "last": "Ge",
                    "suffix": ""
                },
                {
                    "first": "Meiling",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Jianping",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                },
                {
                    "first": "Mei",
                    "middle": [],
                    "last": "Qiao",
                    "suffix": ""
                },
                {
                    "first": "Riyue",
                    "middle": [],
                    "last": "Jiang……",
                    "suffix": ""
                },
                {
                    "first": "Chun",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Brain, Behavior, and Immunity",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.bbi.2020.03.007"
                ]
            }
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Traumatization in medical staff helping with COVID-19 control",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Joob",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Wiwanitkit",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Brain, Behavior, and Immunity",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.bbi.2020.03.020"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "a notice [17]. On April 09, 2020, a circulating capital extra payment based on their maximum rates for the personnel employed at the Provincial Health Management and at their related units during the pandemic was decided considering their active working day coefficients [18].",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "used. In the first section, Depression, Anxiety and Stress Scale (DASS-21) comprised of 21 expressions under three-dimension (DASS-Depression, DASS-Anxiety, and DASS-Stress) is presented. This scale was developed by Lovibond and Lovibond (1995) and the validity and reliability study for Turkish was made by Yıldırım et al. (2018). The scale was structured in the form of Likert 4 where scoring is made as 0 = never, 1= sometimes, 2= very often, 3= all the times. The minimum point for each dimension is \"0\", and the maximum point is \"21\". In the second section of the survey, the problems the healthcare employees experienced during the pandemic and their working media were aimed to be defined. In the last section, the sociodemographic features of the employees (age, sex, marital status, title, the unit worked in, etc.) were investigated.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "The structural validity of the DASS-21 was evaluated by Verification Factor Analysis (DFA) whereas the reliability of the scale was Cronbach Alpha Coefficient. As a result of the DFA analysis, it is observed that the cohesion criterion related to the model (Χ²/sd: 2.074; NFI: 0.910; IFI: 0.917; CFI: 0.917; RMSEA: 0.073) falls into the criterion acceptable. For confidence analysis, Cronbach Alpha value was checked out and it was found out that it is 0.873 for DASS-Depression, 0.858 for DASS-Anxiety, 0.876 for DASS-Stress, and 0.948 for DASS-21 in general.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "administrative problems (34.3%), insufficient ventilation (25%), problems arising from nutrition and housing (24.5%), and long working hours (23.1%) stand out as the most important problems of the healthcare employees in relation with their work environment. In an assessment made by the titles of the participants, 49.2% of the participants who indicate a lack of protective equipment are nurses/midwives, 20.9% are doctors, and 16.5% are health technicians. The assessment made in each occupational group, 50.7% of the doctors, 50.3% of the nurses/midwives, 46.6% of the health technicians indicate a lack of protective equipment.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Even though the countries have different strategies against the COVID-19 pandemic which emerged at the instant, the subject of the question is the health employees. According to the statement of the Ministry of Health, the number of health employees infected by the virus in April is 7,427. The number of infected health employees comprises 6.5% of the total number infected. According to the data published by The Centers for Disease Control and Prevention on April 14, 2020, 9,282 health employees were infected in the USA and 27 employees lost their lives. The average age of infected health employees is 42 [25]. It was reported in printed media that in Spain 5,400, in Germany 2.000 health employees have been infected, while approximately 100 health employees died in England [26,27,28]. In order to prevent the health employees to catch the disease and to remove the possible negative impacts of a longworking period and a stressful working environment, there are many things to be done by the health managers and health politicians. It is thought that it is essential to provide strong communication with the health employees and to analyze their anxiety and stress levels by using proven scientific criteria to take required measures.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "67.6% of the employees, of which a large part is comprised of female participants, fall into the age group of 40 and younger. Of the participants 48.8% are nurses and midwifes, 20.6% are doctors and 17.7% are health technicians and technicians. 27.1% of the participants work at state hospitals; 40.3% of the work at internal services while 9,7% work at pandemic service. 59.7% of the participants have kids while 71.8% of them live with their families. 20.8% of the participants do not see their families under current conditions.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "shows participant's evaluations about COVID-19. 79.5% of the healthcare employees expressed that there are patients diagnosed as COVID-19 patients in the hospitals they worked. It was observed that 64.4% of the participants had \"sometimes\" or \"often\" contacts with COVID-19 patients. 24.1% of the healthcare employees find the countermeasures sufficient whereas 52.3% find it partially sufficient. 23.6% of the healthcare employees do not find the countermeasures sufficient.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "-Lack of protective equipment is the most important problem of the healthcare employees during COVID-19 pandemy -The major cause of the anxiety or stress levels of healthcare employees comes from the fear to contaminate COVID-19 virus to their families -The highest depression, anxiety and stress levels come from pandemy, emergency and internal services.-Levels of depression, anxiety and stress of the female employees are higher than that of male employees",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Highlights"
        }
    ]
}