{
    "paper_id": "878f5585f859cf81ab6baeefc8f5e1dbdb2bec01",
    "metadata": {
        "title": "Severe acute respiratory syndrome (SARS) in Hong Kong",
        "authors": [
            {
                "first": "Kenneth",
                "middle": [
                    "W"
                ],
                "last": "Tsang",
                "suffix": "",
                "affiliation": {},
                "email": "kwttsang@hku.hk"
            },
            {
                "first": "Thomas",
                "middle": [
                    "Y"
                ],
                "last": "Mok",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Kowloon Hospital",
                    "location": {
                        "settlement": "Hong Kong SAR",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Poon",
                "middle": [
                    "C"
                ],
                "last": "Wong",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Gaik",
                "middle": [
                    "C"
                ],
                "last": "Ooi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Queen Mary Hospital",
                    "location": {}
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "TSANG KW , MOK TY , WONG PC , OOI GC . Respirology 2003; 8 : 259-265 Abstract: Severe acute respiratory syndrome (SARS) is a recently recognized and highly contagious pneumonic illness, caused by a novel coronavirus. While developments in diagnostic, clinical and other aspects of SARS research are well underway, there is still great difficulty for frontline clinicians as validated rapid diagnostic tests or effective treatment regimens are lacking. This article attempts to summarize some of the recent developments in this newly recognized condition from the Asia Pacific perspective.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Since its recognition in February 2003, SARS has drawn enormous attention and triggered fears worldwide, especially in the Asia Pacific region. SARS is a new and probably previously unencountered severe and highly contagious form of atypical pneumonia, caused by a novel coronavirus known as SARS-CoV. 1, 2 Since February 2003, SARS has spread to 28 countries and has affected 8202 individuals resulting in 725 deaths worldwide. 3 Most of these cases occurred in Hong Kong, mainland China, Taiwan and Singapore, which totalled 1726, 5316, 585 and 206 cases, respectively. 3 Other regions in the Asia Pacific are also affected, although the numbers remain low in Malaysia (five cases) and Thailand (eight cases). 3 Although Canada has had the only major outbreak outside Asia (148 cases), and currently has largely contained SARS, there are still sporadic cases at the time of writing. The economic impact to Hong Kong has been devastating although the morale of medical and other healthcare workers remains high. Despite the declining incidence of SARS worldwide, the possible emergence of future 'super-spreaders' should remind healthcare professionals and health authorities to stay vigilant, as only one or two of these index patients could trigger another major outbreak. [4] [5] [6] [7] Despite the original optimism of a low mortality for SARS, it is now believed that the mortality of SARS is in the region of 10-15%. 5, [7] [8] [9] While there is still gross deficiency in the understanding of the pathogenesis, diagnostic, management and prognostic aspects of SARS, altogether 647 articles have been published since February 2003, as listed in PubMed to date. The initial hopes of a speedy delivery of a rapid and reliable diagnostic test for SARS have failed to materialize. Consequently, SARS requires a clinical diagnosis, at least in the initial but often critical stages of the illness. [10] [11] [12] Treatment for SARS is also controversial and prognosis for these patients is still unclear. This article attempts to summarize some of the recent developments in this newly recognized condition.",
            "cite_spans": [
                {
                    "start": 302,
                    "end": 304,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 305,
                    "end": 306,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 429,
                    "end": 430,
                    "text": "3",
                    "ref_id": null
                },
                {
                    "start": 572,
                    "end": 573,
                    "text": "3",
                    "ref_id": null
                },
                {
                    "start": 712,
                    "end": 713,
                    "text": "3",
                    "ref_id": null
                },
                {
                    "start": 1276,
                    "end": 1279,
                    "text": "[4]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1280,
                    "end": 1283,
                    "text": "[5]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1284,
                    "end": 1287,
                    "text": "[6]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1288,
                    "end": 1291,
                    "text": "[7]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1425,
                    "end": 1427,
                    "text": "5,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1428,
                    "end": 1431,
                    "text": "[7]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1432,
                    "end": 1435,
                    "text": "[8]",
                    "ref_id": null
                },
                {
                    "start": 1436,
                    "end": 1439,
                    "text": "[9]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1901,
                    "end": 1905,
                    "text": "[10]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1906,
                    "end": 1910,
                    "text": "[11]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1911,
                    "end": 1915,
                    "text": "[12]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "While human metapneumovirus and Chlamydia pneumoniae , might have some role in the exacerbation of the disease in some SARS patients, it is now certain that SARS is primarily caused by a novel coronavirus (SARS-CoV). 1,2 Direct inoculation of two macaques with SARS-CoV has resulted in the production of comparable disease to human SARS, reisolation of the virus, and detection of a specific immune response, thereby fulfilling Koch's criteria. 13 This new virus is currently proposed to be of animal origin because the earliest cases in mainland China were chefs or handlers of wild game animals cooked as a delicacy. Although SARS-CoV is likely to be predominantly transmitted by droplets, it is also likely to infect others via contaminated items, particularly as SARS-CoV can live outside the body for several days. 4, 14 A recent outbreak in Amoy Gardens, a densely populated residential estate in Hong Kong, also demonstrated that infected stools could transmit SARS-CoV via defective sewage systems.",
            "cite_spans": [
                {
                    "start": 445,
                    "end": 447,
                    "text": "13",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 820,
                    "end": 822,
                    "text": "4,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 823,
                    "end": 825,
                    "text": "14",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "AETIOLOGY AND PATHOGENESIS OF SARS"
        },
        {
            "text": "There are few histological studies into SARS, as initial fatal cases did not undergo autopsy for fear of disease transmission. The prohibitory high infection risk to bronchoscopists also barred more widespread efforts at performing transbronchial biopsies and bronchoalveolar lavages on SARS patients. Nevertheless, an electronically published article describing the autopsy results on six SARS patients described diffuse alveolar damage, macrophage infiltration and epithelial cell proliferation as the predominant features. 15 The earlier histological changes, performed on a ventilated patient by using video-assisted thoracoscopic lung biopsy on day 5 of the illness, also revealed mild to moderate diffuse alveolar damage, manifesting as patchy hyaline membrane changes lining the alveolar ducts and some air spaces, and alveolar septal infiltration by neutrophils and mononuclear cells. 4 There is therefore no diagnostic histological feature, other than identification of SARS-CoV by electron microscopy, which would provide a definitive diagnosis. Nevertheless, efforts should still be made, with strictest safety precautions in mind, to obtain histological or cytological samples from the lower respiratory tract of these patients, not only to exclude other mimicking conditions, but also to advance our understanding of this new disease.",
            "cite_spans": [
                {
                    "start": 526,
                    "end": 528,
                    "text": "15",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 893,
                    "end": 894,
                    "text": "4",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "AETIOLOGY AND PATHOGENESIS OF SARS"
        },
        {
            "text": "Although the pathogenesis is unclear, it is generally accepted that SARS is predominantly an atypical pneumonic illness. The distribution of the pneumonic shadow is also predominantly in the lower lobes and peripherally distributed, 4,16,17 thus resembling bronchiolitis obliterans with organizing pneumonia and some other interstitial lung diseases. 4, 16, 17 The rapid appearance of these changes, and their often remarkable and rapid clearance after corticosteroid therapy suggests that there is an element of virus-induced immune response, which could be selfperpetuating, leading to development of adult respiratory distress syndrome.",
            "cite_spans": [
                {
                    "start": 351,
                    "end": 353,
                    "text": "4,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 354,
                    "end": 357,
                    "text": "16,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 358,
                    "end": 360,
                    "text": "17",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "AETIOLOGY AND PATHOGENESIS OF SARS"
        },
        {
            "text": "The clinical features of SARS are summarized in Table 1 . The occurrence of upper respiratory tract symptoms is unusual, although by no means exclusive to SARS. 4, 7, 18 Patients with diarrhoea could potentially be highly infectious, particularly if debilitated and requiring nursing assistance after each episode. 18 It is of note that most patients in the Asia Pacific region with fever and chills without respiratory symptoms, or fever with diarrhoea do not suffer from SARS. However, healthcare workers must remain vigilant to minimize their chances of being infected. 6, 7 ",
            "cite_spans": [
                {
                    "start": 161,
                    "end": 163,
                    "text": "4,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 164,
                    "end": 166,
                    "text": "7,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 167,
                    "end": 169,
                    "text": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 315,
                    "end": 317,
                    "text": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 573,
                    "end": 575,
                    "text": "6,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 576,
                    "end": 577,
                    "text": "7",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [
                {
                    "start": 48,
                    "end": 55,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "CLINICAL FEATURES"
        },
        {
            "text": "Haematological testing usually reveals a normal total leucocyte count, occasionally thrombocytopenia, and almost always lymphopenia. 4 Liver function indices could be abnormal in about 50% of cases and usually show raised transaminases as well as lactate dehydrogenase from disease onset. 4 Creatinine kinase has been reported to be elevated in some series when patients suffer from myositic symptoms. 7 As these patients usually have no sputum, nasopharyngeal aspirate has been used for rapid viral identification (especially for respiratory syncytial and influenza viruses) and viral cultures. Collection of nasopharyngeal aspirate, however, has led to infection of nursing staff, and thus in some centres has been replaced by nasopharyngeal swabs. Sputum culture is often nondiagnostic, but should be performed to ensure adequate screening for infection by mycobacteria, fungi and Burkholderia pseudomallei , especially in the presence of rapidly deteriorating pneumonia in the Asia Pacific region. In suspected patients, especially in the presence of severe lymphopenia and rapidly deteriorating community acquired pneumonia (CAP), HIV infection has to be excluded. Serological testing for acute and convalescence antibodies against Mycoplasma pneumoniae , Chlamydia pneumoniae , and Legionella pneumophilia is routinely performed in our centre.",
            "cite_spans": [
                {
                    "start": 133,
                    "end": 134,
                    "text": "4",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 289,
                    "end": 290,
                    "text": "4",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 402,
                    "end": 403,
                    "text": "7",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "INVESTIGATIONS"
        },
        {
            "text": "Although invasive procedures such as bronchoscopy can provide lower respiratory tract specimens or tissue for microbiological, electron microscopic and histological examination, bronchoscopy is definitely associated with staff infection. As administration of nebulized b 2 -agonist to a SARS patient was attributed to be the cause of a major hospital outbreak, such a mode for delivery of hypertonic saline to induce sputum production should be avoided. 7 Radiological assessment is probably one of the most important investigations for suspected and confirmed SARS patients. 4, 7 Daily CXR are performed for all suspected and probable SARS patients in most Crackles and bronchial breath sound Dyspnoea (60-80%) Diarrhoea (20-70%) Symptoms of respiratory failure (78%) 'Less usual' symptoms Rhinorrhoea or sneezing (probably < 5%) Sore throat (23-30%) Sputum production (10-29%) centres in Hong Kong. The most common early pattern is the presence of lower zone ground glass appearance and consolidation, which could rapidly progress to other lobes of the lung within 24 h (Fig. 1a,b) . Some patients also present initially with bilateral and fairly extensive consolidation, despite clinically being not markedly dyspnoeic. A very small proportion of patients display bilateral ground glass pattern on initial presentation, and more rarely, might even have nodular shadows over the 'background' ground glass patterns (Fig. 1c) . Up to 10% of our cases develop spontaneous pneumomediastinum, and this is often associated with the presence of fairly extensive disease and clinical deterioration (Fig. 2) . While there is no definite pattern, most SARS patients would show deterioration of CXR and unremitting fever despite antibiotic therapy. High-resolution CT scan ( Fig. 3) , which should only be performed in doubtful cases, and in cases not showing improvement, characteristically shows subpleural airspace shadowing. 4, 7, 8, 16, 17, 19 Mediastinal lymphadenopathy and pleural effusion are seldom encountered in SARS. 4, 16 ",
            "cite_spans": [
                {
                    "start": 454,
                    "end": 455,
                    "text": "7",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 576,
                    "end": 578,
                    "text": "4,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 579,
                    "end": 580,
                    "text": "7",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 870,
                    "end": 878,
                    "text": "(10-29%)",
                    "ref_id": null
                },
                {
                    "start": 1920,
                    "end": 1922,
                    "text": "4,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1923,
                    "end": 1925,
                    "text": "7,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1926,
                    "end": 1928,
                    "text": "8,",
                    "ref_id": null
                },
                {
                    "start": 1929,
                    "end": 1932,
                    "text": "16,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1933,
                    "end": 1936,
                    "text": "17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1937,
                    "end": 1939,
                    "text": "19",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 2021,
                    "end": 2023,
                    "text": "4,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 2024,
                    "end": 2026,
                    "text": "16",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [
                {
                    "start": 1072,
                    "end": 1083,
                    "text": "(Fig. 1a,b)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1416,
                    "end": 1425,
                    "text": "(Fig. 1c)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1592,
                    "end": 1600,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1766,
                    "end": 1773,
                    "text": "Fig. 3)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "INVESTIGATIONS"
        },
        {
            "text": "The diagnostic criteria, issued by the World Health Organization (WHO), Centers for Disease Control and Prevention (CDC), USA, and Health Authority Head Office of Hong Kong are summarized in Tables 2-4 . [10] [11] [12] It is of note that only suspected and probable, but not confirmed, SARS are defined by the WHO and CDC. The latter stipulates the presence of severe clinical respiratory illness and epidemiological contact as 'probable' SARS, and moderate clinical respiratory illness and epidemiological contact as 'suspected' SARS. 11 The diagnosis of probable or suspected SARS therefore requires the presence of fever and respiratory symptoms, with or without radiographic evidence of consolidation. The other important prerequisite is the presence of contact or travel history, usually within the previous 10 days with a SARS patient or to an area with known local transmission within the visit period. 11 None of these guidelines actually requires the presence of a positive identification of SARS-CoV, and thus the diagnosis of SARS is ultimately based on clinical grounds. These guidelines are also rather loose in defining the conditions, and the clinical, investigative and radiological features described above should also be considered before making a diagnosis. Several groups have reported the successful application of reverse transcription-polymerase chain reaction (RT-PCR) in the detection of SARS-CoV, 1, 6, 18, 20 although clinical application of this technique still remains to be validated. While serology of anti-SARS-CoV IgG appears to be specific and sensitive, this only provides a retrospective diagnosis. There is a delay in this seroconversion, possibly secondary to the administration of high dose corticosteroid therapy, High-resolution computed tomography (HRCT) of a 31-year-old woman with early SARS who presented 3 days after the onset of fever and chills showing bilateral lower lobe and peripheral ground glass appearances, especially in the posterior aspects of the lower lobes. It is of note that her CXR showed much fewer changes therefore prompting the request for the HRCT. Suspect case 1. Presenting with history of high fever (>38 ∞ C) and cough or breathing difficulty and history of exposure defined as:",
            "cite_spans": [
                {
                    "start": 204,
                    "end": 208,
                    "text": "[10]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 209,
                    "end": 213,
                    "text": "[11]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 214,
                    "end": 218,
                    "text": "[12]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 536,
                    "end": 538,
                    "text": "11",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 910,
                    "end": 912,
                    "text": "11",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1423,
                    "end": 1425,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1426,
                    "end": 1428,
                    "text": "6,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1429,
                    "end": 1432,
                    "text": "18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1433,
                    "end": 1435,
                    "text": "20",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [
                {
                    "start": 191,
                    "end": 201,
                    "text": "Tables 2-4",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "DIAGNOSTIC CRITERIA"
        },
        {
            "text": "• close contact with a person who is a suspect or probable case of SARS • history of travel to an area with recent local transmission of SARS • residing in an area with recent local transmission of SARS 2. Unexplained death from an acute respiratory illness without an autopsy and one or more of the following exposures 10 days prior to onset of symptoms:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DIAGNOSTIC CRITERIA"
        },
        {
            "text": "• close contact with a person who is a suspect or probable case of SARS • history of travel to an area with recent local transmission of SARS • residing in an area with recent local transmission of SARS Probable case 1. A suspect case with radiographic evidence of pneumonia or respiratory distress syndrome 2. A suspect case that is positive for SARS-CoV by one or more assays 3. A suspect case with autopsy findings consistent with the pathology of respiratory distress syndrome without an identifiable cause",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DIAGNOSTIC CRITERIA"
        },
        {
            "text": "A case should be excluded if an alternative diagnosis can fully explain their illness and anti-SARS-CoV IgG positivity is less than 10% and 70% on days 14 and 21, respectively, although this reaches almost 100% on day 30. 18 As non-SARS CAP is much more likely to be the cause of fever and radiographic consolidation than SARS, most of these cases in 'affected' areas could potentially satisfy the diagnostic criteria for 'suspected' SARS cases. Potential SARS patients must be strictly isolated, and considerable infection control measures such as the use of appropriate protective devices (e.g. N95 masks, eye shields and gowns) and stringent infection control measures (e.g. negative pressure rooms) have to be deployed. In the absence of a reliable rapid diagnostic test, adoption of these measures could rapidly paralyze the daily running of many, if not most, busy general hospitals in this region. On the other hand, if strict infection control and stringent isolation measures are not taken, healthcare workers and fellow patients would be cross-infected. This would result in community out-breaks of SARS, as exemplified by the recent experience in Hong Kong, Singapore and Toronto. [5] [6] [7] 9 MANAGEMENT The management consists of three parts. These include strict isolation policy and preventive measures to minimize cross infection. Patients with fever and CAP generally do not have SARS, and therefore should be treated with potent antibiotics and other measures to maximize their chances of rapid recovery. Specific anti-SARS therapy should only be commenced in cases that display typical and persistent haematological, biochemical, and radiological features of SARS, who do not respond to antibiotics, and with an epidemiological link. In general, we would meticulously observe the clinical course of a patient, and would have to be convinced that the patient is not suffering from severe 'background pneumo- ",
            "cite_spans": [
                {
                    "start": 222,
                    "end": 224,
                    "text": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1192,
                    "end": 1195,
                    "text": "[5]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1196,
                    "end": 1199,
                    "text": "[6]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1200,
                    "end": 1203,
                    "text": "[7]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1204,
                    "end": 1205,
                    "text": "9",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Exclusion criteria"
        },
        {
            "text": "• Asymptomatic or mild respiratory illness • Moderate respiratory illness-fever >38 ∞ C, and one or more features of respiratory illness (e.g. cough, dyspnoea, difficulty breathing, or hypoxia) • Severe respiratory illness-fever >38 ∞ C, and one or more features of respiratory illness as above, and radiographic evidence of pneumonia, or respiratory distress syndrome, or pneumonia or respiratory distress syndrome at autopsy but no identifiable cause",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Clinical criteria"
        },
        {
            "text": "• Travel (including airport transit) within 10 days of symptom onset to an area with community transmission of SARS, or close contact within 10 days of onset of symptoms with a person known or suspected to have SARS",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epidemiological criteria"
        },
        {
            "text": "• Confirmed (positive anti-SARS-CoV antibody during acute illness or >21 days after illness onset, or positive SARS-CoV RNA by RT-PCR confirmed by a second PCR assay on a second aliquot of the specimen and a different set of PCR primers, or isolation of SARS-CoV) • Negative (i.e. no serum anti-SARS-CoV antibody >21 days after symptom onset) • Undetermined (i.e. not performed or incomplete)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Laboratory criteria"
        },
        {
            "text": "• An alternative diagnosis can fully explain the illness • The case was reported on the basis of contact with an index case that was subsequently excluded as a case of SARS provided other possible epidemiological exposure criteria are not present Criteria for probable case 1. Radiographic evidence of infiltrates consistent with pneumonia, AND 2. Fever >38 ∞ C or history of such at any time in the past 2 days, AND 3. At least two of the following:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Exclusion criteria"
        },
        {
            "text": "• history of chills in the past 2 days • cough (new or increased) or dyspnoea • general malaise or myalgia • known history of exposure to a suspected, probable or confirmed SARS patient",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Exclusion criteria"
        },
        {
            "text": "Does not completely fulfill the above definition but still considered highly likely to be SARS on clinical grounds",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Criteria for suspected case"
        },
        {
            "text": "The presence of an alternative diagnosis, which can fully explain the illness nia', before we would commence anti-SARS therapy (Fig. 4) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 127,
                    "end": 135,
                    "text": "(Fig. 4)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Exclusion criteria"
        },
        {
            "text": "Since the middle of March 2003, our institute has been admitting to our isolation wards all cases who have radiographic pneumonia with fever (>38 ∞ C) or a history of such in the last 2 days. The organization and logistics are as shown in Fig. 3 . Our policy is to rapidly isolate and closely observe these patients for radiographic changes as well as their clinical responses, while waiting for the RT-PCR results of nasopharyngeal swab and stool specimens. Most non-SARS patients tend to become apyrexial after antibiotic therapy (e.g. combination of a third generation cephalosporin and a macrolide). As different areas within the Asia Pacific region have very different aetiological microbes for CAP, it is imperative that local experience and data are used properly to provide adequate antimicrobial cover. SARS is a very emotionally taxing condition, both for the healthcare workers, the patient and the patient's family. Every effort must be made to communicate frequently and effectively with the patient and the patient's family, especially as we do not permit visitation throughout the entire hospitalization period. The wards have security officers outside to ensure strict adherence to isolation policy. We have a special phone set up for patients on each of the isolation wards, but the Hong Kong patients generally prefer to use their personal mobile phone to communicate with the outside world. All patients discharged from the isolation wards will still be managed with the same vigilance and are not permitted to have visitors. With regular and empathetic communication, and frequent contact with senior physicians, our patients appear to understand their responsibility to help contain SARS, and we seldom encounter cases who are not willing to cooperate.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 239,
                    "end": 245,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Exclusion criteria"
        },
        {
            "text": "The CDC (US) stipulates that 'no specific treatment recommendations can be made at this time' and suggests the use of empirical therapy directed against pathogens associated with CAP including coverage of 'atypical organisms'. 21 The WHO also makes a similar recommendation 22 and clearly states the need to prevent aerosolization of respiratory secretions such as the use of nebulizer therapy, chest physiotherapy, bronchoscopy, gastroscopy, and any procedure or intervention that may cause irritation to the respiratory tract thereby resulting in coughing. When these high-risk procedures have to be performed on SARS patients, very stringent personal protective equipment should be used. For intubation of patients, which carries an extremely high risk to the operator, we use even more stringent measures. Standard protection for this procedure should at least consist of two full body (neck to ankle length) gowns (outer waterproof and inner cotton surgical gown), two surgical gloves, N95 or N100 masks, full face shield, goggles, two surgical hats, and surgical theatre boots. The physician and assistants (minimal number) are ushered to de-gown and shower as soon as the procedure is completed.",
            "cite_spans": [
                {
                    "start": 227,
                    "end": 229,
                    "text": "21",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 274,
                    "end": 276,
                    "text": "22",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Exclusion criteria"
        },
        {
            "text": "In SARS, numerous antibiotic therapies have been tried without any efficacy. 22 Ribavirin, a broadspectrum antiviral agent, with or without concomitant use of corticosteroids has been used in an increasing number of patients. [4] [5] [6] [7] 17, 18, [21] [22] [23] [24] [25] [26] In Hong Kong, a combination of corticosteroid and ribavirin is routinely used. Ribavirin appears to exhibit no in vitro antiviral effect against SARS-CoV, but has an impressive list of adverse reactions. In the Canadian series of 144 patients receiving ribavirin (1 g i.v. q.i.d. for 4 days followed by 500 mg t.i.d. for 3 days), 76% were found to have significant haemolytic anaemia. 9, 24, 25 In Hong Kong, ribavirin is used at a lower dosage (8 mg/kg i.v. t.i.d. for the first 5 days, followed by 1200 mg orally t.i.d. for a total of 10-14 days) and does not appear to cause such frequent or severe toxicities. Future use of ribavirin should be carefully scrutinized.",
            "cite_spans": [
                {
                    "start": 77,
                    "end": 79,
                    "text": "22",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 226,
                    "end": 229,
                    "text": "[4]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 230,
                    "end": 233,
                    "text": "[5]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 234,
                    "end": 237,
                    "text": "[6]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 238,
                    "end": 241,
                    "text": "[7]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 242,
                    "end": 245,
                    "text": "17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 246,
                    "end": 249,
                    "text": "18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 250,
                    "end": 254,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 255,
                    "end": 259,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 260,
                    "end": 264,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 265,
                    "end": 269,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 270,
                    "end": 274,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 275,
                    "end": 279,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 665,
                    "end": 667,
                    "text": "9,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 668,
                    "end": 671,
                    "text": "24,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 672,
                    "end": 674,
                    "text": "25",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Exclusion criteria"
        },
        {
            "text": "Anecdotal experience from mainland China is very convincing on the benefit of administering high-dose corticosteroid to some patients with severe SARS. Naturally, the use of such therapy stirs anxiety in clinicians who face an overwhelming infection. Respiratory physicians in Hong Kong have amassed experience in the recent outbreak and generally concur that the use of high-dose corticosteroids is beneficial in SARS patients who show radiographic deterioration. Needless to say, repeated use of such therapy in the later stages of the disease could be associated with severe secondary sepsis, notably fungal pneumonias (N. S. Zhong, pers. comm., 2003). A number of regimens have been used in Hong Kong. These include: (i) hydrocortisone 2 mg/kg q.i.d. or 4 mg/kg t.i.d. i.v. followed by low-dose oral prednisolone; (ii) methylprednisolone 2 mg/kg q.i.d. or 4 mg/ kg t.i.d. i.v. followed by oral prednisolone, and (iii) pulse methylprednisolone 500 mg i.v. daily for 5 days followed by maintenance oral prednisolone 50 mg b.i.d. reducing to 20-30 mg daily on day 21. 4,7,26 A very small proportion of patients, despite suffering from probable SARS and displaying virological evidence of acute SARS-CoV infection, appear to have an indolent course of illness. These patients could be treated initially with oral prednisolone 50 mg daily (gradually tapering to maintenance at, say, 20-30 mg daily over ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Exclusion criteria"
        },
        {
            "text": "Initial treatment with potent antibiotics Improvement Deteriorate or no better",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acute pneumonia isolation wards for treatment and investigations"
        },
        {
            "text": "Step down ward for continued treatment for >48h",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acute pneumonia isolation wards for treatment and investigations"
        },
        {
            "text": "Consider SARS treatment Confirmed SARS ward",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acute pneumonia isolation wards for treatment and investigations"
        },
        {
            "text": "All admissions with radiographic consolidation and fever>38∞C 21 days) and oral ribavirin 1200 mg t.i.d. for 10 days. With more experience, our unit is increasingly more inclined to commence pulse methylprednisolone as the initial therapy for most patients who show progressive disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Suspected SARS ward"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Coronavirus as a possible cause of severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "Jsm",
                    "middle": [],
                    "last": "Peiris",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "T"
                    ],
                    "last": "Lai",
                    "suffix": ""
                },
                {
                    "first": "Llm",
                    "middle": [],
                    "last": "Poon",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Lancet",
            "volume": "361",
            "issn": "",
            "pages": "1319--1344",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Characterization of a novel coronavirus associated with severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Rota",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Oberste",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Monroe",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Science",
            "volume": "300",
            "issn": "",
            "pages": "1394--1403",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "A cluster of cases of severe acute respiratory syndrome in Hong Kong",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "W"
                    ],
                    "last": "Tsang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "C"
                    ],
                    "last": "Ooi",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "N. Engl. J. Med",
            "volume": "348",
            "issn": "",
            "pages": "1977--85",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Severe Acute Respiratory Syndrome (SARS) in Singapore: Clinical features of index patient and initial contacts",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "Y"
                    ],
                    "last": "Hsu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Green",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Emerg. Infect. Dis",
            "volume": "9",
            "issn": "",
            "pages": "713--730",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Identification of severe acute respiratory syndrome in Canada",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Poutanen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Low",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Henry",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "N. Engl. J. Med",
            "volume": "348",
            "issn": "",
            "pages": "1995--2005",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "A major outbreak of severe acute respiratory syndrome in Hong Kong",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hui",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "N. Engl. J. Med",
            "volume": "348",
            "issn": "",
            "pages": "1986--94",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Bronchiolitis obliterans organizing pneumonia: CT features in 14 patients",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "L"
                    ],
                    "last": "Muller",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Staples",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Miller",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Am. J. Roentgenol",
            "volume": "154",
            "issn": "",
            "pages": "983--990",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Clinical features and short-term outcomes of 144 patients with SARS in the Greater Toronto Area",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Booth",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Matukas",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Tomlinson",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "JAMA",
            "volume": "289",
            "issn": "",
            "pages": "2801--2810",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "World Health Organization. Case definitions for surveillance of severe acute respiratory syndrome (SARS)",
            "authors": [],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Severe acute respiratory syndrome (SARS)",
            "authors": [],
            "year": 2003,
            "venue": "Centers for Disease Control and Prevention",
            "volume": "23",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Severe acute respiratory syndrome (SARS)",
            "authors": [],
            "year": 2003,
            "venue": "",
            "volume": "22",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Koch's postulates fulfilled for SARS virus",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Fouchier",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kuiken",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schutten",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Nature",
            "volume": "423",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "World Health Organization. Severe acute respiratory syndrome (SARS)",
            "authors": [],
            "year": 2003,
            "venue": "SARS archives",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Lung pathology of fatal severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Nicholls",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Poon",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "C"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Lancet",
            "volume": "361",
            "issn": "",
            "pages": "1773--1781",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Thin-section CT of severe acute respiratory syndrome: evaluation of 74 patients exposed to or with the disease",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "T"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "E"
                    ],
                    "last": "Antonio",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Hui",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Radiology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Cryptogenic organizing pneumonia: CT findings in 43 patients",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kullnig",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Hartman",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "L"
                    ],
                    "last": "Muller",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Am. J. Roentgenol",
            "volume": "162",
            "issn": "",
            "pages": "543--549",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Clinical progression and viral load in a community outbreak of coronavirus-associated SARS pneumonia: a prospective study",
            "authors": [
                {
                    "first": "Jsm",
                    "middle": [],
                    "last": "Peiris",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Chu",
                    "suffix": ""
                },
                {
                    "first": "Vcc",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Lancet",
            "volume": "361",
            "issn": "",
            "pages": "1767--72",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Acute interstitial pneumonia: radiographic and CT findings in nine patients",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Primack",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Hartman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ikezoe",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Akira",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sakatani",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "L"
                    ],
                    "last": "Muller",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Radiology",
            "volume": "188",
            "issn": "",
            "pages": "817--837",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "A novel coronavirus associated with severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "G"
                    ],
                    "last": "Ksiazek",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Erdman",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Goldsmith",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "N. Engl. J. Med",
            "volume": "348",
            "issn": "",
            "pages": "1953--66",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Severe acute respiratory syndrome (SARS). Treatment. 25",
            "authors": [],
            "year": 2003,
            "venue": "Centers for Disease Control and Prevention",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Severe acute respiratory syndrome (SARS). Management. Revised 11",
            "authors": [],
            "year": 2003,
            "venue": "SARS archives",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "The use of corticosteroids in SARS",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Oba",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "N. Engl. J. Med",
            "volume": "348",
            "issn": "",
            "pages": "2034--2039",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Critics slam treatment for SARS as ineffective and perhaps dangerous",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Cyranoski",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Nature",
            "volume": "423",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Managing SARS amidst uncertainty",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Wenzel",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Edmond",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "N. Engl. J. Med",
            "volume": "348",
            "issn": "",
            "pages": "1947--1955",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Development of a standard treatment protocol for severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "Lky",
                    "middle": [],
                    "last": "So",
                    "suffix": ""
                },
                {
                    "first": "Acw",
                    "middle": [],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "Lyc",
                    "middle": [],
                    "last": "Yam",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Lancet",
            "volume": "361",
            "issn": "",
            "pages": "1615--1632",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "CXR of three SARS patients showing (a) predominantly right lower lobe ground glass opacification in a 24year-old woman, (b) bilateral lower zone consolidation in a 36-year-old woman, and (c) bilateral ground glass opacification resembling adult respiratory distress syndrome, with superimposed nodular shadows, in a 65-year-old man.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "CXR of a 42-year-old man with SARS showing bilateral lower zone and left mid zone consolidation and pneumomediastinum. There is also surgical emphysema in the left axilla.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 3 High-resolution computed tomography (HRCT) of a 31-year-old woman with early SARS who presented 3 days after the onset of fever and chills showing bilateral lower lobe and peripheral ground glass appearances, especially in the posterior aspects of the lower lobes. It is of note that her CXR showed much fewer changes therefore prompting the request for the HRCT.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Schematic diagram showing the logistics of care for patients with pneumonia and fever admitted to Queen Mary Hospital, the University of Hong Kong since March 2003.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Summary of World Health Organization diagnostic criteria (after 1 November 2002) for severe acute respiratory syndrome (SARS)10",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Summary of Centers for Disease Control and Prevention (US) diagnostic criteria for severe acute respiratory syndrome (SARS)11",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Summary of Health Authority Head Office (Hong Kong) diagnostic criteria for severe acute respiratory syndrome (SARS)12",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We would like to thank June Sun, Colin Ko and Christina Yan for technical assistance, and all the medical and nursing staff who assisted in the care of these patients, and Professor W. K. Lam and Dr W. H. Seto for helpful expert clinical and microbiological advice.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGEMENT"
        }
    ]
}