{
    "paper_id": "878f4127f5d2a15bc05e339fc97cd9154af2bc65",
    "metadata": {
        "title": "Journal Pre-proof Fracture management during COVID-19 pandemic: A systematic review and meta- analysis Title: Fracture management during COVID-19 pandemic: A systematic review and meta- analysis Running title: Fracture management during COVID-19 pandemic",
        "authors": [
            {
                "first": "Vijay",
                "middle": [
                    "Kumar"
                ],
                "last": "Jain",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hitesh",
                "middle": [],
                "last": "Lal",
                "suffix": "",
                "affiliation": {},
                "email": "drhiteshlall@gmail.com"
            },
            {
                "first": "Kumar",
                "middle": [],
                "last": "Patralekh",
                "suffix": "",
                "affiliation": {},
                "email": "mohitkumarpatralekh@gmail.com"
            },
            {
                "first": "Raju",
                "middle": [],
                "last": "Vaishya",
                "suffix": "",
                "affiliation": {},
                "email": "raju.vaishya@gmail.com"
            },
            {
                "first": "Vijay",
                "middle": [],
                "last": "Dr",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Kumar Jain",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kumar",
                "middle": [],
                "last": "Mohit",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Patralekh",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Contribution of authors: VKJ: Concept design, data acquisition, and analysis and interpretation of data, drafting and critical revision; HL: Data acquisition, and analysis and interpretation, drafting and critical revision; MKP: Data acquisition, and analysis and interpretation, drafting and critical revision; RV: Analysis and interpretation drafting and critical revision. Each author has contributed significantly to, and be willing to take public responsibility for, one or more aspects of the study: its design, data acquisition, and analysis and interpretation of data. All authors have been actively involved in the drafting and critical revision of the manuscript and each provide final approval of the version to be published.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Abstract:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Purpose: The COVID-19 pandemic has affected orthopedic practices worldwide. Few studies focusing on epidemiology and management of fractures in COVID 19 patients have been published. We conducted a systematic review and meta-analysis to evaluate the fracture types, presentation, treatment, complications, and early outcomes of fractures occurring amidst COVID-19 pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "a comprehensive search of PubMed, Google Scholar, Scopus, and Cochrane Library database using keywords 'COVID-",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The searches yielded a total of ten studies with 112 Patients who were positive for COVID 19 associated with fractures. Individual patient data meta-analysis was performed as feasible, for six studies, reporting data separately for 44 patients with COVID 19 and an associated fracture.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Meta-analysis showed that a diagnosis of COVID 19 was made on the basis of positive Computed Tomography scan in 39 patients and 30 patients had a positive Reverse Transcription-Polymerase Chain Reaction test. Overall, there were 29 proximal femoral fractures, 8 spine fractures, 7 fractures of the other bones. The fractures were treated surgically in 30 cases (68.18%) and the remaining 14 cases (31.82 %) were managed conservatively. There were 16",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "patients (36.36%) who died, mostly due to respiratory failure with a median age of 82 years.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "COVID-19 has led to a significant reduction in a load of fracture patients globally, though the incidence of fragility fractures continues to be unaffected. There is a significantly higher risk of mortality in elderly patients with fractures and hence they should only be operated in a facility with a robust intensive care. Conservative treatment should be adopted as far as possible in nonobligatory fractures and in lesser equipped centers. Surgery in patients with proximal femur fragility fractures when judiciously selected did result in improvement in respiratory status.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Reorganizing medical services is vital to deliver effective fracture care and also mitigate disease transmission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Keywords: Fracture; hip; COVID-19; Meta-analysis; Pneumonia; Systematic review; conservative; operative; mortality; pandemic",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "The novel coronavirus disease -2019 (COVID- 19) , has significantly affected trauma services globally. Though the motor vehicle accidents (MVA) have drastically reduced due to extensive lockdown, still the patients with low energy and fragility fractures are seeking treatment in emergency. Till date, only a few case reports or series with a small number of patients with fractures have been published in the literature. Hence, the information from one study may not give clear guidance to fracture treatment during COVID 19 pandemic. In many countries the surgeons have not started doing surgeries for various fractures despite various available guidelines due to lack of resources, experience to treat such patients, limited access to negative pressure operation theatres, and COVID related anxiety. We have performed a systematic review and a meta-analysis of the available studies, by analyzing the fracture types, presentation, treatment, complication, and early outcomes among COVID-19 negative and positive patients. We aim to provide more insight into how the fracture treatment can be improvised, adapted, or innovated so as to provide a quality fracture care, similar to the pre-COVID era without harming the patients and health care workers.",
            "cite_spans": [
                {
                    "start": 44,
                    "end": 47,
                    "text": "19)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Introduction:"
        },
        {
            "text": "We have performed a systematic search of the following electronic databases: PubMed, Embase, Google Scholar, Scopus, Cochrane Library, and Web of Science using keywords 'COVID-19', 'Coronavirus', 'trauma*'and 'fracture' from 1st January to 30th April 2020, to identify relevant articles reporting fractures during COVID 19 pandemic. Relevant articles reporting data on fractures in the form of case series, case-control, and cohort studies were included. Articles related to non-orthopedic injuries were excluded. Reference lists of articles were also screened for more relevant papers and we also hand-searched popular premier orthopedic journals (JBJS, BJJ, CORR, INJURY, ABJS, Acta Orthopaedica, IJO) and general medical journals (JAMA, NEJM, Lancet) to avoid missing any paper. Studies were excluded if it did not report fractures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Method:"
        },
        {
            "text": "We also included relevant editorials, opinions, and reviews for qualitative summarization.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Method:"
        },
        {
            "text": "The descriptive data regarding patient characteristics available from all studies were summarized in tabulated form. Study quality of individual studies was ascertained using the methodological quality assessment tool proposed by Murad ",
            "cite_spans": [
                {
                    "start": 230,
                    "end": 235,
                    "text": "Murad",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Statistical analysis:"
        },
        {
            "text": "The search yielded a total of 180 articles on PubMed, 122 on Scopus, and one on Cochrane library. Hand search revealed 6 more papers, and 5 relevant papers were revealed on Google Scholar search. After screening duplicates and excluding irrelevant articles based on the title, twenty relevant papers were considered and a total of ten studies with 112 Patients who were positive for COVID 19 and had suffered a fracture were finally included for analysis after fulltext assessment. (Figure 1 ( Figure 2B) We focused on these comorbidities because these have been reported as risk factors for mortality in COVID 19 patients in the earlier studies. [24] Obesity and Chronic Obstructive Pulmonary Disease (COPD) were also considered as a risk factor for mortality, but we could not analyze it as it was not reported, in the most included studies. ",
            "cite_spans": [
                {
                    "start": 647,
                    "end": 651,
                    "text": "[24]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [
                {
                    "start": 482,
                    "end": 491,
                    "text": "(Figure 1",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 494,
                    "end": 504,
                    "text": "Figure 2B)",
                    "ref_id": null
                }
            ],
            "section": "Results:"
        },
        {
            "text": "Oxygen therapy with a Venturi mask was used in most of the cases, and ventilators were also used when necessary, although complete data has not been provided by all the authors. Details regarding antiviral therapy were available in all six manuscripts and as per the synthesized data (HCQS alone-2 cases, HCQS+Oseltamivir-5 cases, HCQSDr+Azithro-17 cases, Oseltamivir alone-11 cases, HCQS+ lopinavir +ritonavir-1 case and HCQS +Azithromycin + Oseltamivir-1 case) the usage pattern has been depicted in (Figure 3 ). PPE Usage: Data regarding usage of PPE was not reported by most authors, and among those who reported it or responded to personal queries, considerable variability was found in its usage ( Table 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 502,
                    "end": 511,
                    "text": "(Figure 3",
                    "ref_id": null
                },
                {
                    "start": 704,
                    "end": 712,
                    "text": "Table 2)",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Treatment of COVID-19:"
        },
        {
            "text": "There were 16 patients (36.36%) who died, mostly due to respiratory failure and one case had in their 13 fracture patients with COVID-19. But, Maniscalo et al. [19] reported a high mortality rate of (43.75%) in their 32 COVID cases with proximal femoral fractures, from Italy.",
            "cite_spans": [
                {
                    "start": 160,
                    "end": 164,
                    "text": "[19]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Mortality of Patients:"
        },
        {
            "text": "The main cause of death was cardiac arrest (4 cases, 44.4%), multiple organ failure (3 cases, 33 .3%), septic shock (1 case, 11.1%) and renal failure (1 case, 11.1%) among the 9 deaths reported from Piacenza. Among the five COVID positive deaths reported from Parma, causes were cardio-respiratory arrest (4 cases, 66.7%) and septic shock (1 case, 16.7%). Among these patients, RT-PCR for COVID 19 was positive in 12 cases before death, it came positive after death in one case. In the rest, the diagnosis was based on positive CT chest findings. There were 3 patients with hypertension, 1 with cardiac disease and 4 with diabetes type 2. It is important to note that only one case had both heart disease and diabetes.",
            "cite_spans": [
                {
                    "start": 94,
                    "end": 96,
                    "text": "33",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Mortality of Patients:"
        },
        {
            "text": "Hip fractures were predominant in patients suffering mortality; 13 cases (29.54%) had proximal femoral fractures, whereas there was only one case of cervical spine injury and two dorsolumbar fractures. Ten patients were surgically managed and six were treated conservatively. Seven of these patients were receiving Hydroxychloroquine-Azithromycin combination, five were receiving Oseltamivir alone and one each was receiving Hydroxychloroquine with Oseltamivir combination, and Lopinavir-Ritonavir-Hydroxychloroquine combination. The difference in age groups of people who experienced mortality, and those who did not approach a statistical significance (P=0.0519). No other significant relationship could be found overall. Most papers related to fractures and COVID-19 came from Iran (4), followed by Italy (3) This study was designed to reflect on how the COVID-19 pandemic has affected fracture care globally, with a propensity to some fractures over other, the surgeon's treatment selection mode, preoperative investigations done, anesthesia administered (did not mention in the result anywhere), the surgeon and patient protective measures taken, the remodeling or modification of the operating theatres, union rate (did not mention in the result anywhere), hospital stay, antibiotic pattern, the complications localized to fracture (did not mention in the result anywhere) and general complications peculiar to COVID 19, morbidity and mortality. In this study, we aimed to assess also the prevalence of accompanying comorbidities in fracture patients tested positive for COVID-19. The main points investigated in this review have been summarized in Table 3 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1655,
                    "end": 1662,
                    "text": "Table 3",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Mortality of Patients:"
        },
        {
            "text": "We have noticed a massive breakdown in trauma orthopedic fracture surgeries in the world during the COVID-19 pandemic. The main approach of most orthopedic surgeons was to save the hospital resources, to decrease the risks of a nosocomial infection like COVID-19 and to protect their staff and colleagues.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mortality of Patients:"
        },
        {
            "text": "Due to imposed quarantines, travel bans and lockdown, forcing the people to stay at home, there is a substantial decrease in MVA which has caused a reduction in visits to the emergency trauma service. The mean age of the patients with a fracture, in this series, was found to be around 67 years. It is intuitive that younger age groups did not suffer fractures, perhaps due to restrictions on travel on the road, sporting activities, industrial activities etc., and the majority of these patients had a low velocity or a fragility fracture in an older person with osteoporosis. The male to female ratio was 24/20, which is not significant. Recent articles demonstrated that despite the decreased frequency of accidental trauma over the course of the COVID-19 the outbreak, the number of osteoporotic hip fractures remained stable. [8, 16, 17] Zhu et al. [16] reported hip fracture and low-energy injury (fall from standing height and fall from a low height) as most the prevalent injury mechanism, and the home being placed where these injuries commonly occurred. These findings highlighted the importance of primary prevention (home prevention) measures, and could be used for references for individuals, health care providers, or health administrators. [16] Hip fractures in the elderly are overwhelming injuries that frequently result in long-term disability and can lead to death. Recent studies have shown that elderly patients with fractures associated with medical comorbidities such as diabetes, hypertension, COPD, and obesity are more badly affected by COVID-19 infections, due to their reduced functional reserves and weakened immune systems. [4, 12] These patients should be operated as soon as they are medically optimized, as any operative delays beyond 48 hours after admission may increase the odds of 30-day all-cause mortality. [25, 17] This dictum is also applicable to the patients with COVID-19 infection, despite their higher mortality rate, as they might benefit from early An accelerated care pathway should be adopted for a shorter length of hospital stay and subsequently early discharge of patients from the hospital. We suggest that in countries and healthcare facilities where the resources for orthopedic surgery and critical care are not very well developed, the conservative management still has a role to play, in the present pandemic al. [15] opined that old hip fractures if have other underlying medical conditions that may lead to a lengthy hospital stay and increase the chances of transmitting the infection to the health care workers and other patients. Also, a higher death rate is seen in these elderly people, possibly due to a weaker immune system, which also permits faster progression of viral infection. Finally, the stress associated with the fracture and the surgery might itself trigger a series of oxidative stress responses and excessive inflammation leading to a more severe course of infection. Hence, it is advisable to carefully evaluate these elderly patients (with fragility fractures) for surgery, during an outbreak of COVID-19 in order to protect themselves and the health care workers attending to them. [15] The recent COVID Surg multicenter collaborative study included all patients undergoing surgery and having SARS-CoV-2 infection confirmed within 7 days before or 30 days after surgery at 235 hospitals in 24 countries and assessed 30-day postoperative mortality,7-day mortality and pulmonary complications. Out of 1128 patients 835 had emergency surgery and 280 had elective surgery. SARS-CoV-2 infection was confirmed preoperatively in 294 patients. 30-day mortality was 23·8% and 7-day mortality was 5·2%( higher risk for ASA grades 3-5 and lower risk for postoperative diagnosis). Pulmonary complications happened in 51·2% cases; and 30-day mortality among these cases was 38·0%, accounting for 81·7% of all deaths. In adjusted analyses, 30-day mortality was associated with male sex, age 70 years or older,major surgery,emergency surgery, malignant versus benign or obstetric diagnosis, and higher ASA American Society of Anesthesiologists (ASA) classification is certainly a useful tool for foreseeing the patients' outcome significant trend an increase in the ASA physical status is associated with higher perioperative mortality in ICU.",
            "cite_spans": [
                {
                    "start": 835,
                    "end": 838,
                    "text": "16,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 839,
                    "end": 842,
                    "text": "17]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 854,
                    "end": 858,
                    "text": "[16]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1255,
                    "end": 1259,
                    "text": "[16]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1654,
                    "end": 1657,
                    "text": "[4,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1658,
                    "end": 1661,
                    "text": "12]",
                    "ref_id": null
                },
                {
                    "start": 1846,
                    "end": 1850,
                    "text": "[25,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1851,
                    "end": 1854,
                    "text": "17]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 2372,
                    "end": 2376,
                    "text": "[15]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 3166,
                    "end": 3170,
                    "text": "[15]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Mortality of Patients:"
        },
        {
            "text": "[28]The only independent predictor for 30-day pulmonary complications in COVIDSurg Collaborative study was ASA grades 3-5. Also, ASA grades 3-5 versus grades 1-2 was associated with increased odds of 7-day mortality. [27] Nunez et al. [17] have also warned that contingency plans should not automatically assume that all the trauma cases will decrease during a pandemic. Osteoporotic hip fractures remain stable. The resumption of elective orthopaedic surgery should be withheld for the time being and only emergency and semi-urgent cases should be operated, as of now. [32, 33] The orthopedic and trauma surgery which is likely to produce more aerosol, more invasion, requiring general anesthesia and prolonged-time must be avoided [26] .",
            "cite_spans": [
                {
                    "start": 217,
                    "end": 221,
                    "text": "[27]",
                    "ref_id": null
                },
                {
                    "start": 235,
                    "end": 239,
                    "text": "[17]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 570,
                    "end": 574,
                    "text": "[32,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 575,
                    "end": 578,
                    "text": "33]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 733,
                    "end": 737,
                    "text": "[26]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Mortality of Patients:"
        },
        {
            "text": "The strength of this study lies in being able to find 20 relevant studies for analysis, related to fracture management amidst COVID 19 Pandemic. Furthermore, we could analyze 112 COVID positive cases, associated with the fractures. We could not find any published data on such a large number of cases, for this subset of patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strength and Limitations of the study:"
        },
        {
            "text": "The current study also has some limitations. Firstly, the studies were heterogeneous in nature, from different geographical populations. Secondly, some studies were focused on proximal femoral fractures, some on spinal injuries, and others on all types of fractures. Therefore there is a lack of uniformity in the patient populations, which may be related to the risk of mortality and morbidity. Thirdly, the follow up of published studies is quite a short term and final outcomes of fracture treatments and union rates have not been reported so far.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strength and Limitations of the study:"
        },
        {
            "text": "Conclusion: COVID-19 has led to a significant reduction in a load of fracture patients globally, though the incidence of fragility fractures continues to be unaffected. Conservative treatment should be adopted as far as possible in non-obligatory fractures and in lesser equipped centers. TJTO&C C Notingham hip fracture score(NFHS) and clinical frailty score(CFS) added together to make a SHIFT score may be used to select hip fracture cases for surgery in the COVID era, with patient to be considered for non-operative care if the score is more than 12, due to high risk og mortality in this group(53%).The mortality risk was 34% with score 9-12 and just 2% with score less than 9.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strength and Limitations of the study:"
        },
        {
            "text": "ASJ Rabie H et al [13] Used in 2 cases, Mentioned details in one case (N95 face mask, antiviral hood and guan, and latex antiviral gloves)",
            "cite_spans": [
                {
                    "start": 18,
                    "end": 22,
                    "text": "[13]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Sornasaar d T et al [1]"
        },
        {
            "text": "Shariraye MJ et al [13] N95 face mask, antiviral hood and guan, and latex antiviral gloves (personal communication)",
            "cite_spans": [
                {
                    "start": 19,
                    "end": 23,
                    "text": "[13]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Sornasaar d T et al [1]"
        },
        {
            "text": "Chehrassan M et al [6] All PPE in 2 cases, only extra face shield in one case, only protective clothing in one case and none in one case ",
            "cite_spans": [
                {
                    "start": 19,
                    "end": 22,
                    "text": "[6]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Sornasaar d T et al [1]"
        },
        {
            "text": "Did countries segregate COVID patients needing fracture care from non-COVID at entry into a health care facility or did they have different COVID and non-COVID areas in a health center? What was the PPE used?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recommendations based on evidences"
        },
        {
            "text": "Majority had, and it's better to have different COVID and non COVID health care facilities. If not possible; make a separated contaminated and sterile corridors in a health center (separate OPD, wards, OT, pharmacy) to decrease nosocomial infections. Separate isolation wards in emergency are a must till patient's COVID clearance. [5, 6, 7, 11, 12, 13] Did this review consider only emergency trauma surgeries? Fracture care in emergency was mostly available and was researched. [1] [2] [3] [4] [5] [6] [7] [8] [9] [10] [11] [12] [13] [14] [15] [16] [17] [18] [19] [20] What major changes have occurred in the epidemiology of fractures in the COVID 19 era?",
            "cite_spans": [
                {
                    "start": 332,
                    "end": 335,
                    "text": "[5,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 336,
                    "end": 338,
                    "text": "6,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 339,
                    "end": 341,
                    "text": "7,",
                    "ref_id": null
                },
                {
                    "start": 342,
                    "end": 345,
                    "text": "11,",
                    "ref_id": null
                },
                {
                    "start": 346,
                    "end": 349,
                    "text": "12,",
                    "ref_id": null
                },
                {
                    "start": 350,
                    "end": 353,
                    "text": "13]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 480,
                    "end": 483,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 484,
                    "end": 487,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 488,
                    "end": 491,
                    "text": "[3]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 492,
                    "end": 495,
                    "text": "[4]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 496,
                    "end": 499,
                    "text": "[5]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 500,
                    "end": 503,
                    "text": "[6]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 504,
                    "end": 507,
                    "text": "[7]",
                    "ref_id": null
                },
                {
                    "start": 508,
                    "end": 511,
                    "text": "[8]",
                    "ref_id": null
                },
                {
                    "start": 512,
                    "end": 515,
                    "text": "[9]",
                    "ref_id": null
                },
                {
                    "start": 516,
                    "end": 520,
                    "text": "[10]",
                    "ref_id": null
                },
                {
                    "start": 521,
                    "end": 525,
                    "text": "[11]",
                    "ref_id": null
                },
                {
                    "start": 526,
                    "end": 530,
                    "text": "[12]",
                    "ref_id": null
                },
                {
                    "start": 531,
                    "end": 535,
                    "text": "[13]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 536,
                    "end": 540,
                    "text": "[14]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 541,
                    "end": 545,
                    "text": "[15]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 546,
                    "end": 550,
                    "text": "[16]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 551,
                    "end": 555,
                    "text": "[17]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 556,
                    "end": 560,
                    "text": "[18]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 561,
                    "end": 565,
                    "text": "[19]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 566,
                    "end": 570,
                    "text": "[20]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Recommendations based on evidences"
        },
        {
            "text": "Overall fracture incidence has decreased but new types of injuries were also seen. [14, 17, 19] Contingency plans in these times need to be targeted for osteoporotic hip fractures.",
            "cite_spans": [
                {
                    "start": 83,
                    "end": 87,
                    "text": "[14,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 88,
                    "end": 91,
                    "text": "17,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 92,
                    "end": 95,
                    "text": "19]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Recommendations based on evidences"
        },
        {
            "text": "Were the patients triaged? Was there any screening protocol followed in case of emergency?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recommendations based on evidences"
        },
        {
            "text": "Should all in patients be screened and sampled? How is OT-emergency zoned.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recommendations based on evidences"
        },
        {
            "text": "Two types of triaging needs to be done one of emergency of trauma by ATLS,SHiFT scores etc.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "How many initially asymptomatic cases were there?"
        },
        {
            "text": "[7] and other is on basis of COVID status. There is consensus that All admitted patients should be screened clinically into covid positive, covid suspects (clinically & pandemic zones >100/100000 resident) and clinically covid negative at ER gate for direction to clean covid free pathways and nonclean /covid facility or zones for clearance by covid swab for RT-PCR and /or CT. BUT Operate emergency cases with universal precautions and less emergency cases after RT-PCR or CT chest scan (experienced radiologist) report. [1, 5, 6, 12, 15, 17] Were clinical symptoms of COVID different?",
            "cite_spans": [
                {
                    "start": 523,
                    "end": 526,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 527,
                    "end": 529,
                    "text": "5,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 530,
                    "end": 532,
                    "text": "6,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 533,
                    "end": 536,
                    "text": "12,",
                    "ref_id": null
                },
                {
                    "start": 537,
                    "end": 540,
                    "text": "15,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 541,
                    "end": 544,
                    "text": "17]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "How many initially asymptomatic cases were there?"
        },
        {
            "text": "What were the common modes of injury?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "How many initially asymptomatic cases were there?"
        },
        {
            "text": "No Fragility fractures were seen most often. [4, 6, 12, 15, 16] ",
            "cite_spans": [
                {
                    "start": 45,
                    "end": 48,
                    "text": "[4,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 49,
                    "end": 51,
                    "text": "6,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 52,
                    "end": 55,
                    "text": "12,",
                    "ref_id": null
                },
                {
                    "start": 56,
                    "end": 59,
                    "text": "15,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 60,
                    "end": 63,
                    "text": "16]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "How many initially asymptomatic cases were there?"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Response to: Management of Traumatic Spinal Fracture in the Coronavirus Disease 2019 Situation",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Liawrungrueang",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Sornsa-Ard",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Niramitsantiphong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Asian Spine J",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.31616/asj.2020.0194.r1"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Doing Our Part to Conserve Resources: Determining Whether All Personal Protective Equipment Is Mandatory for Closed Reduction and Percutaneous Pinning of Supracondylar Humeral Fractures",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Schwartz",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "X"
                    ],
                    "last": "Farley",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Devito",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "D"
                    ],
                    "last": "Fletcher",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Carpal Fracture and COVID-19 Infection: Observation from Thailand",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Joob",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Wiwanitkit",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Indian J Orthop",
            "volume": "54",
            "issn": "3",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s43465-020-00112-8"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Characteristics and Early Prognosis of COVID-19 Infection in Fracture Patients",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Mi",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xiong",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Xue",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Bone Joint Surg Am",
            "volume": "102",
            "issn": "9",
            "pages": "750--758",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Emergency and Urgent Orthopaedic Surgeries in non covid patients during the COVID 19 pandemic: Perspective from India",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Keny",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "V"
                    ],
                    "last": "Bagaria",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "K"
                    ],
                    "last": "Chaudhary",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Dhawale",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Orthop",
            "volume": "20",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Covid-19 Special Issue):270-6. the SARS-CoV-2 Outbreak in Northern Italy",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chehrassan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ebrahimpour",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ghandhari",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Saneitaheri",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Athari",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sadighi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jafarikafiabadi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Karami",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zali",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Arch Bone Jt Surg. Apr",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.2106/JBJS.20.00617"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Novel Coronavirus Infection In Orthopedic Patients; Report Of Seven Cases",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Rabie",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Sharafi",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Oryadizanjani",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Nabian",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Arch Bone Jt Surg. Apr",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The Early Effect of COVID-19 on Trauma and Elective Orthopaedic Surgery",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Jenkins",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "TJTO&C-Transient J Trauma",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Association of New Coronavirus Disease With Fragility Hip and Lower Limb Fractures in Elderly Patients",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Shariyate",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Kachooei",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Arch Bone Jt Surg. Apr",
            "volume": "1",
            "issn": "",
            "pages": "297--301",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Epidemiologic characteristics of traumatic fractures in elderly patients during the outbreak of coronavirus disease 2019 in China",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Xin",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "IntOrthop",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s00264-020-04575-0"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Impact of the COVID-19 Pandemic on an Emergency Traumatology Service: Experience at a Tertiary Trauma Centre in Spain",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Nuñez",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sallent",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Lakhani",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.injury.2020.05.016"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The management of emergency spinal surgery during the COVID-19 pandemic in Italy",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Giorgi",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Villa",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Gallazzi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Bone Joint J.xxx",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1302/0301-620X.102B6.BJJ-2020-0537"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Proximal femur fractures in COVID-19 emergency: the experience of two Orthopedics and Traumatology Departments in the first eight weeks of the Italian epidemic",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Maniscalco",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Poggiali",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Quattrini",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Acta Biomed",
            "volume": "91",
            "issn": "2",
            "pages": "89--96",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Fracture Surgery in known COVID-19 infected patients: what are the Challenges?Arch Bone Jt Surg",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Association between wait time and 30-day mortality inadults undergoing hip fracture surgery",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Pincus",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Ravi",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wasserstein",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Paterson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Nathens",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Kreder",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Jenkinson",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Wodchiswp",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "JAMA",
            "volume": "318",
            "issn": "",
            "pages": "1994--2003",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "2020) what we do when a COVID-19 patient needs an operation: operating room preparation and guidance",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "K"
                    ],
                    "last": "Ti",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "S"
                    ],
                    "last": "Ang",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Foong",
                    "suffix": ""
                },
                {
                    "first": "Bsw",
                    "middle": [],
                    "last": "Ng",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Can J Anaesth",
            "volume": "67",
            "issn": "6",
            "pages": "756--764",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Methodological quality and synthesis of case series and case reports. BMJ evidence-based medicine",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Murad",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sultan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Haffar",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Bazerbachi",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "23",
            "issn": "",
            "pages": "60--63",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Risk factors for severity and mortality in adult COVID-19 inpatients in Wuhan",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Allergy ClinImmunol",
            "volume": "",
            "issn": "20",
            "pages": "30495--30499",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Is operative delay associated with increased mortality of hip fracture patients? Systematic review, meta-analysis, and meta-regression",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Shiga",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wajima",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ohe",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Can J Anaesth",
            "volume": "55",
            "issn": "3",
            "pages": "146--54",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Resuming Elective Orthopaedic Surgery During the COVID-19 Pandemic: Guidelines Developed by the International Consensus Group (ICM)",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Parvizi",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Gehrke",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Krueger",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Bone Joint Surg Am",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.2106/JBJS.20.00844"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Post COVID-19: Planning strategies to resume orthopaedic surgery -challenges and considerations",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "P"
                    ],
                    "last": "Iyengar",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Jain",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vaish",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Vaishya",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Maini",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Lal",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Clin Orthop Trauma",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jcot.2020.04.028"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Overall, there were 29 proximal femoral fractures, six thoracolumbar fractures, two cervical spine injuries, and only seven fractures of the other limb bones. (Figure 2C) Surgery and conservative care: The fractures were treated surgically in 30 cases (68.18%) and the remaining 14 cases (31.82 %) were managed conservatively. The exact type of surgery has not been explicitly mentioned by most authors, but in general, it was guided by the fracture pattern, patient comorbidity, and medical fitness. For cases with hip fractures, hemiarthroplasty (five cases) or intramedullary fixation (eight cases) has been mentioned by Catellani F et al. [12], whereas Chehdrassan M et al. [6] managed two cases with spine fractures conservatively and five underwent decompression and instrumented fusion.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "massive haematuria. The median age (range) of these patients was 82 (27-93) years, whereas their mean age was 76.19 years (with an SD of 17.96). These were eight males and eight females. (Separate individual patient data for the seven COVID-19 RT PCR positive fracture patients, who had expired, was provided by Vibes et al. [11]. If we consider them as well, there were 23 patients (52.27%) who experienced mortality. Among them, the median age (range) was 85 (27-100) years and their mean age was 80.78 years (with SD of 16.65). These were 11 males and 12 females) (figure 4 and figure 5). Nunez AH et al. [17] reported only13 patients (0.52%) with confirmed COVID-19 (7 patients confirmed at admission and 6 diagnosed post-operatively) among 2495 (512 in the lockdown period from 14th March to 2nd April and 1983 cases in the preceding 20 days) cases of trauma visits in the COVID-19 season, at a tertiary care center in Spain. Three cases (23.07%) expired prior to undergoing surgery, one after surgery (7.69%), four were discharged home (30.76%), and five remained admitted in the hospital for which further details were not available. Similarly, Marchan et al. [7] have reported one death (7.69%)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": ", China (3), and the USA (3). (Figure 6A) In our study, the maximum number of patients were from Iran (17), followed closely by Italy (16), and China (10). (Figure 6B) Discussion:",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "surgery.[11]  In elderly patients with COVID-19 and proximal femoral fractures, surgery may contribute to the overall stability, early mobilization, improvement in respiratory physiology, and overall patient comfort. However, cases with severe dyspnea (pO2 <90%), hyperpyrexia (>38C), and signs of pneumonia or systemic organ dysfunction, are considered serious, and if present these patients should not be considered for orthopedic surgery(Figure 7).[12]",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "situation. [26] Several non-obligatory fractures can very well be managed conservatively. Rabie et al. have recommended non-operative treatments as preferred methods of treatment for most orthopedic problems, specifically the fractures. [26] Flexibility and dynamicity in planning and treatment selection are important. General condition and severity of coronavirus infection in a patient, risk of surgery for both the patient and staff in positive cases and risk of in-hospital transmission to other patients should all be considered while deciding surgery.[13] Shariyate et",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "grades. Postoperative pulmonary complications occur in half of patients with perioperative SARS-CoV-2 infection and are associated with high mortality. There were 299 orthopaedic cases, out of which 131(44.3%) had pulmonary complications and 86(28.8%) had expired. There were 224 trauma cases,out of which 110 (49·6%) had pulmonary complications and 67 (29·9%) had expired. In the accompanying appendix, authors report that there were 66 cases of hemiarthroplasty (1 elective), 49 cases of dynamic hip screw(1 elective), 37 cases of intramedullary nailing(1 elective), 15 cases of closed reduction and internal fixation of fracture, 12 cases of open reduction and extra medullary fracture fixation, 15 cases of closed reduction and internal fixation of fracture, 2 cases of closed reduction and external fixation of fracture, and minor procedures included 1 closed reduction of joint and 2 open reductions without fixation. Separate prognostic details on fracture cases was, however, not mentioned except for emergency or elective surgery and major or minor status. Authors suggest that thresholds for surgery during the COVID-19 pandemic should be elevated, particularly in men aged 70 years or more. Non-urgent procedures may be postponed and non-operative treatment should be promoted to delay or avoid the need for surgery.Strategies to reduce in-hospital SARS-CoV-2 transmission and the risk of postoperative complications should be planned.[27]",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Given that osteoporotic hip fractures are in geriatric population with multiple comorbidities, operative delays may increase the risk of mortality as well as of nosocomial infection, and if possible, one should be prepared for the surgical care of their fractures, even in pandemic situations.[17] Mi et al.[4] from their experience of 10 fracture cases with COVID-19 pneumonia, has recommended four main strategies; i) non-operative treatment should be preferred for elderly cases with minor fractures, like distal radial fractures, in endemic areas, ii) infection-control measures should be implemented strictly for cases with fractures, particularly those for surgical treatment, iii) COVID-19 pneumonia cases with a fracture should be given intensive surveillance and treatment, and iv) surgery for cases with a fracture and COVID-19 pneumonia should be done in a negative-pressure operating room.Post-operative patients are a vulnerable group at risk of nosocomial SARS-CoV-2 infection and might be particularly susceptible to subsequent pulmonary complications like pneumonia, acute respiratory distress syndrome (ARDS), respiratory failureor unexpected postoperative ventilation which can be invasive or noninvasive. These complications are due to pro-inflammatory cytokine and immunosuppressive responses to surgery and mechanical ventilation.[27] Patients with COVID-19 infection are at high risk of developing thromboembolic complications. It is advisable to use at least standard doses of low-molecular-weight heparin, unfractionated heparin or fondaparinux in all post-operative patients unless contraindicated. If pharmacological prophylaxis is contraindicated, a mechanical thromboprophylaxis with the use of elastic socks and intermittent pneumatic compression can be used in patients at highest risk.[29-31] An extension of thromboprophylaxis at hospital discharge should be advised, according to the individual risk, including active mobilization.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Surgery in patients with obligatory fractures like proximal femur fragility fractures, compound fractures/dislocations and severe limb injuries require surgical intervention, under due care. The mortality rates are higher in elderly, patients with medical comorbidities and COVID positive patients, with fractures and these constitute a high-risk group. The resumption of routine trauma and elective orthopedic surgery should only be done in a gradual manner, and after the sands for proximal femoral fracture management? The Transient Journal of Trauma, Orthopaedics and the Coronavirus. Apr;14.https://www.boa.ac.uk/policyengagement/journal-of-trauma-orthopaedics/journal-of-trauma-orthopaedics-andcoronavirus/covid-19-causes-a-shift-in-the-sands-for-proximal.html. Accessed on June 2, 2020 8. Liu J, Mi B, Hu L, et al. (2020) Preventive strategy for the clinical treatment of hip fractures in the elderly during the COVID-19 outbreak: Wuhan's experience. Aging (Albany NY). 12(9):7619 25. 9. Stinner DJ, Lebrun C, Hsu JR, Jahangir AA, Mir HR. (2020)The Orthopaedic Trauma Service and COVID-19 -Practice Considerations to Optimize Outcomes and Limit Exposure [published online ahead of print, 2020 Apr 13]. J Orthop Trauma. 10.1097/BOT.0000000000001782. doi:10.1097/BOT.0000000000001782 10. Pradhan NM, Acharya BM, Devkota P, Gyawali B, Bhatta TR, Pokhrel PM, Thakur AK, Shrestha A, Shrestha SK. (2020) Orthopaedic services during COVID-19 lockdown at Patan Hospital, Nepal. Journal of Patan Academy of Health Sciences. May 8;7(1):19-24. 11. Muñoz Vives JM, Jornet-Gibert M, Cámara-Cabrera J, et al. (2020) Mortality Rates of Patients with Proximal Femoral Fracture in a Worldwide Pandemic: Preliminary Results of the Spanish HIP-COVID Observational Study. J Bone Joint Surg Am May 6.doi: 10.2106/JBJS.20.00686. 12. Catellani F, Coscione A, D'Ambrosi R, Usai L, Roscitano C, Fiorentino G. (2020) Treatment of Proximal Femoral Fragility Fractures in Patients with COVID-19 During 26. Iyengar KP, Vaish A, Vaishya R. (2020) Revisiting conservative orthopaedic management of fractures during COVID-19 pandemic. J Clinical Orthop Trauma. doi: 10.1016/j.jcot.2020.05.010 27. Nepogodiev D, Glasbey JC, Li E, Omar OM, Simoes JF, Abbott TE, Alser O, Arnaud AP, Bankhead-Kendall BK, Breen KA, Cunha MF(COVIDSurg Collaborative). Mortality and pulmonary complications in patients undergoing surgery with perioperative SARS-CoV-2 infection: an international cohort study. The Lancet. 2020 May 29. 28. Shakiba B, Irani S. Covid-19 and perioperative mortality; where do we stand? [published online ahead of print, 2020 Apr 27]. EClinicalMedicine. 2020;22:100364. doi:10.1016/j.eclinm.2020.100364 29. Klok FA, Kruip MJ, van der Meer NJ, Arbous MS, Gommers DA, Kant KM, et al. Incidence of thrombotic complications in critically ill ICU patients with COVID-19. Thromb Res. 2020 Apr:S0049-3848(20)30120-1. 30. Tal S, Spectre G, Kornowski R, Perl L. Venous Thromboembolism Complicated with COVID-19: What Do We Know So Far? [published online ahead of print, 2020 May 12]. Acta Haematol. 2020;1-8. doi:10.1159/000508233 31. Coppola A, Lombardi M, Tassoni MI, Carolla G, Tala M, Morandini R, Paoletti O, Testa S. COVID-19, thromboembolic risk and thromboprophylaxis: learning lessons from the bedside, awaiting evidence. Blood Transfus. 2020 May;18(3):226-229.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Figure and Table legends:",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Master chart of the summary of all the studies included in this review.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "PRISMA diagram",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "Age distribution boxplot (A); Comorbidities seen in fractures cases with COVID 19 (B); Fractures encountered in COVID 19 cases (C) Antiviral therapy used in different studies",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "Age distribution(expired cases) Age comparison box-plot of patients who survived and who didn't Papers from various countries related to fractures and COVID 19 (A); Various countries separately reporting cases fractures with COVID 19.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "Flow diagram for management of hip fractures during COVID-19 pandemic APPENDIX 1: Master chart of the summary of all the studies included in this review.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "et al. for case reports and case series. [23] (Table 1)Individual patient data meta-analysis was also used as feasible. Overall mean and standard deviation/median (range) were used to summarize the data for continuous variables and frequency/percentage for categorical variables and appropriate graphics were used for data depiction. Microsoft Excel version 2016 (Windows) was used for analysis, along with IBM SPSS(Statistical Product and Service Solutions), version 26. Unpaired t-test was used for comparing continuous variables, and the Chi-square test (or Fisher's extract as appropriate) was used for categorical variables. P value<0.05 was taken as statistically significant.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": ", Prisma flowchart). Individual patient data (IPD) meta-analysis was performed as feasible, for six studies, reporting data separately for 44 patients with COVID 19 and an associated fracture. Apart from this, in the study by Vibes JMM et al, there were 136 (102 Female, 24 Male; 123 survived and 13 died) patients, among whom 23 were PCR positive for COVID 19, and seven had expired among them, but the PCR test was not done in 74 cases due to low suspicion. All IPD was not reported. Characteristic features of each study have been summarized in Appendix 1 file. Patient demographics: Among the 44 patients, the median age was 79 years with a range (14 years to 93 years).The mean age was 67 years with SD of 22.92. There were 24 males and 20 females (Figure 2A). Diagnosis of COVID 19: Diagnosis of COVID 19 was made on the basis of positive Computed Tomography (CT) scan findings in 39 patients, and 30 patients had a positive Reverse Transcription-Polymerase Chain Reaction (RT-PCR) test report. Both tests were positive in 16 patients. RT-PCR had limited availability at several centers initially, so characteristic chest CT findings were used for COVID-19 diagnosis initially in most of the cases. Either of these tests (RT-PCR or CT Scan) were positive in all the cases mentioned.Comorbidities: Fifteen patients (34.09%) had hypertension and seven were suffering from a cardiac disease (15.90%). Five patients had both hypertension and cardiac disease (11.36%). Ten patients (22.72%) had type 2 diabetes mellitus. Three diabetics; had cardiac disease. Six patients had both diabetes and hypertension, and two such patients had all these three comorbidities.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Quality assessment of studies",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "PPE usage in studies",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Recommendations on various parameters for COVID1-19 patients based on evidence based literature.",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Trauma surgery fell from 754 operative cases in 2019 to 734 case in 2020 -a 2.7% fall. When the lockdown period was analyzed separately, there was a reduction in trauma operating from 279 to 162 -a 23.2% fall",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Guidelines and algorithm for spine injury management in COVID 19 era Emergency surgery for spine-recommended Rapid test/PCR for suspected COVID 19 cases with spine fracture 3 times, for non-urgent cases surgery to be done without waiting for reports, bor borderline, unstable and extremis cases, Intubation and ICU care with Full PPE in isolated manner. Ageing 82 cases managed during COVID 19 era ( no COVID positive). Authors provide detailed guidelines for management and preventive aspects for hip fractures in COVID 19 era.1270 cases, 456males and 418 females were reviewed regarding usage of semi sterile vs sterile technique for percutaneous k wiring of supracondylar fractures in pre COVID era. Semi sterile technique was safe and 3 deep infections were united in sterile group. Authors propose that semi sterile technique can, therefore, be considered for such cases in case of PPE Shortage, without any increase in risk of complications Nunez JH et al [17] Injury Four different periods were studied, including the first 20 days of Spain's current State of Emergency, from March 14 to April 02, 2020 (Period 4). This period was compared to the 20day period prior to the State of Emergency (Period 3), and to matching periods in the two previous years (Periods 1 and 2).A total of 6565 emergency traumatology visits were analyzed: 1909 visits during Period 1 (29.1%), 2161 during Period 2 (32.9%), 1983 during Period 3 (30.2%) and 512 during Period 4 (7.8%). The mean age of the patients was 55.1 years old (Standard Deviation: 22.1) and 51.8% (3495/6565) were women. No statistically-significant differences were found in age or sex between the four analyzed time periods. The patients' mean age was 55.1 years old (Standard Deviation (SD): 22.1), and 51.8% were women (3495/6565). During the COVID-19 pandemic, there were significant reductions in total visits to the trauma emergency department, workplace accidents, traffic accidents and number of hospital admissions, particularly during Period 4. However, no statistically-significant differences 3 were found in the number of osteoporotic hip fractures admitted between the four periods. The numbers of hospital admissions for osteoporotic hip fracture were 42 during Period 1, 41 during Period 2, 43 during Period 3 and 36 during Period 4.",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "Quality assessment of studies",
            "latex": null,
            "type": "table"
        },
        "TABREF8": {
            "text": "PPE Usage in studies Authors PPE Used ( no of cases)",
            "latex": null,
            "type": "table"
        },
        "TABREF9": {
            "text": "Recommendations on various parameters for COVID1-19 patients based on evidence based literature. .",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Which blood parameters were altered commonly and which were peculiar to trauma in covid?Leukocytosis, neutrophilic with raised CRP is common. Lymphopenia and raised D dimer was more common in fractures. LDH &D dimer are prognostic factors [4, 6, 12, 13] What about sensitivity of HRCT/Chest CT and RT-PCR, should both be done, do they complement each other? Which is a better screening tool in an emergency setting? Do they prognosticate?CT Chest though has increased radiation risk is a fast screening tool with high sensitivity in emergency settings, and is also a prognosticating tool. RT-PCR is specific, needs to be done in all and has important role in patients with equivocal CT. False positive and false negative should be avoided-use both. [6, 12, 13, and 15] .",
            "cite_spans": [
                {
                    "start": 239,
                    "end": 242,
                    "text": "[4,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 243,
                    "end": 245,
                    "text": "6,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 246,
                    "end": 249,
                    "text": "12,",
                    "ref_id": null
                },
                {
                    "start": 250,
                    "end": 253,
                    "text": "13]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 749,
                    "end": 768,
                    "text": "[6, 12, 13, and 15]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "A separate spine center/unit if developed the authors feel would reduce surgical time. [1, 6, 8] When should COVID testing be done in preoperative period?If a patient has been tested in last seven days repeat test is not required, It's better to do RT-PCR test 24-72 hours before surgery in new patient. [1, 18] Did hospitals have outpatient-fracture clinics? How to optimize fracture care visitsIt is better to have a fracture clinic with a dedicated x-ray room so that conservatively treated patients can be managed separately and swiftly. Mild cases can be sent home and followed up via telemedicine. Screening and social distancing to be practiced [9]Were more and more fractures treated conservatively? Was skeletal traction a mode of treatment used?Tendency of treating fractures conservatively was more. (Mildly displaced intra articular fracture distal radius) Patients who were sick /associated serious systemic problems should be managed conservatively. [4, 13] Which fracture is emergency and to be operated first? Any objective tool? What was the time from presentation to surgery?It is upto the health authorities do a risk assessment and determine whether the patient's surgery can be postponed until COVID results return negative or positive patients are no longer infectious and if the situation is an emergency. [5] The tier system, ACS and IOA recommendations and SHIFT tools do guide us in making this decision. [5] Unnecessary procedures for spine trauma patients should be avoided in order to reduce complications related to surgery and to preserve ICU beds. [6] surgery be done for emergent or urgent cases, that is fractures truly requiring operative fixation to avoid mortality or significant morbidity due to a delay of greater than 30 days\". [9] All open fractures, hemodynamically unstable fractures, proximal femoral fragility fractures, spine fractures with increasing neurological deficit, cauda equina syndrome should be considered for urgent surgery.If fracture surgery can be delayed for 30 days without disability and life/limb risk it should be .[9]Is proximal femoral fracture an emergency for surgery.",
            "cite_spans": [
                {
                    "start": 87,
                    "end": 90,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 91,
                    "end": 93,
                    "text": "6,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 94,
                    "end": 96,
                    "text": "8]",
                    "ref_id": null
                },
                {
                    "start": 304,
                    "end": 307,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 308,
                    "end": 311,
                    "text": "18]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 964,
                    "end": 967,
                    "text": "[4,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 968,
                    "end": 971,
                    "text": "13]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1329,
                    "end": 1332,
                    "text": "[5]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1431,
                    "end": 1434,
                    "text": "[5]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1580,
                    "end": 1583,
                    "text": "[6]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1768,
                    "end": 1771,
                    "text": "[9]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Is orthopaedic regional triaging beneficial?"
        },
        {
            "text": "Yes, unless patient is unfit for surgery (PO2,temperature, SHiFT tool may act as guides).[8].In principle, active surgical treatment should be performed unless the patient's health condition is very poor, the patient cannot tolerate the operation, the risk of death during the operation is very high or postoperative nursing would be very difficult It improved O2 saturation and assisted respiratory support [4, 8, 12, 15, 17, 19, 21] Dictum: Operate within 24 hours reduce blood loss and early respiratory rehab to avoid ICU.[12]Is spine fracture an emergency? How to proceed after primary survey and immobilization?Spine fractures with increasing deficit, incomplete deficit, cauda equina syndrome in unstable fracture, or cervical fractures should be operated but All Non urgent spine surgery should be stopped or should be planned for non lockdown after critical assessment, as it carries more risk of pneumonia. [11, 18] TIMELINE:• Was there any special PAC advise or preoperative advice? Antiviral and chemotherapy-what and when to start -preop or postop?It is agreed upon that all antiviral, hydroxychloroquine and oxygen support should be started as soon as possible in fracture with COVID. Steroids can be used in spine, head injury with deficit though not recommended due to its impairing effect on immune system [3, 4, 6, 8, [11] [12] [13] [14] [15] [16] Were fractures due to fall more common for the reason of febrile patient's general or systemic weakness? Was there a need for health education by media? Were any new fracture patterns seen?Yes, may be due to febrile fatigue fractures can occur due to fall. Health education in preventing falls will reduce [16] number of osteoporotic hip fracture.. The panic, depression, or irritability during the epidemic /lockdown period is also a topic that needs to be counselled [15, 16] What was the influence on fracture care of associated systemic injuries?Thus, the decision was based on individual patient considerations, and was surgeon based, though more inclined towards conservative treatment for fractures. [4, 6, 13] Was the OT setup different or it required change /refurbishing for COVID with fracture Airflow, negative suction and zoning COVID and non COVID facility to be separate and OT to be zoned according to sterility and utility, Negative suction and air changes are essential for treating COVID with fracture. Isolation areas to be setup separately. Postop HDU to have less and only needy patients, daily assessment for speedy turnover. HEPA filter and AC of closed type as per norm. [4, 5, 11, 16] ",
            "cite_spans": [
                {
                    "start": 408,
                    "end": 411,
                    "text": "[4,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 412,
                    "end": 414,
                    "text": "8,",
                    "ref_id": null
                },
                {
                    "start": 415,
                    "end": 418,
                    "text": "12,",
                    "ref_id": null
                },
                {
                    "start": 419,
                    "end": 422,
                    "text": "15,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 423,
                    "end": 426,
                    "text": "17,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 427,
                    "end": 430,
                    "text": "19,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 431,
                    "end": 434,
                    "text": "21]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 917,
                    "end": 921,
                    "text": "[11,",
                    "ref_id": null
                },
                {
                    "start": 922,
                    "end": 925,
                    "text": "18]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1323,
                    "end": 1326,
                    "text": "[3,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1327,
                    "end": 1329,
                    "text": "4,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1330,
                    "end": 1332,
                    "text": "6,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1333,
                    "end": 1335,
                    "text": "8,",
                    "ref_id": null
                },
                {
                    "start": 1336,
                    "end": 1340,
                    "text": "[11]",
                    "ref_id": null
                },
                {
                    "start": 1341,
                    "end": 1345,
                    "text": "[12]",
                    "ref_id": null
                },
                {
                    "start": 1346,
                    "end": 1350,
                    "text": "[13]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1351,
                    "end": 1355,
                    "text": "[14]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1356,
                    "end": 1360,
                    "text": "[15]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1361,
                    "end": 1365,
                    "text": "[16]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1672,
                    "end": 1676,
                    "text": "[16]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1835,
                    "end": 1839,
                    "text": "[15,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1840,
                    "end": 1843,
                    "text": "16]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 2073,
                    "end": 2076,
                    "text": "[4,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 2077,
                    "end": 2079,
                    "text": "6,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 2080,
                    "end": 2083,
                    "text": "13]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 2562,
                    "end": 2565,
                    "text": "[4,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 2566,
                    "end": 2568,
                    "text": "5,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 2569,
                    "end": 2572,
                    "text": "11,",
                    "ref_id": null
                },
                {
                    "start": 2573,
                    "end": 2576,
                    "text": "16]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Is surgery beneficial and what is the best"
        },
        {
            "text": "There should be 30 minutes wait after surgery for aerosol to settle before deep cleaning of OT is started. All agree on breathing time for OT though vary from 1-4 hours for sanitization and cleaning. Zoning of OT a must.(donning in area,a sterile passage and doffing area).Air exchangers to function before anyone who has no respirator protection enters the room and before environment cleaning.[11, 22] What was the details of PPE kit used in OT. How many persons should be there in OTIn Emergency/unknown /unconscious unstable patients complete PPE should be used by surgeon &anaesthetist ( positive pressure hood, water repellant gowns n95 respirators, face shields and antiviral latex disposable gloves). covid negative: anaesthesia given complete ppe and rest n95 ,latex gloves, hood and standard precautions(as may be in window period) ; Minimize the number of person in the OR. Maximum of 8 people to should be there for any procedure, including anesthesia, surgical team, nursing and technicians. [2, 4, 5, 8] What is the type of anaesthesia used/preferred: Regional anesthesia preferred unless as in indicated.blood loss was minimized by avoiding fluid overload and managing patients who had hemoglobin values of <F9 g/dL with concentrated red blood-cell transfusion. [12, 15, 16] ",
            "cite_spans": [
                {
                    "start": 400,
                    "end": 403,
                    "text": "22]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1005,
                    "end": 1008,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1009,
                    "end": 1011,
                    "text": "4,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1012,
                    "end": 1014,
                    "text": "5,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1015,
                    "end": 1017,
                    "text": "8]",
                    "ref_id": null
                },
                {
                    "start": 1277,
                    "end": 1281,
                    "text": "[12,",
                    "ref_id": null
                },
                {
                    "start": 1282,
                    "end": 1285,
                    "text": "15,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1286,
                    "end": 1289,
                    "text": "16]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "How much interval time should be there between operative cases or breathing space for OT between cases ;How many OT were used at a time"
        },
        {
            "text": "Surgeons should stay out of the operation room during induction, intubation or extubation of anesthesia procedure [5, 8] What was criteria of selection of Implants type used or were they same:There were no special recommendations. The authors suggest that to decrease AGP hand drill and hand reamers with frequent stop and closed suction, self-drilling self-tapping screws, unreamed nails, swift MIPPO technique and use K wire where possible. [8,12]",
            "cite_spans": [
                {
                    "start": 114,
                    "end": 117,
                    "text": "[5,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 118,
                    "end": 120,
                    "text": "8]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "What were the instructions to surgical team during administration of anaesthesia"
        },
        {
            "text": "It's preferred if you have or are proficient at it but don't be adamant on doing minimally invasive as decreasing surgical time is essence (decrease AGP). [6, 16] ",
            "cite_spans": [
                {
                    "start": 155,
                    "end": 158,
                    "text": "[6,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 159,
                    "end": 162,
                    "text": "16]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Was minimally invasive surgery preferred"
        },
        {
            "text": "Hand tools may be preferred as aforesaid though decreasing surgical time is essence so use electrosurgical instrument at least power and with closed suction. For use of Drain -No change [5, 9, 14] What were the type of sutures preferred Resorbable self-locking sutures, transparent dressings. Teleservices/instruction video for self or nearby care provider removes sutures. [5, 9] Has the surgical time increased for fractures with COVID The surgical time should be minimized -avoid experiments during surgeries, a well-known approach or procedure to the surgeon should be done [8]How many patients required ICU /setup, Is their any score to predict it preoperatively.Spine surgery and high risk surgery will need shifting to ICU and extubation may be done in isolation ward or ICU for such cases .Local scores/guidelines be developed. [6, 8] what was the Cause of postoperative fever/aggravation-is it iatrogenic/nosocomial/asymptomatic flare up or patient was in incubation periodPatients(asymptomatic also) should be watched in ward for worsening or development of new symptoms [4, 15] Did fracture increase mortality in COVID patient, What fracture did to COVID, Was there any deterioration postop kidney function, DVT, embolism etc. asymptomatic patients became symptomatic?Fracture with COVID carry increase mortality so be vigilant and have HDU as prophylactic post op wards and high risk patients intubated as in aforesaid till patient stabilizes. Asymptomatic may become symptomatic/develop pneumonia. [11, 13] What was the Rate of nosocomial infectionNosocomial infection does occur, Doctors, nurses, patients, and families should be wearing protective devices such as an N95 respirator and goggles to decrease this complication. [4] What were the Rehab protocol /practices? Was post op weight bearing delayed or sameRehabilitation should started as early as possible to avoid hypostatic pneumonia and respiratory rehabilitation is required to increase the capacity of lungs. Give handouts for physiotherapy and and counseling for telehealth services. [5, 9, 12, 18] What was discharge time, mean hospital stay Variable depends upon patient stability. However as early as possible particularly in non COVID patients [6, 8] What were the postop medical prescription -antibiotic used, antiviral, HCQS,anticoagulant prophylaxisYes antivirals (Oseltamivir, lopinavir, ritonavir), Azithromycin and HCQS were used by several authors in various combinations and regimens, as per institution, as mentioned in results. These are evolving and authors suggest readers to consult recent literature updates. [12, 13] Are there any risk factors or preop screening tools to suggest increased mortality /morbidity risk-fr. Type , polytrauma, Is smoking ,diabetes, immunosuppressive disorder or drug-a factor Spine surgery, elderly comorbid hip fracture surgery, patient with COVID pneumonia, polytrauma all carried increased risk. preoperativiely pO2 <90 and temperature >po2 deg.C, SHIFT tool>13 ,ASA grade >4,smokinig etc increased risk. [6, 11, 12, 19] What is the mortality rate of COVID with fracture /spine/hip In our review of 44 cases of COVID with fracture, there were total 16 deaths; mostly due to respiratory failure (one case had hematuria also). Pneumonia and respiratory failure, kidney dysfunction were common cause of death. [1] [2] [3] [4] [5] [6] [7] [8] [9] [10] [11] [12] [13] [14] [15] [16] [17] [18] [19] ",
            "cite_spans": [
                {
                    "start": 186,
                    "end": 189,
                    "text": "[5,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 190,
                    "end": 192,
                    "text": "9,",
                    "ref_id": null
                },
                {
                    "start": 193,
                    "end": 196,
                    "text": "14]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 374,
                    "end": 377,
                    "text": "[5,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 378,
                    "end": 380,
                    "text": "9]",
                    "ref_id": null
                },
                {
                    "start": 836,
                    "end": 839,
                    "text": "[6,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 840,
                    "end": 842,
                    "text": "8]",
                    "ref_id": null
                },
                {
                    "start": 1081,
                    "end": 1084,
                    "text": "[4,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1085,
                    "end": 1088,
                    "text": "15]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1511,
                    "end": 1515,
                    "text": "[11,",
                    "ref_id": null
                },
                {
                    "start": 1516,
                    "end": 1519,
                    "text": "13]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1740,
                    "end": 1743,
                    "text": "[4]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 2062,
                    "end": 2065,
                    "text": "[5,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 2066,
                    "end": 2068,
                    "text": "9,",
                    "ref_id": null
                },
                {
                    "start": 2069,
                    "end": 2072,
                    "text": "12,",
                    "ref_id": null
                },
                {
                    "start": 2073,
                    "end": 2076,
                    "text": "18]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 2226,
                    "end": 2229,
                    "text": "[6,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 2230,
                    "end": 2232,
                    "text": "8]",
                    "ref_id": null
                },
                {
                    "start": 2605,
                    "end": 2609,
                    "text": "[12,",
                    "ref_id": null
                },
                {
                    "start": 2610,
                    "end": 2613,
                    "text": "13]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 3034,
                    "end": 3037,
                    "text": "[6,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 3038,
                    "end": 3041,
                    "text": "11,",
                    "ref_id": null
                },
                {
                    "start": 3042,
                    "end": 3045,
                    "text": "12,",
                    "ref_id": null
                },
                {
                    "start": 3046,
                    "end": 3049,
                    "text": "19]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 3336,
                    "end": 3339,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 3340,
                    "end": 3343,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 3344,
                    "end": 3347,
                    "text": "[3]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 3348,
                    "end": 3351,
                    "text": "[4]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 3352,
                    "end": 3355,
                    "text": "[5]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 3356,
                    "end": 3359,
                    "text": "[6]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 3360,
                    "end": 3363,
                    "text": "[7]",
                    "ref_id": null
                },
                {
                    "start": 3364,
                    "end": 3367,
                    "text": "[8]",
                    "ref_id": null
                },
                {
                    "start": 3368,
                    "end": 3371,
                    "text": "[9]",
                    "ref_id": null
                },
                {
                    "start": 3372,
                    "end": 3376,
                    "text": "[10]",
                    "ref_id": null
                },
                {
                    "start": 3377,
                    "end": 3381,
                    "text": "[11]",
                    "ref_id": null
                },
                {
                    "start": 3382,
                    "end": 3386,
                    "text": "[12]",
                    "ref_id": null
                },
                {
                    "start": 3387,
                    "end": 3391,
                    "text": "[13]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 3392,
                    "end": 3396,
                    "text": "[14]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 3397,
                    "end": 3401,
                    "text": "[15]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 3402,
                    "end": 3406,
                    "text": "[16]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 3407,
                    "end": 3411,
                    "text": "[17]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 3412,
                    "end": 3416,
                    "text": "[18]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 3417,
                    "end": 3421,
                    "text": "[19]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "How to decrease aerosol -virus and is it transmitted by blood in surgery"
        }
    ]
}