{
    "paper_id": "879b29821dfcb7bd3e8ceedb44343f7afc9bf8f9",
    "metadata": {
        "title": "Two-tiered SARS-CoV-2 seroconversion screening in the Netherlands and stability of nucleocapsid, spike protein domain 1 and neutralizing antibodies",
        "authors": [
            {
                "first": "Anja",
                "middle": [],
                "last": "Garritsen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Innatoss Laboratories B.V",
                    "location": {
                        "settlement": "Oss",
                        "country": "The Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "Anja",
                "middle": [],
                "last": "Scholzen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Innatoss Laboratories B.V",
                    "location": {
                        "settlement": "Oss",
                        "country": "The Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "W",
                "middle": [
                    "A"
                ],
                "last": "Daan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Innatoss Laboratories B.V",
                    "location": {
                        "settlement": "Oss",
                        "country": "The Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "Anke",
                "middle": [
                    "P F"
                ],
                "last": "Van Den Nieuwenhof",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Innatoss Laboratories B.V",
                    "location": {
                        "settlement": "Oss",
                        "country": "The Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "E",
                "middle": [
                    "Suzan"
                ],
                "last": "Smits",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Innatoss Laboratories B.V",
                    "location": {
                        "settlement": "Oss",
                        "country": "The Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "Luc",
                "middle": [
                    "S"
                ],
                "last": "Datema",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Innatoss Laboratories B.V",
                    "location": {
                        "settlement": "Oss",
                        "country": "The Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "Milou",
                "middle": [
                    "L C E"
                ],
                "last": "Van Galen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Innatoss Laboratories B.V",
                    "location": {
                        "settlement": "Oss",
                        "country": "The Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Kouwijzer",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Innatoss Laboratories B.V",
                    "location": {
                        "settlement": "Oss",
                        "country": "The Netherlands"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: Serological testing in the COVID-19 pandemic is mainly implemented to gain sero-epidemiological data, but can also retrospectively inform about suspected SARS-CoV-2 infection. Method: We verified and applied a two-tiered testing strategy combining a SARS-CoV-2 receptor-binding domain (RBD)specific lateral flow assay (LFA) with a nucleocapsid protein (NCP) IgG ELISA to assess seroconversion in n ¼ 7241 individuals. The majority had experienced symptoms consistent with COVID-19, but had no access to RT-PCR testing. Longitudinal follow-up in n ¼ 97 LFA þ individuals was performed up to 20 weeks after initial infection using NCP and spike protein S1 domain (S1) IgG ELISAs and a surrogate virus neutralization test (sVNT). Results: Individuals reporting symptoms from January 2020 onwards showed seroconversion, as did a considerable proportion of asymptomatic individuals. Seroconversion for symptomatic and asymptomatic individuals was higher in an area with a known infection cluster compared to a low incidence area. Overall, 94% of individuals with a positive IgG result by LFA were confirmed by NCP ELISA. The proportion of ELISA-confirmed LFA results declined over time, in line with contracting NCP IgG titres during longitudinal follow-up. Neutralizing antibody activity was considerably more stable than S1 and NCP IgG titres, and both reach a plateau after approximately 100 d. The sVNT proved to be not only highly specific, but also more sensitive than the specificity-focussed two-tiered serology approach. Conclusions: Our results demonstrate the high specificity of two-tiered serology testing and highlight the sVNT used as a valuable tool to support modelling of SARS-CoV-2 transmission dynamics, complement molecular testing and provide relevant information to individuals. KEYWORDS SARS-CoV-2 serology lateral flow assay ELISA longevity neutralizing antibodies ARTICLE HISTORY",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The novel coronavirus SARS-CoV-2 is the causative agent of the worldwide pandemic of coronavirus disease 2019 (COVID- 19) , which has led to millions of infections with substantial morbidity and mortality [1] . COVID-19 is characterized by a range of symptoms including cough, fever, pneumonia and a characteristic loss of smell and taste [2, 3] . The clinical manifestations of COVID-19 differ considerably and range from asymptomatic or mild selflimiting disease to severe disease and death. Next to comorbidities predisposing to severe disease, immune hyperresponsiveness appears to be a critical factor driving COVID-19 disease severity [4, 5] .",
            "cite_spans": [
                {
                    "start": 118,
                    "end": 121,
                    "text": "19)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 205,
                    "end": 208,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 339,
                    "end": 342,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 343,
                    "end": 345,
                    "text": "3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 641,
                    "end": 644,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 645,
                    "end": 647,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In the Netherlands, the spread of SARS-CoV-2 started in the Southern provinces, likely exacerbated by regional carnival celebrations following travel to and from Northern Italy during the school holidays [6, 7] . However, due to limited capacity at the time, RT-PCR testing for SARS-CoV-2 was largely restricted to hospitalized patients with suspected COVID-19 and symptomatic individuals with moderate disease that had a recent travel history to high-risk areas, such as Northern Italy. Even household members of RT-PCR positive individuals were advised to self-isolate but not tested. Therefore, a large number of symptomatic individuals in The Netherlands were not tested for SARS-CoV-2 up until the start of July 2020, which left many affected individuals uncertain about whether or not their symptoms were due to COVID-19. Serological testing offers a possibility to abolish this uncertainty. In an early study, it was shown that seroconversion for anti-SARS-CoV-2 IgG and IgM occurred simultaneously or sequentially within 19 d of infection in all symptomatic COVID-19 patients analysed [8] . The receptor-binding domain (RBD) of the spike protein of coronaviruses (CoV) is a particularly interesting target for serological testing since it is the target of neutralizing antibodies [9] [10] [11] , and serology tests based on the detection of these antibodies are being evaluated as indicators of protective immunity.",
            "cite_spans": [
                {
                    "start": 204,
                    "end": 207,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 208,
                    "end": 210,
                    "text": "7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1093,
                    "end": 1096,
                    "text": "[8]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1288,
                    "end": 1291,
                    "text": "[9]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1292,
                    "end": 1296,
                    "text": "[10]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1297,
                    "end": 1301,
                    "text": "[11]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A crucial requirement when offering individualized serological testing, however, is a very high specificity of the test(s) selected to avoid false positives. At the early stage of the pandemic, the risk and benefit of serological tests and in particular rapid tests, such as lateral flow assays (LFAs) were heavily debated [12] . Next to concerns about the performance of such rapid tests, another worry was poor registration and potential misinterpretation of the results of these tests outside controlled laboratory settings [13] .",
            "cite_spans": [
                {
                    "start": 323,
                    "end": 327,
                    "text": "[12]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 527,
                    "end": 531,
                    "text": "[13]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Following careful verification of a range of CE-marked serological test, Innatoss started in April 2020 to offer testing for SARS-CoV-2 antibodies in a mobile lab setting using finger-prick blood. LFA results were interpreted by trained staff and applied in the context of a two-tiered testing strategy to maximize specificity. This testing strategy combined an RBD-directed LFA with strong performance characteristics [14] with a highly specific anti-SARS-CoV-2 nucleocapsid protein (NCP) IgG ELISA for confirmation in follow-up serum samples. This dual test approach is in line with the recommended common practice for serologic testing of Lyme Borreliosis, which also serves to enhance specificity [15] . Pre-screening with an LFA reduces pressure on the general health care system since it abolishes the need for venous blood collection, which is then only necessary for LFA positive individuals for confirmatory ELISA.",
            "cite_spans": [
                {
                    "start": 419,
                    "end": 423,
                    "text": "[14]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 701,
                    "end": 705,
                    "text": "[15]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Here, we report the verification, performance and outcomes of this two-tiered serological testing strategy applied in n ¼ 7241 individuals from mid-April to mid-August 2020 in The Netherlands. The majority of these individuals had experienced symptoms consistent with COVID-19 at least 4 weeks prior to testing. Our results demonstrate the high specificity and feasibility of this testing approach even in times of strict anti-COVID-19 lock-down measures. We further described the kinetics of anti-SARS-CoV-2 NCP and spike protein domain 1 (S1) IgG levels as well neutralizing antibodies measured using a surrogate virus neutralization test (sVNT) [16] in a subgroup of individuals that underwent diagnostic follow-up up to 20 weeks after initial infection. These data demonstrate that neutralizing antibodies are highly stable in the time frame analysed and that the sVNT used provides not only a very specific but also highly sensitive and scalable assay to follow-up seroconverted individuals to determine functional antibody responses to SARS-CoV-2.",
            "cite_spans": [
                {
                    "start": 648,
                    "end": 652,
                    "text": "[16]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "All blood/serum samples and data reported in this article were submitted to Innatoss for diagnostic purposes. All individuals whose data are reported in this article provided written consent to the use of pseudonymized test outcomes and of surplus serum samples for additional analyses. The Medisch Ethische Toetsingscommissie Brabant, Tilburg, The Netherlands has waived the need for medical ethical review board approval of reuse of surplus diagnostics materials (NW2020-77).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sample collection"
        },
        {
            "text": "For the verification of the specificity of the serological tests in March and April 2020, up to n ¼ 224 Dutch negative control serum samples (collected before November 2019) were used (Figure 1(A) ). These were derived from subjects tested for different diseases at Innatoss, who had given consent to re-use the sample for quality control purposes. n ¼ 85, serum samples were tested in all tests verified. To acquire positive control samples for sensitivity verification, n ¼ 21 Dutch individuals with a past positive RT-PCR for SARS-CoV-2 as well as clinical symptoms (fever and cough) were invited to participate in the verification process and donated blood by finger prick for LFA assessment. n ¼ 11 of these individuals also donated blood by venipuncture to obtain serum samples for IgG ELISA sensitivity verification; only 6 of these were also available for IgA ELISA verification. The number of PCR-confirmed cases was so small since only a limited number of hospitalized patients were tests by PCR at this early stage of the pandemic in the Netherlands, and these were not yet accessible at the time of assay verification. Since the approach chosen was designed to allow for assessment of seroconversion on an individual level, our main focus when assessing assay performance was to select a (combination of) test(s) with a very high specificity to avoid false positives. Sensitivity was of a lesser importance at the time since the social implications of false-negative results are very limited, whereas individuals with a false-positive result could feel safe to visit vulnerable people, which could lead to new infections.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 184,
                    "end": 196,
                    "text": "(Figure 1(A)",
                    "ref_id": null
                }
            ],
            "section": "Sample collection"
        },
        {
            "text": "For sero-conversion testing using the selected 2-tired approach in >7000 individuals, whole blood samples were obtained with a finger prick in Dutch individuals with suspicion of a recently experienced SARS-CoV-2 infection (Figure 1(B) ). A mobile laboratory unit enabled the collection of samples in various regions of the Netherlands without violating the COVID-19 behavioural guidelines. To ensure that sufficient time had passed (>4 weeks after symptom onset) and thus that antibody responses were detectable, individuals filled in a questionnaire. This questionnaire further included the onset, end and type of symptoms they experienced prior to applying for the serological test (common cold symptoms, cough, fever, pneumonia and loss of smell or taste). Individuals were encouraged to only get tested at the mobile laboratory when they had experiencing symptoms, and were required to be symptom-free for at least 2 weeks prior to testing. Additionally, some individuals without symptoms requested testing when either a family member had experienced symptoms or when larger groups were tested for screening purposes within a company.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 223,
                    "end": 235,
                    "text": "(Figure 1(B)",
                    "ref_id": null
                }
            ],
            "section": "Sample collection"
        },
        {
            "text": "When individuals had a positive LFA test, they were invited to undergo a venipuncture to obtain a serum sample. This sample was used for measuring anti-SARS-CoV-2 antibodies by NCP ELISA. A second serum sample was collected from interested individuals for diagnostic follow-up (Figure 1(C) ). This included a group of n ¼ 97 individuals from the Dutch village of Kessel in the province of Limburg, which experienced a local SARS-CoV-2 outbreak likely in the context of a meeting with hundreds of attendees on 5 March 2020.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 277,
                    "end": 289,
                    "text": "(Figure 1(C)",
                    "ref_id": null
                }
            ],
            "section": "Sample collection"
        },
        {
            "text": "To verify potential cross-reactivity of the serological tests, n ¼ 23 serum samples were used including 13 samples from an internal collection of Dutch donors which were sero-positive for one or more of the following pathogens: C. Pneumoniae, M. Pneumoniae, Coxiella burnetii, Toxoplasma, Legionella, Epstein-Barr virus, herpes simplex virus 1, cytomegalovirus, Parvo virus B19). Additionally, n ¼ 10 serum samples were purchased from ProMedDx (Norton, MA; n ¼ 4 human anti-mouse antibody; n ¼ 6 rheumatoid factor). The negative control serum samples used for initial verification further included n ¼ 13 with an old and n ¼ 3 with a recent Borrelia infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sample collection"
        },
        {
            "text": "Whole blood obtained by finger prick was tested in two commercial CE-marked LFAs: The BIOSYNEX COVID-19 BSS using the SARS-CoV-2 RBD as a target antigen (BIOSYNEX, Fribourg, Switzerland) and the Xiamen Boson rapid 2019-nCOV IgG/IgM Combo test using both the RBD and the SARS-CoV-2 nuclear capsid protein (NCP) (Xiamen Boson Biotech, Xiamen, China). For the BIOSYNEX LFA, 10-mL whole blood was added to each test cassette, followed by two droplets (approximately 80 mL) buffer. For the Boson LFA, 2-mL whole blood was added to each test cassette, followed by two droplets (approximately 80-100 mL) buffer. The outcomes of the LFAs were scored positive or negative based on whether the IgG/IgM and control band were visible with the naked eye. Within the visibility, a division was made between 'clearly visible' and 'almost invisible' to distinguish in a later phase whether the intensity of the band related to the levels of antibody detected by ELISA.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Serological tests"
        },
        {
            "text": "Follow-up serum samples were tested with two commercial CE-marked semi-quantitative ELISAs: The EUROIMMUN SARS-CoV-2 IgG -S1 ELISA, which uses the S1 domain and the EUROIMMUN SARS-CoV-2 IgG -NCP Figure 1 . Overview of immunoassay verification and implementation for SARS-CoV-2 seroconversion screening. Verification of assay specificity and sensitivity was conducted using pre-COVID-19 serum samples and a small set of serum samples from PCR-confirmed COVID-19 cases in March/April 2020 (A). The verified 2-tired strategy for seroconversion screening was then applied from mid-April to mid-August 2020 to test a large cohort of individuals with (mostly symptomatic) suspected prior SARS-VoV-2 infection or exposure (B). A subset of n ¼ 97 individuals was followed up for up to 150 d past the onset of symptoms (C). Ã The surrogate virus neutralization test was only verified in late May 2020, when it received a CE mark and became commercially available. It was therefore not included as a candidate for the 2-tired testing strategy during the initial verification phase.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 195,
                    "end": 203,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Serological tests"
        },
        {
            "text": "ELISA, modified to only contain diagnostically relevant epitopes (both from EUROIMMUN, L€ ubeck, Germany). Some samples were additionally tested using the recomWell SARS-CoV-2 IgG ELISA detecting antibodies directed against SARS-CoV-2 NCP (Mikrogen, Neuried, Germany). The EUROIMMUN SARS-CoV-2 IgA -S1 ELISA was also tested. However, during verification this test showed a specificity of only 89% and was, therefore, excluded from further analysis. In line with the manufacturer's instructions, for all ELISAs serum samples were diluted at a 1:101 ratio (10 mL serum in 1 mL sample buffer), and 100 mL diluted serum was added per well. The outcomes of the ELISAs were scored as follows according to the manufacturer's guidelines: The EUROIMMUN ELISA results are calculated as a ratio by dividing the optical density (OD) of the sample by the OD of the calibrator (negative < 0.8; 0.8 borderline 1.1; positive >1.1). The Mikrogen ELISA outcomes are expressed in arbitrary units calculated as (OD sample /OD cut-off control ) Â 20, and test results interpreted as: negative < 20; 20 borderline 24; positive > 24.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Serological tests"
        },
        {
            "text": "A subset of left-over serum samples was additionally tested using a surrogate virus neutralization assay (sVNT, cPass TM , GenScript, Nanjing, China) for verification and comparison purposes. This kit only became commercially available and received a CE-mark in late May 2020, which is why it was not taken along in the initial verification and selection phase for the broader serological testing strategy. The cPass TM sVNT is a competition ELISA which quantifies antibodies of any isotype that interfere with the binding of the SARS-CoV-2 RBD to surface-immobilized angiotensin-converting enzyme 2 (ACE2). The test was carried out according to the manufacturer's instructions. Briefly, serum or provided negative and positive control samples were diluted 10-fold in sample dilution buffer and then mixed 1:1 with horseradish-peroxidase conjugated SARS-CoV-2 RBD, followed by 30 min incubation at 37 C prior to addition to the plate. The total volume of serum per well was 5 mL in a total volume of 100 mL. The outcome of cPass TM was expressed as the relative level of inhibition with a cutoff value of 0.2 (equivalent to 20% inhibition). The relative level of inhibition was calculated as 1À(OD sample / OD negative control ).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Serological tests"
        },
        {
            "text": "Finally, some individual serum samples were tested for verification and cross-reactivity using the recomLine SARS-CoV-2 IgG immunoblot (Mikrogen, Neuried, Germany) incorporating the SARS-CoV-2 NCP, S1 domain and RBD domain as well as the NCP of the four endemic human coronaviruses CoV 229E, NL63, OC43 and HKU1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Serological tests"
        },
        {
            "text": "For each strip, serum samples were diluted at a 1:101 ratio (20 mL serum in 2 mL wash buffer). The immunoblot score was evaluated by scoring the intensity of the bands with the naked eye as no reaction, borderline or positive.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Serological tests"
        },
        {
            "text": "All of these tests were performed according to the manufacturer's instructions. Claimed and verified characteristics of the assays are summarized in Supporting  Table S1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 149,
                    "end": 169,
                    "text": "Supporting  Table S1",
                    "ref_id": null
                }
            ],
            "section": "Serological tests"
        },
        {
            "text": "Statistical analysis was performed using GraphPad Prism version 8 (San Diego, CA).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "To select the most appropriate tests for the two-tiered SARS-CoV-2 serology assessment, a number of CEmarked diagnostic tests including two different LFAs and four different ELISAs were verified for their specificity and sensitivity using pre-corona serum samples and samples from individuals that tested positive by RT-PCR for SARS-CoV-2, respectively (Figure 1, Supporting Table  S1 and Supporting Figure S1 (A)). Based on these data, the BIOSYNEX LFA and the EUROIMMUN NCP IgG ELISA were selected as the most appropriate tests with the highest specificity. Neither of these two tests gave a false-positive result in the pre-corona serum sample set.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 375,
                    "end": 384,
                    "text": "Table  S1",
                    "ref_id": null
                },
                {
                    "start": 400,
                    "end": 409,
                    "text": "Figure S1",
                    "ref_id": null
                }
            ],
            "section": "Selection of tests for two-tiered SARS-CoV-2 serology assessment"
        },
        {
            "text": "A panel of cross-reactivity serum samples known to be sero-positive for other pathogens, human anti-mouse antibodies or rheumatoid factor was tested using the combination of BIOSYNEX LFA and EUROIMMUN NCP IgG ELISA. All samples were scored negative using this two-tiered approach. The only cross-reactivity serum sample that tested false-positive in the BIOSYNEX LFA with a positive IgM band was the one of the six tested samples with the highest rheumatoid factor concentration (Supporting Figure S1(B) ). Of note, the BIOSYNEX LFA has elsewhere also been reported to cross-react with rheumatoid factor [14] . Given that the false-positive result in the rheumatoid factor-containing serum sample by LFA was subsequently not confirmed in the NCP ELISA, the combined specificity of these two tests was 100%.",
            "cite_spans": [
                {
                    "start": 604,
                    "end": 608,
                    "text": "[14]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [
                {
                    "start": 491,
                    "end": 503,
                    "text": "Figure S1(B)",
                    "ref_id": null
                }
            ],
            "section": "Selection of tests for two-tiered SARS-CoV-2 serology assessment"
        },
        {
            "text": "Despite the high specificity of the selected tests in negative control samples, a recurring question was whether tests would cross-react with endemic 'common' human CoV (HCoV). Our approach had been to use a large group of sera collected in 2019 prior to the SARS-CoV-2 pandemic, and we assumed that a large proportion would be sero-positive for one or several of the HCoVs. In contrast to other diseases, control sera for common HCoVs are not easily available. To demonstrate the presence of anti-HCoV antibodies in the collection of negative control sera, we employed an immunoblot that includes NCP antigens from the four common HCoVs as well as the SARS-CoV-2 NCP-antigen, the S1 antigen and the S1-RBD domain. This immunoblot was used to assay any negative control sample that was false positive in one of the tests verified (n ¼ 17) as well as n ¼ 9 negative control samples that were negative in all other tests. All serum samples tested were (borderline) sero-positive for at least one of the HCoVs regardless of whether or not they tested false-positive or true-negative in the SARS-VoV-2 serological assays, with the exception of a single S1 IgA false-positive sample (Supporting Figure  S1 (C)). Therefore, we conclude that these false-positive results in pre-SARS-CoV-2 serum samples are not due to HCoV cross-reactive antibodies. National and regional outcomes of the two-tiered SARS-CoV-2 serology assessment The two-tiered testing strategy to detect seroconversion for SARS-CoV-2 was offered in a mobile lab setting for finger-prick LFA testing, followed by laboratory analysis by ELISA in serum obtained from those individuals with a positive LFA. In total there were n ¼ 7241 consenting individuals who were tested by LFA between 14 April 2020 and 15 August 2020, including n ¼ 3156 males (43.6%), n ¼ 4028 females (55.6%) and n ¼ 57 unspecified individuals (0.8%). The age range of subjects was 2-95 years (median 50 years, interquartile range (IQR) 40-59 years).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1190,
                    "end": 1200,
                    "text": "Figure  S1",
                    "ref_id": null
                }
            ],
            "section": "Selection of tests for two-tiered SARS-CoV-2 serology assessment"
        },
        {
            "text": "Due to supply chain issues for the BIOSYNEX LFA (the first shipment was confiscated by the French authorities for priority national use), the first n ¼ 1611 individuals were tested using the Boson LFA, knowing that the 2nd tier NCP IgG ELISA would filter out false positives (Supporting Figure S1(A) ). Once available in mid-May 2020, the BIOSYNEX LFA was phased in and used to test another n ¼ 5630 individuals (Supporting Table S2 ). Out of n ¼ 7241 individuals that were tested by LFA, n ¼ 1481 individuals tested positive by LFA (n ¼ 478 by Boson and n ¼ 1003 by BIOSYNEX). For both LFAs, 6-7% of individuals failed to provide a follow-up serum sample for ELISA before August 15 (total n ¼ 97) (Figure 2 ). The South of the Netherlandsin particular the province of North Brabantwas the centre of the initial spread of infection during the first phase of the SARS-CoV-2 pandemic, mainly linked to travel to and from Northern Italy during the school holidays in the end of February 2020, followed by regional carnival celebrations [6] (Supporting Figure S2 ). In line with this, the majority of all individuals tested was from North Brabant (4300/ 7241 individuals; 59.4%). When analysing the results by area, individuals were more often positive by both LFA and NCP ELISA (35.9% of those with symptoms and 8.9% of those without symptoms) in the hardly hit village of Kessel and surroundings (situated in the municipality Peel en Maas in the province of Limburg) than in the area of Amsterdam (15.4% of those with symptoms and 1.4% of those without; Supporting Table S2 and Figure 2 ). This is in line with the much higher incidence of notified COVID-19 cases in Peel and Maas, which is particularly striking given the much higher population density in Amsterdam compared to the rural municipality of Peel en Maas (Supporting Figure S2(C) ).",
            "cite_spans": [
                {
                    "start": 1033,
                    "end": 1036,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [
                {
                    "start": 287,
                    "end": 299,
                    "text": "Figure S1(A)",
                    "ref_id": null
                },
                {
                    "start": 424,
                    "end": 432,
                    "text": "Table S2",
                    "ref_id": null
                },
                {
                    "start": 698,
                    "end": 707,
                    "text": "(Figure 2",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1049,
                    "end": 1058,
                    "text": "Figure S2",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1563,
                    "end": 1571,
                    "text": "Table S2",
                    "ref_id": null
                },
                {
                    "start": 1576,
                    "end": 1584,
                    "text": "Figure 2",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1828,
                    "end": 1840,
                    "text": "Figure S2(C)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Selection of tests for two-tiered SARS-CoV-2 serology assessment"
        },
        {
            "text": "Of note, although some individuals who requested serological testing reported symptoms as far back as October 2019, positive LFA results confirmed by ELISA were only found for individuals who reported symptoms from January 2020 onwards (Supporting Figure S3(A) ). The highest proportion of individuals with self-reported symptoms that tested positive by the 2-tired LFA-ELISA strategy reported symptoms in March-May 2020 (Supporting Figure S3(B) ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 248,
                    "end": 260,
                    "text": "Figure S3(A)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 433,
                    "end": 445,
                    "text": "Figure S3(B)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Selection of tests for two-tiered SARS-CoV-2 serology assessment"
        },
        {
            "text": "Focussing on the results of the more specific BIOSYNEX LFA, a change was noted over time from samples being solitary IgM positive or IgG þ IgM positive to solitary IgG positives (Figure 3(A) ). LFA IgG þ IgM positives could be confirmed in the EUROIMMUN NCP IgG ELISA in 94% of the cases. Confirmation of a solitary IgG positive band was lower (88.7%), except in the presence of a very clear band in the BIOSYNEX LFA (93.7%; Figure  3 (B)). Moreover, the proportion of BIOSYNEX LFA positive samples that could not be confirmed by NCP IgG ELISA increased over time (Figure 3(C) ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 178,
                    "end": 190,
                    "text": "(Figure 3(A)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 425,
                    "end": 434,
                    "text": "Figure  3",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 564,
                    "end": 576,
                    "text": "(Figure 3(C)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Selection of tests for two-tiered SARS-CoV-2 serology assessment"
        },
        {
            "text": "When analysing the data regardless of whether the LFA outcome was IgMþ, IgM þ and IgGþ, or IgG þ and whether a Boson or BIOSYNEX LFA was used for prescreening, then out of all LFAþ, 77.9% were positive by SARS-CoV-2 NCP IgG ELISA (67,6% of Boson LFA þ and 82,8% of BIOSYNEX LFAþ) and 3.9% were borderline by NCP IgG ELISA (5.2% of Boson LFA þ and 3.3% of BIOSYNEX LFAþ). Moreover, 11% of positive LFA results were tested negative by NCP ELISA (21.1% of Boson LFA þ and 7.2% of BIOSYNEX LFAþ; Supporting Table  S2 ). The overall lower percentages (compared to the high confirmation rates of IgG þ IgM or solitary IgG þ BIOSYNEX results, Figure 3 ) are partly due to the fact that an IgG ELISA was used also to confirm results with a solitary IgM band. Moreover, these results confirm that the Boson LFA is less specific than the BIOSYNEX LFA and highlight the advantage of the two-tiered strategy of combining an LFA for screening and an ELISA for confirmation of a positive result, especially when used in combination with a less specific LFA. Not surprisingly, positive results were more common in individuals that reported symptoms (18% LFA þ and ELISAþ; 0.9% LFA þ and ELISA borderline) than in those that did not (5% LFA þ and ELISAþ; 0.5% LFA þ and ELISA borderline). Those who failed to report whether they had experienced symptoms or not were clearly a mixed group with 8.8% LFA þ ELISA þ and 0.4% LFA þ ELISA borderline.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 503,
                    "end": 512,
                    "text": "Table  S2",
                    "ref_id": null
                },
                {
                    "start": 636,
                    "end": 644,
                    "text": "Figure 3",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Selection of tests for two-tiered SARS-CoV-2 serology assessment"
        },
        {
            "text": "As outlined earlier, the village of Kessel and its surrounding experienced a local SARS-CoV-2 outbreak likely linked to a meeting with hundreds of participants on 5 March 2020. n ¼ 97 individuals from this area who were sero-positive in the first round of serological testing (positive LFA followed by ELISA) returned for diagnostic follow-up 19-93 d after the first measurement, enabling longitudinal analysis of antibody levels. Out of these 97 individuals, 89 reported symptoms, seven reported no symptoms and one made no report. Of 86/89 individuals with self-reported symptoms specified a date of symptom onset, mostly in calendar weeks 9-12 (24 February À 22 March 2020; Figure 4 (A). The first serological testing was performed 39-144 d (median 65 d, IQR 55-75 d) after the onset of symptoms. On a group level, there was no correlation between the time lapsed from symptom onset until the first serological test on the one hand, and the absolute level of antibodies or antibodymediated inhibition on the other hand (Supporting Figure S4 ). Therefore, the absolute level of antibodies and the absolute degree of antibody-mediated inhibition did not depend on how long after the onset of symptoms the first serological test was conducted.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 677,
                    "end": 685,
                    "text": "Figure 4",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1034,
                    "end": 1043,
                    "text": "Figure S4",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Stability of SARS-CoV-2 specific antibody responses"
        },
        {
            "text": "Based on this and the fact that the local outbreak occurred in a short window of time, changes in antibody levels for each individual in the interval from first to second serological assessment were analysed for the group as a whole, regardless of the exact time of symptom onset or whether individuals reported symptoms or not. While anti-SARS-CoV-2 NCP and S1 IgG levels declined significantly over time between the first and second measurement (slope (95% confidence interval): À0.53 (À0.75 to À0.31) for NCP; À0.52 (À0.73 to À0.29) for S1; both p < .0001 by simple linear regression analysis), this decline was not observed for the level of antibody-mediated inhibition measured by sVNT (À0.09 (À0.33-0.14); p ¼ .43; Figure 4 (B)). For further analysis, the percent change in the level of specific antibodies and antibody-mediated inhibition was calculated between the two measurement time points and an increase or decrease of 20% was considered a substantial change. When focussing on the n ¼ 85 individuals with an interval of >6 weeks (47-93 d) between the two test time points, it was evident that anti-NCP IgG and anti-S1 IgG levels declined significantly more than the antibody-mediated inhibition of RBD-ACE2 interaction. In contrast, antibody levels measured by all three testes were stable within a shorter time interval of 2-5 weeks (19-35 d) (Figure 4(C) ). In this latter group of n ¼ 12 individuals, 10 reported symptoms and the first serological test was carried out much later after SARS-CoV-2 infection, 102-144 d after symptom onset (median 108; IQR 105-117 d) compared to 39-103 d after symptom onset (median 63, IQR 54-69 d) in the former group. Overall, within an interval of >6 weeks there was a decline in SARS-CoV-2 specific IgG antibodies in 65 and 75% of the individuals tested for NCP and S1, respectively. In total, The percent change in IgG levels of anti-SARS-CoV-2 NCP and S1 antibodies as well as the level of inhibition conferred by anti-SARS-CoV-2 RBD-neutralizing antibodies between the two assay time points per donor are plotted against the time between first and second ELISA/sVNT for n ¼ 97 SARS-CoV-2 sero-positive individuals regardless of presence or time of onset of reported symptoms. Data were analysed by simple linear regression. No percent change was calculated for donors whose antibody levels at time point 1 were below the cut-off (n ¼ 5 for NCP, n ¼ 2 for sVNT). (C) Change in anti-NCP or anti-S IgG antibodies and anti-RBD neutralizing antibodies measured by sVNT in a time interval of 5 weeks (n ¼ 12) and >6 weeks (n ¼ 85) between first and second ELISA/sVNT. Data were analysed by mixed-effects model analysis with Holm-Sidak's multiple comparison test. ÃÃÃ p < .0001. (D) Proportion of individuals with declining, increasing or stable antibody levels in the group with >6 weeks (n ¼ 85) between first and second ELISA/sVNT. No percent change was calculated for those donors whose antibody levels at time point 1 were below the cut-off (n ¼ 4 for NCP, n ¼ 1 for sVNT). Changes in antibody levels were calculated by as percent change (test at time point 2 compared to test at time point 1). An increase or decrease of 20% was considered a substantial change. A change of less than ± 20% was considered stable (grey shaded area in C). sVNT: surrogate virus neutraliation test; NCP: nucleocapsid protein; RBD: receptor binding domain. 90% of individuals tested showed a decline in NCP and/ or S1 IgG levels (76/85), in contrast to only 31% of the individuals when assessing antibody-mediated inhibition measured by sVNT (Figure 4(D) ). The number of individuals that were scored positive at the first versus second measurement was 77/85 versus 71/85 by NCP IgG ELISA, 83/85 versus 73/85 by S1 IgG ELISA and 85/85 versus 83/ 85 by sVNT, stressing the stability of the sVNT results.",
            "cite_spans": [
                {
                    "start": 1043,
                    "end": 1052,
                    "text": "(47-93 d)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 721,
                    "end": 729,
                    "text": "Figure 4",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1358,
                    "end": 1370,
                    "text": "(Figure 4(C)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 3577,
                    "end": 3589,
                    "text": "(Figure 4(D)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Stability of SARS-CoV-2 specific antibody responses"
        },
        {
            "text": "Already in the verification phase with negative control samples collected in 2019 as well as serum samples from SARS-CoV-2 RT-PCR þ individuals, the sVNT proved to be both highly specific and sensitive. Performance of this functional assay was further evaluated with a random selection of serum samples acquired from the mobile lab setting from n ¼ 60 LFA negative and 206 LFA positive individuals in a side-by-side comparison with the BIOSYNEX LFA, EUROIMMUN NCP and S1 IgG ELISAs (Supporting Figure S5 ). In this analysis, 8/60 LFA negative individuals had a low positive result in the sVNT assay (level of inhibition 20-54%; median 32%). It was already known from the BIOSYNEX LFA verification that this rapid test is only $90% sensitive, as it misses 2/20 individuals with a prior RT-PCR confirmed SARS-CoV-2 infection. In contrast, the sVNT was able to identify all 11/11 positive control samples tested. Moreover, of the 206 BIOSYNEX LFA positive serum samples, 25 were negative and six were borderline by NCP IgG ELISA. In contrast, only 15/206 BIOSYNEX LFA positive serum samples were negative by sVNT, all but one of which were negative by NCP IgG ELISA. These data therefore show that the highly specific and sensitive sVNT assay is able to identify additional samples that contain functional anti-SARS-CoV2 antibodies that are missed when using the BIOSYNEX RBD LFA for prescreening or the NCP IgG ELISA for confirmation. This confirms the lower sensitivity of those two tests, alone and in combination, which were in fact selected for their excellent specificity. Not surprisingly, inhibition levels of RBD-ACE2 interaction measured by sVNT correlated more strongly with anti-S1 IgG levels than with NCP IgG level (Supporting Figure S6 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 494,
                    "end": 503,
                    "text": "Figure S5",
                    "ref_id": null
                },
                {
                    "start": 1738,
                    "end": 1747,
                    "text": "Figure S6",
                    "ref_id": null
                }
            ],
            "section": "Stability of SARS-CoV-2 specific antibody responses"
        },
        {
            "text": "This data demonstrate the feasibility of a two-tiered serological testing approach to retrospectively inform individuals about the likely cause of their symptoms early during the SARS-CoV-2 pandemic when limited RT-PCR testing capacities left many affected individuals uncertain about whether or not their symptoms were due to COVID-19. We demonstrate that this two-tiered strategy of combining an LFA for screening and an ELISA for confirmation of a positive result is perfectly feasible even when used in combination with a slightly less specific LFA, such as the Boson Xiamen rapid test, if supplies of a more specific LFA are limited. The high specificity of the BIOSYNEX LFA makes it an interesting candidate rapid test to support molecular diagnosis or help triage suspected cases when there is shortage of RT-PCR capacities to help avoid missing true cases of COVID-19 and imposing unnecessary quarantine [17] , as well as for source tracing by identifying seroconverted individuals in transmission chains that have already cleared infection and are hence not anymore RT-PCR positive.",
            "cite_spans": [
                {
                    "start": 912,
                    "end": 916,
                    "text": "[17]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In the meantime, the focus has shifted from the question whether or not individuals have been previously infected by SARS-CoV-2, to whether or not a prior infection or vaccination and the mounted immune response will provide them with protection against future infection and thus the risk for (severe) COVID-19 and transmission of SARS-CoV-2 to others. Identifying individuals with protective immunity using an easily scalable functional serological assay will allow for instance to identify individuals that do not need to undergo repeated RT-PCR testing or self-isolate when experiencing symptoms, and to release individuals from exposed clusters from quarantine measures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Since early on in the COVID-19 pandemic, it has been suggested that serological tests could be used to issue so-called 'immunity passports' [18] [19] [20] , a discussion reemerging now that the first vaccines have become available. This has caused heated discussions about potential ethical, equitable and legal implications as well as public health ramifications due to potentially increased/encouraged risky behaviour by 'immunity passport' holders [17, 21] . One often used argument in this context is that it is not yet established whether antibodies confer protective immunity to further symptomatic infection or transmission, which amount of antibody is needed for protection or how long any such immunity lasts. In the mean-time, a wealth of data has emerged that strongly supports both the stability (as far as it can be evaluated up to now) and protective efficacy of SARS-CoV-2 neutralizing antibodies.",
            "cite_spans": [
                {
                    "start": 140,
                    "end": 144,
                    "text": "[18]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 145,
                    "end": 149,
                    "text": "[19]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 150,
                    "end": 154,
                    "text": "[20]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 451,
                    "end": 455,
                    "text": "[17,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 456,
                    "end": 459,
                    "text": "21]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In line with our findings, several studies have demonstrated that neutralizing antibodies as well as anti-RBD IgG þ memory B-cells that can produce SARS-CoV-2 neutralizing antibodies are generated and maintained in an encouragingly stable fashion for at least 3-5 months post-SARS-CoV-2 infection [22] [23] [24] [25] [26] . Some studies have noted a contraction or even complete loss in anti-SARS-CoV-2 IgG antibodies levels and neutralizing antibody titres in the early convalescent phase up to 3 months after symptom onset [27] [28] [29] . However, the accumulating evidence indicates that these early antibody dynamics only reflect the typical kinetics of a primary immune response with a contraction of short-lived plasma cells. In particular, SARS-CoV-2-specific IgG level described for a range of individual patients shows 'text book kinetics', with an initial peak followed by first a steep and then much more gradual decline [29] . Overall, IgM and IgA antibody responses against SARS-CoV-2 RBD, S1 and NCP appear to contract rapidly, while circulating anti-SARS-CoV-2 IgG directed against these antigens remain much more stable [23, 25, 29] . Taking into account that IgA dominates the early neutralizing antibody response to SARS-CoV-2 [30] and that neutralizing activity can be observed before an IgG response to S1 and RBD is detectable by ELISA, this strongly suggests that the initial decrease in neutralizing antibody activity simply reflects the natural contraction of the short-lived plasma blast response, while a much smaller population of long-lived plasma blasts is responsible for the continuous production of circulating IgG antibodies [25, 31, 32] . Much in line with this is our observation that RBD-specific responses detected by LFA convert from IgM to IgG over time, and that both anti-S1 and anti-NCP IgG levels decrease within three months after symptom onset, while the levels of antibody in follow-up samples obtained 102-144 d post symptom onset are stable. This suggests that stable antibody levels are reached within 100 d post infection. That neutralizing antibody levels showed a lesser contraction than NCP and S1 IgG levels might also be due to the affinity and avidity of anti-RBD antibodies. For very high affinity and/or avidity antibodies, a plateau of neutralizing activity may be reached, so that an initial contraction of anti-RBD antibodies is not yet translating in the same degree of decline in neutralizing capacity.",
            "cite_spans": [
                {
                    "start": 297,
                    "end": 301,
                    "text": "[22]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 302,
                    "end": 306,
                    "text": "[23]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 307,
                    "end": 311,
                    "text": "[24]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 312,
                    "end": 316,
                    "text": "[25]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 317,
                    "end": 321,
                    "text": "[26]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 525,
                    "end": 529,
                    "text": "[27]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 530,
                    "end": 534,
                    "text": "[28]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 535,
                    "end": 539,
                    "text": "[29]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 933,
                    "end": 937,
                    "text": "[29]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1137,
                    "end": 1141,
                    "text": "[23,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1142,
                    "end": 1145,
                    "text": "25,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1146,
                    "end": 1149,
                    "text": "29]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1246,
                    "end": 1250,
                    "text": "[30]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1659,
                    "end": 1663,
                    "text": "[25,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1664,
                    "end": 1667,
                    "text": "31,",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1668,
                    "end": 1671,
                    "text": "32]",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "One concern is that on the longer term, antibody responses to SARS-CoV-2 might show a pattern similar to that of the four circulating (endemic) HCoVs (HCoV-229E, OC43, NL63 and HKU1) [33, 34] , which return to baseline levels within one year after natural or controlled infection [35] [36] [37] . As a result, a 2-3 year cyclic reinfection pattern for endemic HCoVs is observed [34, 37, 38] . For SARS-CoV, it was observed that 50% of former patients lost detectable circulating anti-SARS-CoV antibody responses after 3 years [39] . However, SARS-CoV neutralizing activity against was still evident in serum samples assessed by sVNT 17 years after the original infection [16] , indicating that neutralizing antibody levels against this more closely related coronavirus may be more long-lived. The longevity of the neutralizing antibody response to SARS-CoV-2 will need to be determined by carefully designed longitudinal follow-up studies in cohorts of seroconverted individuals like ours, ideally with prospective analysis of potential re-infections. On a population level, sero-epidemiological data on neutralizing antibody levels and their longevity will be crucial to support modelling the impact of preventative measures and post-pandemic transmission dynamics [40, 41] .",
            "cite_spans": [
                {
                    "start": 183,
                    "end": 187,
                    "text": "[33,",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 188,
                    "end": 191,
                    "text": "34]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 280,
                    "end": 284,
                    "text": "[35]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 285,
                    "end": 289,
                    "text": "[36]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 290,
                    "end": 294,
                    "text": "[37]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 378,
                    "end": 382,
                    "text": "[34,",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 383,
                    "end": 386,
                    "text": "37,",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 387,
                    "end": 390,
                    "text": "38]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 526,
                    "end": 530,
                    "text": "[39]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 671,
                    "end": 675,
                    "text": "[16]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1266,
                    "end": 1270,
                    "text": "[40,",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1271,
                    "end": 1274,
                    "text": "41]",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In regards to protective efficacy, several animal models have provided evidence that SARS-CoV-2 infection induces protective immunity against re-challenge in rhesus macaques, Syrian hamsters and ferrets [42] [43] [44] [45] , and protection from disease could be linked to neutralizing antibodies (either naturally induced or passively transferred) in the Syrian golden hamster model [44, 46, 47] . In humans, neutralizing antibodies were shown to correlate with protection from SARS-CoV-2 during a high attack rate fishery vessel outbreak, in which three sero-positive crewmembers were amongst the few that did not contract infection [48] . And even in the event of re-infection, symptoms are likely to be milder or even absent, as reported for the first documented case for SARS-CoV-2 reinfection [49] . Consequently, passive immunization using convalescent plasma or monoclonal antibodies for SARS-CoV and SARS-CoV-2 is also pursued as therapeutic approach to treat critically ill COVID-19 patients [50] [51] [52] [53] [54] [55] [56] [57] and antibody neutralization assays are used as a key read-out in SARS-CoV-2 vaccination trials in non-human primates and human clinical trials [58] [59] [60] [61] [62] .",
            "cite_spans": [
                {
                    "start": 203,
                    "end": 207,
                    "text": "[42]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 208,
                    "end": 212,
                    "text": "[43]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 213,
                    "end": 217,
                    "text": "[44]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 218,
                    "end": 222,
                    "text": "[45]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 383,
                    "end": 387,
                    "text": "[44,",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 388,
                    "end": 391,
                    "text": "46,",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 392,
                    "end": 395,
                    "text": "47]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 634,
                    "end": 638,
                    "text": "[48]",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 798,
                    "end": 802,
                    "text": "[49]",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 1001,
                    "end": 1005,
                    "text": "[50]",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 1006,
                    "end": 1010,
                    "text": "[51]",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 1011,
                    "end": 1015,
                    "text": "[52]",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 1016,
                    "end": 1020,
                    "text": "[53]",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 1021,
                    "end": 1025,
                    "text": "[54]",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 1026,
                    "end": 1030,
                    "text": "[55]",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 1031,
                    "end": 1035,
                    "text": "[56]",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 1036,
                    "end": 1040,
                    "text": "[57]",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 1184,
                    "end": 1188,
                    "text": "[58]",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 1189,
                    "end": 1193,
                    "text": "[59]",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 1194,
                    "end": 1198,
                    "text": "[60]",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 1199,
                    "end": 1203,
                    "text": "[61]",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 1204,
                    "end": 1208,
                    "text": "[62]",
                    "ref_id": "BIBREF63"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Finally, upon seroconversion in hospitalized COVID-19 patients, shedding of infectious SARS-CoV-2 was found to drop rapidly to undetectable levels [63] . Infectious virus could not be isolated from respiratory tract samples once patients had a serum neutralizing antibody titre of at least 1:80 measured by plaque reduction neutralization test. This may be due to the fact that infectious virions are still produced but directly neutralized by antibodies in the respiratory tract. Whether the same holds true for individuals with mild disease remains to be determined. Nevertheless, the authors suggested that both quantitative viral RNA load assays and serological assays should be used to monitor individuals to discontinue or de-escalate infection prevention and control precautions [63] .",
            "cite_spans": [
                {
                    "start": 147,
                    "end": 151,
                    "text": "[63]",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 786,
                    "end": 790,
                    "text": "[63]",
                    "ref_id": "BIBREF64"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "While plaque reduction neutralization tests are the gold standard for assessing functional antibody activity, these assays are labour-intensive and require a biosafety level 3 laboratory. In contrast, the sVNT assay employed here is scalable to high throughput use under biosafety level 1 conditions and percentage inhibition by sVNT has shown good agreement with the plaque reduction assay and other cell-based neutralization tests [16, 64] . While future improvements may be desirable to further increase sensitivity of this assay [64] , it has hence been highlighted as an interesting alternative to quantify functional antibodies, especially in settings when cellbased assays using (pseudo) virus are not feasible [64, 65] . A recently published Australian study evaluating a range of serological tests for SARS-CoV-2 reported slightly lower sensitivity values for the sVNT [66] . This was likely due to the fact that serum samples were collected at an earlier time point in the convalescent phase. Indeed, sVNT sensitivity was higher when serum samples were collected after 14 d of symptom onset. In our study, all but 2/235 of the individuals with a reported date of symptom onset that were tested by sVNT provided their serum samples at least 4 weeks after symptom onset (median 62 d, IQR 51-86 d). Ultimately, a key question to be answered in future studies is how the level of inhibition measured by sVNT at a given serum dilution compares to the level of neutralizing antibody required at which shedding of infectious virus is reduced to undetectable levels. This information will be highly valuable for the interpretation of the sVNT test outcome in regards to protection from future infection in an 'immunity passport' scenario. Since it is not yet known how long SARS-CoV-2 neutralizing antibodies are stable and that this may also differ on an individual level, periodic re-testing will likely be required. In this context, it would be highly desirable to also have sVNT versions to assess neutralizing antibody activity also for arising variants with a mutated spike protein RBD [67, 68] .",
            "cite_spans": [
                {
                    "start": 433,
                    "end": 437,
                    "text": "[16,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 438,
                    "end": 441,
                    "text": "64]",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 533,
                    "end": 537,
                    "text": "[64]",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 718,
                    "end": 722,
                    "text": "[64,",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 723,
                    "end": 726,
                    "text": "65]",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 878,
                    "end": 882,
                    "text": "[66]",
                    "ref_id": "BIBREF68"
                },
                {
                    "start": 2094,
                    "end": 2098,
                    "text": "[67,",
                    "ref_id": "BIBREF69"
                },
                {
                    "start": 2099,
                    "end": 2102,
                    "text": "68]",
                    "ref_id": "BIBREF70"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "There are some limitations to our study. First, our data do not reflect the seroconversion dynamics in the general Dutch population, since we encouraged individuals only to get tested if they had experienced symptoms consistent with COVID-19. Even amongst this group, the proportions of seroconversions we find are not representative for the whole of The Netherlands, since the majority of tests were carried out in North Brabant (the most heavily affected area in March/April 2020) and Amsterdam. Second, using a specificityfocussed two-tiered serological testing approach, we were bound to miss some seroconverted individuals. This is exacerbated over time by the fact that NCP IgG levels contract and thus an increasing proportion of individuals with a positive result by RBD-LFA that cannot be confirmed by NCP IgG ELISA. Using the sVNT in combination with the RBD-LFA for pre-screening may partially alleviate this limitation. However, seeing the high scalability of the sVNT in combination with its high specificity and sensitivity (provided samples are collected sufficiently long after symptom onset), it could also be used as a stand-alone tool. Third, as any serological screening approach, a small proportion of individuals which fail to seroconvert [24, 69] and only mount a cellular immune response to SARS-CoV-2 [70] will logically not be identified. Given that the degree of the antibodies seems to be related also to disease severity, this may be particularly true for individuals with mild or asymptomatic infection [27, 71] . Also, antibodies that confer neutralization via non-RBD sites may be missed [64] . Finally, while our data indicate that stable antibody levels are reached 100 d post infection, the group of individuals that was assessed >100 d post symptom onset consisted of a mere n ¼ 12 individuals. Therefore, analysis in larger groups is needed to support this finding.",
            "cite_spans": [
                {
                    "start": 1261,
                    "end": 1265,
                    "text": "[24,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1266,
                    "end": 1269,
                    "text": "69]",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 1326,
                    "end": 1330,
                    "text": "[70]",
                    "ref_id": "BIBREF72"
                },
                {
                    "start": 1533,
                    "end": 1537,
                    "text": "[27,",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1538,
                    "end": 1541,
                    "text": "71]",
                    "ref_id": "BIBREF73"
                },
                {
                    "start": 1620,
                    "end": 1624,
                    "text": "[64]",
                    "ref_id": "BIBREF66"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In conclusion, we herein present a careful analysis of the performance of a two-tiered serological testing approach to assess seroconversion and thus retrospectively confirm exposure to SARS-CoV-2. Our data support that the highly specific LFA used in this combination approach may be useful also in other settings, for instance to support or complement molecular testing and source tracing of SARS-CoV-2 infection in transmission chains. Finally, we confirm other studies showing the stability of neutralizing antibodies to SARS-CoV-2, and provide the first longitudinal assessment of these antibodies using a highly scalable sVNT. This high specificity and sensitivity assay could thus be a valuable tool for serological follow-up in large cohorts to support modelling of future SARS-CoV-2 transmission dynamics, support health authorities and provide relevant serological information to individuals. Baijens, Laurens Bierens, Laurie Tiehuis, Koen van Maren, Sjoerd van der Burg, Sander Colijn, Daan van den Nieuwenhof and Luc van Galen for running more than 8000 lateral flow tests and helping with analysing the clinical data. Jasper van Galen was instrumental in realizing timely reporting to all the individuals involved. Finally, we acknowledge Liza van Oort (Mediphos Medical Supplies) for support in a challenging environment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "An interactive web-based dashboard to track COVID-19 in real time",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gardner",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Infect Dis",
            "volume": "20",
            "issn": "5",
            "pages": "533--534",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The novel coronavirus disease (COVID-19): a PRISMA systematic review and metaanalysis of clinical and paraclinical characteristics",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hasani",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mardi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Shakerian",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Biomed Res Int",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Loss of taste and smell as distinguishing symptoms of COVID-19",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Dawson",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Rabold",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Laws",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clin Infect Dis",
            "volume": "72",
            "issn": "",
            "pages": "682--685",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Clinical and immunological features of severe and moderate coronavirus disease 2019",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Clin Invest",
            "volume": "130",
            "issn": "5",
            "pages": "2620--2629",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "UK. COVID-19: consider cytokine storm syndromes and immunosuppression",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Mehta",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "F"
                    ],
                    "last": "Mcauley",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Brown",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "1033--1034",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The lifelines COVID-19 cohort: a questionnaire-based study to investigate COVID-19 infection and its health and societal impacts in a Dutch population-based cohort",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mc Intyre",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Lanting",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Deelen",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Rijksinstituut voor volksgezondheid en milieu. Current information about COVID-19",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Rivm",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Antibody responses to SARS-CoV-2 in patients with COVID-19",
            "authors": [
                {
                    "first": "Q",
                    "middle": [
                        "X"
                    ],
                    "last": "Long",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "Z"
                    ],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Deng",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nat Med",
            "volume": "26",
            "issn": "6",
            "pages": "845--848",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Cross-neutralization of human and palm civet severe acute respiratory syndrome coronaviruses by antibodies targeting the receptor-binding domain of spike protein",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Immunol",
            "volume": "176",
            "issn": "10",
            "pages": "6085--6092",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Neutralizing epitopes of the SARS-CoV S-protein cluster independent of repertoire, antigen structure or mAb technology",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Berry",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hay",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Rini",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "MAbs",
            "volume": "2",
            "issn": "1",
            "pages": "53--66",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Neutralizing antibodies against SARS-CoV-2 and other human coronaviruses",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hillyer",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Trends Immunol",
            "volume": "41",
            "issn": "5",
            "pages": "355--359",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Diagnostic accuracy of serological tests for covid-19: systematic review and meta-analysis",
            "authors": [
                {
                    "first": "Lisboa",
                    "middle": [],
                    "last": "Bastos",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tavaziva",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Abidi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BMJ",
            "volume": "370",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Towards the next phase: evaluation of serological assays for diagnostics and exposure assessment",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Geurtsvankessel",
                    "suffix": ""
                },
                {
                    "first": "Nma",
                    "middle": [],
                    "last": "Okba",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Igloi",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Evaluation of the performance of SARS-CoV-2 serological tools and their positioning in COVID-19 diagnostic strategies",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Velay",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Gallais",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Benotmane",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Diagn Microbiol Infect Dis",
            "volume": "98",
            "issn": "4",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "The past, present, and (possible) future of serologic testing for lyme disease",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "S"
                    ],
                    "last": "Theel",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Clin Microbiol",
            "volume": "54",
            "issn": "5",
            "pages": "1191--1196",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "A SARS-CoV-2 surrogate virus neutralization test based on antibody-mediated blockage of ACE2-spike protein-protein interaction",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Tan",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "N"
                    ],
                    "last": "Chia",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Qin",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nat Biotechnol",
            "volume": "38",
            "issn": "9",
            "pages": "1073--1078",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Serology testing in the COVID-19 pandemic response",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Peeling",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Wedderburn",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Garcia",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Infect Dis",
            "volume": "20",
            "issn": "9",
            "pages": "245--249",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "COVID-19 immunity passport to ease travel restrictions?",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "H"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "O"
                    ],
                    "last": "Freedman",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "G"
                    ],
                    "last": "Visser",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Travel Med",
            "volume": "27",
            "issn": "5",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Passport to freedom? Immunity passports for COVID-19",
            "authors": [
                {
                    "first": "Rch",
                    "middle": [],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Savulescu",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Williams",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Med Ethics",
            "volume": "46",
            "issn": "10",
            "pages": "652--659",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "How two tests can help contain COVID-19 and revive the economy. Res Policy Briefs World Bank Malaysia Hub",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "De Walque",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Friedman",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gatti",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "29",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "COVID-19 immunity passports and vaccination certificates: scientific, equitable, and legal challenges",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Phelan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "1595--1598",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Humoral immune response to SARS-CoV-2 in Iceland",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "F"
                    ],
                    "last": "Gudbjartsson",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "L"
                    ],
                    "last": "Norddahl",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Melsted",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "383",
            "issn": "18",
            "pages": "1724--1734",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Persistence of serum and saliva antibody responses to SARS-CoV-2 spike antigens in COVID-19 patients",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Isho",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "T"
                    ],
                    "last": "Abe",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zuo",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Sci Immunol",
            "volume": "5",
            "issn": "52",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Robust neutralizing antibodies to SARS-CoV-2 infection persist for months",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wajnberg",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Amanat",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Firpo",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science",
            "volume": "370",
            "issn": "6521",
            "pages": "1227--1230",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Functional SARS-CoV-2-specific immune memory persists after mild COVID-19",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "B"
                    ],
                    "last": "Rodda",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Netland",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Shehata",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Cell",
            "volume": "184",
            "issn": "1",
            "pages": "169--183",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Waning of SARS-CoV-2 RBD antibodies in longitudinal convalescent plasma samples within 4 months after symptom onset",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Perreault",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Tremblay",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Fournier",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Blood",
            "volume": "136",
            "issn": "22",
            "pages": "2588--2591",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Clinical and immunological assessment of asymptomatic SARS-CoV-2 infections",
            "authors": [
                {
                    "first": "Q",
                    "middle": [
                        "X"
                    ],
                    "last": "Long",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "J"
                    ],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [
                        "L"
                    ],
                    "last": "Shi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nat Med",
            "volume": "26",
            "issn": "8",
            "pages": "1200--1204",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Disappearance of antibodies to SARS-CoV-2 in a COVID-19 patient after recovery",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clin Microbiol Infect",
            "volume": "26",
            "issn": "12",
            "pages": "1703--1705",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Longitudinal observation and decline of neutralizing antibody responses in the three months following SARS-CoV-2 infection in humans",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Seow",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Graham",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Merrick",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nat Microbiol",
            "volume": "5",
            "issn": "12",
            "pages": "1598--1607",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "IgA dominates the early neutralizing antibody response to SARS-CoV-2",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Sterlin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mathian",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Miyara",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Sci Transl Med",
            "volume": "13",
            "issn": "577",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "The power of antibody-based surveillance",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Alter",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Seder",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "383",
            "issn": "18",
            "pages": "1782--1784",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "COVID-19 and the path to immunity",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Stephens",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Mcelrath",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "324",
            "issn": "13",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "First infection by all four non-severe acute respiratory syndrome human coronaviruses takes place during childhood",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "BMC Infect Dis",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Medical reviews. Coronaviruses",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Monto",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "Yale J Biol Med",
            "volume": "47",
            "issn": "4",
            "pages": "234--251",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "The time course of the immune response to experimental coronavirus infection of man",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Callow",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "F"
                    ],
                    "last": "Parry",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sergeant",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Epidemiol Infect",
            "volume": "105",
            "issn": "2",
            "pages": "435--446",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Occurrence and frequency of coronavirus infections in humans as determined by enzyme-linked immunosorbent assay",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Macnaughton",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "Infect Immun",
            "volume": "38",
            "issn": "2",
            "pages": "419--423",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "The behaviour of recent isolates of human respiratory coronavirus in vitro and in volunteers: evidence of heterogeneity among 229E-related strains",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Reed",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "J Med Virol",
            "volume": "13",
            "issn": "2",
            "pages": "179--192",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Seasonal coronavirus protective immunity is short-lasting",
            "authors": [
                {
                    "first": "Awd",
                    "middle": [],
                    "last": "Edridge",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kaczorowska",
                    "suffix": ""
                },
                {
                    "first": "Acr",
                    "middle": [],
                    "last": "Hoste",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nat Med",
            "volume": "26",
            "issn": "11",
            "pages": "1691--1693",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Duration of antibody responses after severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "P"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "C"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "H"
                    ],
                    "last": "Chang",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Emerg Infect Dis",
            "volume": "13",
            "issn": "10",
            "pages": "1562--1564",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Reopening society and the need for real-time assessment of COVID-19 at the community level",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "J"
                    ],
                    "last": "Angulo",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Finelli",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Swerdlow",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "323",
            "issn": "22",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Projecting the transmission dynamics of SARS-CoV-2 through the postpandemic period",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Kissler",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Tedijanto",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Goldstein",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science",
            "volume": "368",
            "issn": "6493",
            "pages": "860--868",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "SARS-CoV-2 infection protects against rechallenge in rhesus macaques",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Chandrashekar",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Martinot",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science",
            "volume": "369",
            "issn": "6505",
            "pages": "812--817",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Primary exposure to SARS-CoV-2 protects against reinfection in rhesus macaques",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Deng",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Bao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science",
            "volume": "369",
            "issn": "6505",
            "pages": "818--823",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Syrian hamsters as a small animal model for SARS-CoV-2 infection and countermeasure development",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Imai",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Iwatsuki-Horimoto",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hatta",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Proc Natl Acad Sci",
            "volume": "117",
            "issn": "28",
            "pages": "16587--16595",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Dose-dependent response to infection with SARS-CoV-2 in the ferret model and evidence of protective immunity",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Ryan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "R"
                    ],
                    "last": "Bewley",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Fotheringham",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Nat Commun",
            "volume": "12",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Isolation of potent SARS-CoV-2 neutralizing antibodies and protection from disease in a small animal model",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "F"
                    ],
                    "last": "Rogers",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science",
            "volume": "369",
            "issn": "6506",
            "pages": "956--963",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "SARS-CoV-2 neutralizing human antibodies protect against lower respiratory tract disease in a hamster model",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Haagmans",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Noack",
                    "suffix": ""
                },
                {
                    "first": "Nma",
                    "middle": [],
                    "last": "Okba",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Neutralizing antibodies correlate with protection from SARS-CoV-2 in humans during a fishery vessel outbreak with a high attack rate",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Addetia",
                    "suffix": ""
                },
                {
                    "first": "Khd",
                    "middle": [],
                    "last": "Crawford",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Dingens",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Clin Microbiol",
            "volume": "58",
            "issn": "11",
            "pages": "2107--2127",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "COVID-19 re-infection by a phylogenetically distinct SARS-coronavirus-2 strain confirmed by whole genome sequencing",
            "authors": [
                {
                    "first": "Kk-W",
                    "middle": [],
                    "last": "To",
                    "suffix": ""
                },
                {
                    "first": "If-N",
                    "middle": [],
                    "last": "Hung",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Ip",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Clin Infect Dis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Antibodies to SARS-CoV-2 and their potential for therapeutic passive immunization",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Klasse",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Moore",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "eLife",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Cross-neutralization of SARS-CoV-2 by a human monoclonal SARS-CoV antibody",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Pinto",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "J"
                    ],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Beltramello",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature",
            "volume": "583",
            "issn": "7815",
            "pages": "290--295",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Effectiveness of convalescent plasma therapy in severe COVID-19 patients",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Duan",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Proc Natl Acad Sci",
            "volume": "117",
            "issn": "17",
            "pages": "9490--9496",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Lessons learned from early compassionate use of convalescent plasma on critically ill patients with Covid-19",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "Y"
                    ],
                    "last": "Dai",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Transfusion",
            "volume": "60",
            "issn": "10",
            "pages": "2210--2216",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Infusion of convalescent plasma is associated with clinical improvement in critically Ill patients with Covid-19: a pilot study",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Olivares-Gazca",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Priesca-Marin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ojeda-Laguna",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Rev Invest Clin",
            "volume": "72",
            "issn": "3",
            "pages": "159--164",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Treatment of 5 critically Ill patients with COVID-19 with convalescent plasma",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "323",
            "issn": "16",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Covid-19: FDA approves use of convalescent plasma to treat critically ill patients",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Tanne",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BMJ",
            "volume": "368",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "United Kingdom SARS-CoV-2 Convalescent Plasma Evaluation (SCoPE) Consortium",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Shankar-Hari",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Estcourt",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Harvala",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Convalescent plasma to treat critically ill patients with COVID-19: framing the need for randomised clinical trials",
            "authors": [],
            "year": 2020,
            "venue": "Crit Care",
            "volume": "24",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Safety, tolerability, and immunogenicity of a recombinant adenovirus type-5 vectored COVID-19 vaccine: a dose-escalation, open-label, non-randomised, first-in-human trial",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "C"
                    ],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "H"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "H"
                    ],
                    "last": "Guan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "1845--1854",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "A single-dose intranasal ChAd vaccine protects upper and lower respiratory tracts against SARS-CoV-2",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "O"
                    ],
                    "last": "Hassan",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Kafai",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "P"
                    ],
                    "last": "Dmitriev",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Cell",
            "volume": "183",
            "issn": "1",
            "pages": "169--184",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "Safety and immunogenicity of the ChAdOx1 nCoV-19 vaccine against SARS-CoV-2: a preliminary report of a phase 1/2, single-blind, randomised controlled trial",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Folegatti",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Ewer",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "K"
                    ],
                    "last": "Aley",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "396",
            "issn": "",
            "pages": "467--478",
            "other_ids": {}
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "ChAdOx1 nCoV-19 vaccine prevents SARS-CoV-2 pneumonia in rhesus macaques",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Van Doremalen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Lambe",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Spencer",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature",
            "volume": "586",
            "issn": "7830",
            "pages": "578--582",
            "other_ids": {}
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "Phase I/II study of COVID-19 RNA vaccine BNT162b1 in adults",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Mulligan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Lyke",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kitchin",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature",
            "volume": "586",
            "issn": "7830",
            "pages": "589--593",
            "other_ids": {}
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "Duration and key determinants of infectious virus shedding in hospitalized patients",
            "authors": [
                {
                    "first": "Jja",
                    "middle": [],
                    "last": "Van Kampen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Van De Vijver",
                    "suffix": ""
                },
                {
                    "first": "Pla",
                    "middle": [],
                    "last": "Fraaij",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF66": {
            "ref_id": "b66",
            "title": "Evaluation of SARS-CoV-2 neutralization assays for antibody monitoring in natural infection and vaccine trials",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Sholukh",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Fiore-Gartland",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "S"
                    ],
                    "last": "Ford",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF67": {
            "ref_id": "b67",
            "title": "An evaluation of COVID-19 serological assays informs future diagnostics and exposure assessment",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Geurtsvankessel",
                    "suffix": ""
                },
                {
                    "first": "Nma",
                    "middle": [],
                    "last": "Okba",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Igloi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nat Commun",
            "volume": "11",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF68": {
            "ref_id": "b68",
            "title": "Evaluation of serological tests for SARS-CoV-2: implications for serology testing in a low-prevalence setting",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Bond",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Nicholson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Lim",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Infect Dis",
            "volume": "222",
            "issn": "",
            "pages": "280--1288",
            "other_ids": {}
        },
        "BIBREF69": {
            "ref_id": "b69",
            "title": "Escape from neutralizing antibodies by SARS-CoV-2 spike protein variants",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Weisblum",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Schmidt",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "eLife",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF70": {
            "ref_id": "b70",
            "title": "SARS-CoV-2 501Y.V2 escapes neutralization by South African COVID-19 donor plasma",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "K"
                    ],
                    "last": "Wibmer",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ayres",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hermanus",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF71": {
            "ref_id": "b71",
            "title": "IgG seroconversion and pathophysiology in severe acute respiratory syndrome coronavirus 2 infection",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Staines",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Kirwan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Clark",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Emerg Infect Dis",
            "volume": "27",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF72": {
            "ref_id": "b72",
            "title": "Intrafamilial exposure to SARS-CoV-2 associated with cellular immune response without seroconversion",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Gallais",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Velay",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Nazon",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Emerg Infect Dis",
            "volume": "27",
            "issn": "1",
            "pages": "113--121",
            "other_ids": {}
        },
        "BIBREF73": {
            "ref_id": "b73",
            "title": "High neutralizing antibody titer in intensive care unit patients with COVID-19",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "K"
                    ],
                    "last": "To",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Chan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Emerg Microbes Infect",
            "volume": "9",
            "issn": "1",
            "pages": "1664--1670",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "SARS-CoV-2 LFA and NCP IgG ELISA results by area. LFA and NCP ELISA results are shown for n ¼ 7241 individuals that were tested by either Boson or BIOSYNEX LFA. N ¼ 97 individuals that tested positive by LFA did not provide a follow-up serum sample for EUROIMMUN NCP IgG ELISA. Data are shown as the proportion of individuals tested in the indicated areas, stratified depending on whether or not symptoms were reported. Symptoms include common cold symptoms, cough, fever, pneumonia and loss of smell or taste. LFA: lateral flow assay; NCP: nucleocapsid protein.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Confirmation of BIOSYNEX LFA results by EUROIMMUN NCP IgG ELISA. BIOSYNEX LFA results per month of testing (n ¼ 1003), stratified into individuals with solitary IgM or IgG bands or IgM þ IgG þ bands (A). IgG levels of anti-SARS-CoV-2 NCP were determined during 2nd tire serological follow-up in n ¼ 935 individuals that were positive by BIOSYNEX LFA. The proportion of samples negative, borderline or positive by NCP IgG ELISA is shown (B) for individuals with solitary IgM or IgG bands, those with both IgM þ and IgG þ bands and separately for those with a strong solitary IgG band, and for (C) all LFA IgM and/or IgG positive individuals per month of testing. LFA: lateral flow assay; NCP: nucleocapsid protein.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Stability of anti-NCP, anti-S1 and neutralizing antibodies. (A) The number of individuals who reported onset of symptoms is shown per calendar week. (B)",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "The authors acknowledge the continuous support of Stichting IMtest and in particular Dorien van Doorn on the logistic challenges that we faced; Luc van Galen for setting up the ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        }
    ]
}