{
    "paper_id": "879d7542aea0fa5df0db97fcbbbdbaff0df8ad4b",
    "metadata": {
        "title": "Illegal Online Sexual Behavior During the COVID-19 Pandemic: A Call for Action Based on Experiences From the Ongoing Prevent It Research Study",
        "authors": [
            {
                "first": "Allison",
                "middle": [],
                "last": "Parks",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Karolinska Institutet & Stockholm Health Care Services",
                    "location": {
                        "addrLine": "Norra Stationsgatan 69, Region Stockholm",
                        "postCode": "113 64",
                        "settlement": "Stockholm",
                        "country": "Sweden"
                    }
                },
                "email": ""
            },
            {
                "first": "Charlotte",
                "middle": [],
                "last": "Sparre",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Karolinska Institutet & Stockholm Health Care Services",
                    "location": {
                        "addrLine": "Norra Stationsgatan 69, Region Stockholm",
                        "postCode": "113 64",
                        "settlement": "Stockholm",
                        "country": "Sweden"
                    }
                },
                "email": ""
            },
            {
                "first": "Elin",
                "middle": [],
                "last": "Söderquist",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Karolinska Institutet & Stockholm Health Care Services",
                    "location": {
                        "addrLine": "Norra Stationsgatan 69, Region Stockholm",
                        "postCode": "113 64",
                        "settlement": "Stockholm",
                        "country": "Sweden"
                    }
                },
                "email": ""
            },
            {
                "first": "Stefan",
                "middle": [],
                "last": "Arver",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Karolinska University Hospital",
                    "location": {
                        "settlement": "Stockholm",
                        "country": "Sweden"
                    }
                },
                "email": ""
            },
            {
                "first": "·",
                "middle": [
                    "Gerhard"
                ],
                "last": "Andersson",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Karolinska Institutet & Stockholm Health Care Services",
                    "location": {
                        "addrLine": "Norra Stationsgatan 69, Region Stockholm",
                        "postCode": "113 64",
                        "settlement": "Stockholm",
                        "country": "Sweden"
                    }
                },
                "email": ""
            },
            {
                "first": "Viktor",
                "middle": [],
                "last": "Kaldo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Karolinska Institutet & Stockholm Health Care Services",
                    "location": {
                        "addrLine": "Norra Stationsgatan 69, Region Stockholm",
                        "postCode": "113 64",
                        "settlement": "Stockholm",
                        "country": "Sweden"
                    }
                },
                "email": ""
            },
            {
                "first": "Katarina",
                "middle": [],
                "last": "Görts-Öberg",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Karolinska University Hospital",
                    "location": {
                        "settlement": "Stockholm",
                        "country": "Sweden"
                    }
                },
                "email": ""
            },
            {
                "first": "·",
                "middle": [
                    "Christoffer"
                ],
                "last": "Rahm",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Karolinska Institutet & Stockholm Health Care Services",
                    "location": {
                        "addrLine": "Norra Stationsgatan 69, Region Stockholm",
                        "postCode": "113 64",
                        "settlement": "Stockholm",
                        "country": "Sweden"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Publisher's Note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Due to the COVID-19 pandemic responses around the world, many people are home more often, with a range of restrictions. As a result, both children and adults have increased time spent online. Many experts have expressed concerns that this will lead to escalated online child sexual offending due to a combination of increased opportunity (ECPAT, 2020; EUROPOL, 2020; UNICEF, 2020) and heightened risk factors of stress, social isolation, and boredom of being home (Seto, 2013 (Seto, , 2017 . Reports are also coming from the police in some countries about increases in online offending (Fitzpatrick, 2020; National Crime Agency, 2020) .",
            "cite_spans": [
                {
                    "start": 338,
                    "end": 351,
                    "text": "(ECPAT, 2020;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 352,
                    "end": 366,
                    "text": "EUROPOL, 2020;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 367,
                    "end": 380,
                    "text": "UNICEF, 2020)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 464,
                    "end": 475,
                    "text": "(Seto, 2013",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 476,
                    "end": 489,
                    "text": "(Seto, , 2017",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 586,
                    "end": 605,
                    "text": "(Fitzpatrick, 2020;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 606,
                    "end": 634,
                    "text": "National Crime Agency, 2020)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In this Letter, we briefly describe \"Prevent It,\" an innovative online intervention for individuals who use child sexual abuse material (CSAM, previously known as child pornography), currently collecting data for evaluation of outcomes at Karolinska Institutet, and share some preliminary observations to inform fellow researchers and the public that changes have occurred during the pandemic. Based on this information, we suggest that more preventive initiatives are taken during the pandemic, specifically, in reaching out with interventions addressed directly to active online child sexual offenders.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The production, distribution, and downloading of CSAM is escalating rapidly as access to the Internet increases around the world. Recently, activity has increased across perpetrator forums on onion sites, sometimes called the darknet. The socalled onion sites apply onion services' protocol for extra security, with the tradeoff that the users, in order to access them, need a specialized web browser such as Tor. Onion sites maintain a high degree of anonymity, hence making it difficult to connect an identity with one's online activity. On the one hand, this allows individuals to speak freely and have more control over their privacy. On the other hand, this also makes it easier to evade law enforcement and commit illegal actions, such as the ability to download and spread CSAM with fewer ties to their identity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "\"Prevent It\" is an anonymous internet-based cognitive behavioral therapy (CBT) intervention which is being tested in a blinded randomized clinical trial design to see whether it is effective in decreasing consumption of CSAM (https ://www. itera pi.se/sites /preve ntit/regis ter). It contains weekly module content, assignments between modules, and weekly individual therapist feedback over eight weeks. It is hypothesized that CBT is more effective than an active placebo in reducing the primary outcome, which is self-reported time viewing CSAM. Secondary outcome measures include offline offending behavior, severity of CSAM, and quality of life. We believe internetassisted psychotherapy can be effective for this patient group, as it has been shown to be as effective as in-person therapy for many other psychiatric ailments (Andersson, Cuijpers, Carlbring, Riper, & Hedman, 2014) . The study is preregistered (http://www.isrct n.com/), is approved by the Swedish Ethics Appeal Review Board (Reference No.: Dnr Ö 1-2019), and its design is outlined in Fig. 1 .",
            "cite_spans": [
                {
                    "start": 831,
                    "end": 886,
                    "text": "(Andersson, Cuijpers, Carlbring, Riper, & Hedman, 2014)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [
                {
                    "start": 1058,
                    "end": 1064,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "The target group for \"Prevent It\" consists of participants who currently access CSAM over onion sites and who would like to stop. Participants must be over 18 years, have accessed CSAM in the week prior to the study's intake interview, have about one hour a week over eight weeks to dedicate to treatment, and be able to read and write confidently in English.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Recruitment for \"Prevent It\" occurs over specific forums on onion sites where CSAM content is discussed and linked to. Treatment is also offered through an onion site (https ://6wvyb f7ub3 xk5ow 66wt7 os3ao vbzoo 2eei6 vjirv hvvkm qg4al nezzi d.onion /sites /preve ntit/regis ter) to increase participant comfort about their interactions, given their concerns about privacy and possibly being identified as engaging in illegal behavior. The anonymity gives individuals an opportunity to seek care and be more open and truthful than they might be with an in-person therapist.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Recruitment began in April 2019. In each forum, a post would be made describing the study and its aims. This allowed the recruiter to start a conversation and answer questions about held views, platform security, and fears. Initially, posts were met mostly with curiosity and support; however, there have been recent changes in these online interactions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Observations during the COVID-19 pandemic for \"Prevent It\" are consistent with expert concerns and other initial data suggesting online offending has increased. We have noticed the following changes in the forums: Firstly, an increased number of chatters have been seen in the forums. This has seemingly not impacted the pace of recruitment, but it is difficult to draw conclusions. In the largest forum, there are normally 100-150 active persons at one time, but after the lockdown the numbers increased to 300-400 on average. This change in activity was also seen in smaller forums. Over the last year of recruitment for \"Prevent It,\" there has been some variation in the patterns of posting times and activity of users noticed, and there has been a distinct change. Based on conversations of the individuals in the chat rooms, the impression is that the increase is a combination of current users having more time to spend online, new users taking the step to explore onion sites to find more extreme material, as well as users who have tried to quit but have now returned. Secondly, there has been an increase in aggressive messages, both toward other CSAM users and \"Prevent It\" recruiting staff. Thirdly, a change was noted in direct comments about the pandemic. Many users discussed the opportunities that could come with the changes, with comments about home schooling and babysitting during the lockdowns. Some also expressed an increased boredom and preoccupation of sexual thoughts. Lastly, a change was seen in the type of content individuals posted. There has been an increase in posts pertaining to instructions on how to get access to children to produce and share more material. These observed changes have also been confirmed with Swedish Police authority (L. Larsson, personal email communication, April 24, 2020).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Even before the pandemic, CSAM users were very active on these forums. Based on the first 40 \"Prevent It\" participants, the mean time spent viewing CSAM the week before registering for the study was 7.3 h per week (SD = 7.0), the mean lowest age of the children in the material was 6.2 years old (SD = 3.4), and the mean value on the COPINE scale, which measures CSAM severity on a scale from 1 to 10, from indicative material to material with sadism or bestiality, was 7.9 (SD = 1.8), which represents the higher parts of the scale. With the current work and study from home directives, it is possible these numbers have increased. While there is a greater risk for sexual offending, there is also an increased opportunity for online intervention because individuals now have more time to dedicate toward treatment if they have the motivation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Given that pandemic responses will last months, even years, until evidence of widespread immunity or development of a vaccine, increased online offending can be anticipated, and a sustainable solution is required. More resources are needed as part of a comprehensive response that includes parent-focused interventions, child safety education, technological deterrence, law enforcement, and help for people who use CSAM or are at risk. We are particularly interested in prevention efforts, including helplines, self-help resources, and \"Prevent It\" as a new option.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Guided internet-based vs. face-to-face cognitive behavior therapy for psychiatric and somatic disorders: A systematic review and meta-analysis",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Andersson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Cuijpers",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Carlbring",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Riper",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Hedman",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "World Psychiatry",
            "volume": "13",
            "issn": "3",
            "pages": "288--295",
            "other_ids": {
                "DOI": [
                    "10.1002/wps.20151"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Why children are at risk of sexual abuse and exploitation during COVID-19",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ecpat",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Catching the virus; cybercrime, disinformation and the COVID-19 pandemic",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Europol",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Law enforcement in coronavirus online safety push as National Crime Agency reveals 300,000 in UK pose sexual threat to children",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fitzpatrick",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "National Crime Agency",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Internet sex offenders",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Seto",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The motivation-facilitation model of sexual offending",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Seto",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Sexual Abuse",
            "volume": "31",
            "issn": "1",
            "pages": "3--24",
            "other_ids": {
                "DOI": [
                    "10.1177/1079063217720919"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "COVID-19 and its implications for protecting children online",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Unicef",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Prevent It\" study design. Participants are anonymous",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgement World Childhood Foundation, ECPAT Sweden, Linus Nordberg, Leen Jayles, Swedish Police Authority, Michael C. Seto, and George Vlasceau.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        },
        {
            "text": "Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if changes were made. The images or other third party material in this article are included in the article's Creative Commons licence, unless indicated otherwise in a credit line to the material. If material is not included in the article's Creative Commons licence and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this licence, visit http://creat iveco mmons .org/licen ses/by/4.0/.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}