{"paper_id": "880b4d0f9daaba79d6e848c8df40e0cd373471d1", "metadata": {"title": "Biosafety Level 3 Laboratory for Autopsies of Patients with Severe Acute Respiratory Syndrome: Principles, Practices, and Prospects", "authors": [{"first": "Ling", "middle": [], "last": "Li", "suffix": "", "affiliation": {"laboratory": "", "institution": "Peking University", "location": {}}, "email": ""}, {"first": "Jiang", "middle": [], "last": "Gu", "suffix": "", "affiliation": {"laboratory": "", "institution": "Peking University", "location": {}}, "email": ""}, {"first": "Xicheng", "middle": [], "last": "Shi", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Encong", "middle": [], "last": "Gong", "suffix": "", "affiliation": {"laboratory": "", "institution": "Peking University", "location": {}}, "email": ""}, {"first": "Xingwang", "middle": [], "last": "Li", "suffix": "", "affiliation": {"laboratory": "", "institution": "Beijing Ditan Hospital", "location": {"settlement": "Beijing", "country": "China"}}, "email": ""}, {"first": "Hongquan", "middle": [], "last": "Shao", "suffix": "", "affiliation": {"laboratory": "", "institution": "Peking University", "location": {}}, "email": ""}, {"first": "Xueying", "middle": [], "last": "Shi", "suffix": "", "affiliation": {"laboratory": "", "institution": "Peking University", "location": {}}, "email": ""}, {"first": "Huijun", "middle": [], "last": "Jiang", "suffix": "", "affiliation": {"laboratory": "", "institution": "Peking University", "location": {}}, "email": ""}, {"first": "Xiaoqiang", "middle": [], "last": "Gao", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Daiyun", "middle": [], "last": "Cheng", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Lizhu", "middle": [], "last": "Guo", "suffix": "", "affiliation": {"laboratory": "", "institution": "Beijing Ditan Hospital", "location": {"settlement": "Beijing", "country": "China"}}, "email": ""}, {"first": "Hao", "middle": [], "last": "Wang", "suffix": "", "affiliation": {"laboratory": "", "institution": "Beijing Ditan Hospital", "location": {"settlement": "Beijing", "country": "China"}}, "email": ""}, {"first": "Xiaohong", "middle": [], "last": "Shi", "suffix": "", "affiliation": {"laboratory": "", "institution": "Beijing Ditan Hospital", "location": {"settlement": "Beijing", "country": "China"}}, "email": ""}, {"first": "Peizhi", "middle": [], "last": "Wang", "suffix": "", "affiliation": {"laboratory": "", "institution": "Beijing Ditan Hospital", "location": {"settlement": "Beijing", "country": "China"}}, "email": ""}, {"first": "Qianying", "middle": [], "last": "Zhang", "suffix": "", "affiliation": {"laboratory": "", "institution": "Beijing Ditan Hospital", "location": {"settlement": "Beijing", "country": "China"}}, "email": ""}, {"first": "Bing", "middle": [], "last": "Shen", "suffix": "", "affiliation": {"laboratory": "", "institution": "Beijing Ditan Hospital", "location": {"settlement": "Beijing", "country": "China"}}, "email": ""}]}, "abstract": [{"text": "During the outbreak of the emergent severe acute respiratory syndrome (SARS) infection, 130% of the ∼8000 infected persons were health care workers. The highly infectious nature of SARS coronavirus (SARS-CoV) compelled our pathologists to consider biosafety issues in the autopsy room and for tissue processing procedures.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Methods. A specially designed biosafety level 3 (BSL-3) autopsy laboratory was constructed and divided into a clean area, a semicontaminated area, a contaminated area, and 2 buffer zones. High-efficiency particulate air filters were placed in the air supply and exhaust systems. Laminar air flow was from the clean areas to the less clean areas. The negative pressures of the contaminated, semicontaminated, and clean areas were approximately Ϫ50 pa, Ϫ25 pa, and Ϫ5 pa, respectively. Personal protective equipment, including gas mask, impermeable protective clothing, and 3 layers of gloves worn during autopsies; the equipment was decontaminated before it was allowed to exit the facility. Strict BSL-3 practices were followed.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Results. When a given concentration of particulate sarin simulant was introduced into the contaminated area, it could not be detected in either the semicontaminated area or clean area, and particles 10.3 mm in size were not detected in the exhaust air. A total of 16 complete postmortem examinations for probable and suspected SARS were performed during a 2-month period. Of these, 7 reported confirmed cases of SARS. None of the 23 pathologists and technicians who participated in these autopsies was infected with SARS-CoV.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Conclusions. Our experience suggests that BSL-3 laboratory operating principles should be among the special requirements for performing autopsies of contaminated bodies and that they can safeguard the clinicians and the environment involved in these procedures.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "In November of 2002, severe acute respiratory syndrome (SARS), which is caused by a novel SARS coronavirus (SARS-CoV), originated in the Guangdong Province of China. During the subsequent 6 months, it quickly spread to 33 countries worldwide. Beijing was one of the most strongly affected areas. During this new epidemic, which had a mortality rate of 10%-15%, complete autopsy became necessary to investigate the cause, pathogenesis, and pathological changes of the syndrome [1] .", "cite_spans": [{"start": 476, "end": 479, "text": "[1]", "ref_id": "BIBREF0"}], "ref_spans": [], "section": ""}, {"text": "According to the guidelines of World Health Organization and the Centers for Disease Control and Prevention (CDC) in the United States, SARS-CoV fulfills the criteria for a biohazard group 3 pathogen. Therefore, autopsies of persons who died of SARS must be performed in a biosafety level 3 (BSL-3) laboratory [2] [3] [4] [5] . However, although the monograph published by the CDC made recommendations for the performance of such autopsies, the information it provided was insufficiently detailed [6] .", "cite_spans": [{"start": 310, "end": 313, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 314, "end": 317, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 318, "end": 321, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 322, "end": 325, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 497, "end": 500, "text": "[6]", "ref_id": "BIBREF6"}], "ref_spans": [], "section": ""}, {"text": "Complete autopsy of patients who have had SARS or who probably had SARS is a very high-risk procedure. Autopsy-transmitted infections may occur through percutaneous injury, exposure to infectious aerosols produced by drills, gross contamination with blood, and escape of gas from hollow organs [7] [8] [9] . A BSL-3 autopsy laboratory for SARS was established in Beijing Ditan Hospital (which was designated the SARS hospital during the outbreak of SARS in China) in May 2003. Sixteen complete autopsies were performed on patients with clinically confirmed or suspected SARS in the subsequent 2-month period. Seven of the cases were later confirmed to be SARS infections. None of the 23 pathologists and technicians involved in these autopsies became infected with SARS-CoV. In this article, we describe our experience with the construction of the BSL-3 autopsy laboratory and with its operating principles.", "cite_spans": [{"start": 294, "end": 297, "text": "[7]", "ref_id": "BIBREF7"}, {"start": 298, "end": 301, "text": "[8]", "ref_id": "BIBREF8"}, {"start": 302, "end": 305, "text": "[9]", "ref_id": "BIBREF9"}], "ref_spans": [], "section": ""}, {"text": "Laboratory construction. The BSL-3 autopsy laboratory was physically separated from other parts of the building. It was divided into 5 sections (a clean area, a semicontaminated area, a contaminated area, and 2 buffer zones), and each section was segregated by an airtight door. The mortuary was connected to buffer zone II (figure 1).", "cite_spans": [], "ref_spans": [], "section": "MATERIALS AND METHODS"}, {"text": "The contaminated area served as the autopsy room, with a dissection table located in the center. There was no tap water or sewage system in this room. Autopsy instrument cabinets, specimen-fixation containers, liquid nitrogen tanks, a deep freezer, and remote control cameras were installed at the periphery of the room. Specimen collection, dissection, and fixation were all performed exclusively on the dissection table.", "cite_spans": [], "ref_spans": [], "section": "MATERIALS AND METHODS"}, {"text": "Buffer zone I separated the contaminated area from the semicontaminated area. It consisted of a chemical decontamination unit and an air decontamination unit, in which the persons decontaminated their personal protective equipment (PPE) before leaving for the semicontaminated area.", "cite_spans": [], "ref_spans": [], "section": "MATERIALS AND METHODS"}, {"text": "The semicontaminated area connected buffer zone I with the clean area. The monitoring station of our laboratory was installed in this area because of space limitations (after the SARS outbreak ended, it was moved out). The laboratory director and his assistant (in full PPE) monitored the complete autopsy process with use of a remote control video camera, a color monitor, and an intercom. Air-cleaning equipment (Research Institute of Chemical Defense) was used to kill airborne pathogens continuously with plasma (an electrically neutral, highly ionized gas composed of ions, electrons, and neutral particles), catalysis, oxidation, and filtration. Three 760-L tanks, each of which contained 0.5% peracetic acid, were used for PPE decontamination and were placed near the exit of the semicontaminated area. A transmission cabin was designed to transport clean articles into the contaminated area when needed, but this was not actually used during the autopsies. An antidraft valve was installed in the wall to maintain the air-pressure gradient. Buffer zone II was designed to connect the mortuary with the contaminated area and was used for transportation of potentially infectious materials, such as corpses, specimens, and waste products. It was divided into an outer part and an inner part. An autoclave was installed in the wall between the outer part and the contaminated area. An exit led straight outside from buffer zone II.", "cite_spans": [], "ref_spans": [], "section": "MATERIALS AND METHODS"}, {"text": "Ventilation systems. The 2 ventilation systems of the BSL-3 autopsy laboratory were kept physically separated from the air supply system for other parts of the building. One system controlled the airflow for the mortuary and buffer zone II, which was separated from the other parts of the laboratory. Laminar airflow was from clean areas to less clean areas. The average rate of the airflow in the laboratory was ∼2000 m 3 /h. Negative pressures in the clean area, the semicontaminated area, and the contaminated area were kept at Ϫ5 pa, Ϫ25 pa, and Ϫ50 pa, respectively. Negative pressure in the mortuary was approximately the same as that for the contaminated area. The rate of airflow and the pressure in each area were monitored by a central automatic control system in the clean area. Highefficiency particulate air (HEPA) filters (RICD) were placed in the supply and exhaust air systems; the filters were capable of trapping 99.9999% of 0.3-mm particles (figure 1).", "cite_spans": [], "ref_spans": [], "section": "MATERIALS AND METHODS"}, {"text": "In the contaminated area, downdraft table ventilation was used to decrease exposure to aerosolized pathogens. The HEPAfiltered air entered from the ceiling, flowed down over the autopsy table, with airflow splitting ∼6-18 cm from the operating surface, and escaped through the outlets at the bottom of the wall. Aerosol particles generated at the work surface were immediately captured by the downward airflow, establishing an air-screen between the corpse on the table and the investigators (figure 2).", "cite_spans": [], "ref_spans": [], "section": "MATERIALS AND METHODS"}, {"text": "PPE. To protect the eyes, skin, and mucous membranes of investigators, use of full PPE was mandatory in the clean area. The PPE included gas mask, impermeable protective clothing, and 2 layers of surgical gloves plus an additional outer pair of rubber gloves (RICD) (figure 3).", "cite_spans": [], "ref_spans": [], "section": "MATERIALS AND METHODS"}, {"text": "The filters on the gas mask consisted of HEPA and gas filters. They protected against gas, chemical vapors, and particles. These filters were disposable and had a maximum life of 4-6 h. The gas mask formed an air-proof seal around the face. All inhaled and exhaled air passed through the mask. The impermeable protective clothing was made of a specific type of rubber and wholly enclosed the investigator, except for the face. The air-proof space around the body was tested each time before investigators entered the contaminated area. The overlap and the tight adhesion between the mask and clothing eliminated air leakage entirely.", "cite_spans": [], "ref_spans": [], "section": "MATERIALS AND METHODS"}, {"text": "The PPE was decontaminated in 3 steps after an autopsy was completed. First, investigators wiped the blood remaining on the surface of PPE with 0.5% peracetic acid, especially in the areas of hands, arms, and thorax. The PPE was then washed with high-pressure 0.5% peracetic acid for 5 min within the enclosed liquid decontamination unit in buffer zone I and was dried with sterilized towel. Finally, the PPE was sprayed with multiple-direction cold plasma (as from p4) for 5 min in the air-decontamination unit of buffer zone I. The impermeable protective clothing and gas mask were removed, each in turn, for further decontamination in the semicontaminated area. After removal of the gas mask, the investigators held their breath in the semicontaminated area until they entered into the clean area, then showered in the clean area before putting on street clothing and exiting the outside. The efficiency of decontamination was evaluated by a Sarin simulant test, as described below.", "cite_spans": [], "ref_spans": [], "section": "MATERIALS AND METHODS"}, {"text": "Effluent and waste disposal. Solid waste products included the corpses, dressings, and other discarded material. Waste products were taken to a crematory designated for SARS cases under government authority; specially trained staff transported the materials in ambulances used only for this purpose. All staff involved in the transportation wore full PPE. Before transportation, the waste products were placed in 3 layers of fully sealed, leak-proof, heavy-duty plastic bags with appropriate labeling. Liquid waste products from the corpses were decontaminated with neutralbuffered formaldehyde for 1-2 weeks and were then released into the sewage disposal system of Beijing Ditan Hospital. Beijing Ditan Hospital's infectious diseases sewage system also has its own primary sewage decontamination system.", "cite_spans": [], "ref_spans": [], "section": "MATERIALS AND METHODS"}, {"text": "Decontamination and maintenance of the laboratory. Because the gross spillage of potentially infectious materials during autopsy was inevitable, we decontaminated the area after each autopsy. The air was sterilized with UV light for 1 h, surfaces and the floor were decontaminated with 0.5% peracetic acid containing chlorine, 3000 mg/L, and the same disinfectant was distributed by aerosols at a concentration of 20 mL/m 3 . Two additional lower-power fans in the ventilation system maintained a persistent, mild negative pressure gradient in our laboratory during working breaks.", "cite_spans": [], "ref_spans": [], "section": "MATERIALS AND METHODS"}, {"text": "Staff training and administration. Twenty-three pathologists and technicians who participated in autopsies underwent intensive biosafety training. Before any autopsies were performed, comprehensive biosafety training concerning the facility designs, proper use of PPE, and appropriate procedures and administrative rules was performed in our department. Each group (which consisted of 3 pathologists and 1 technician) rehearsed twice under the direction of the biosafety specialists.", "cite_spans": [], "ref_spans": [], "section": "MATERIALS AND METHODS"}, {"text": "After the ventilation system in the newly constructed BSL-3 autopsy laboratory had been running for 10 min, negative pressure in the contaminated area approached Ϫ40 pa (the lowest value in the predefined range), and the negative pressure gradient from the clean area to the less clean area reached ∼20 pa. At this time, a sarin simulant aerosol of 0.3-mm particles at 4 mg/L was generated and spread by a special device in the contaminated area. One staff member wearing full PPE stayed in this room for 5 min and then went into the clean area through buffer zone I and the semicontaminated area after undergoing normal decontamination procedures. During the process, the protective function of the ventilation system was tested every 5-10 min for 40 min.", "cite_spans": [], "ref_spans": [], "section": "Test of the ventilation system's function."}, {"text": "The negative pressures in the contaminated area, the semicontaminated area, and the clean area were within the predetermined ranges of Ϫ40 to Ϫ50 pa, Ϫ20 to Ϫ25 pa, and Ϫ5 pa, respectively. The pressure gradient from the clean area to less clean areas was ∼20 pa, as expected (table 1). The concentration of sarin simulant in the contaminated area decreased from 10 Ϫ2 ppm to 0 ppm, and sarin was undetectable in the clean area and the semicontaminated area (table 2). Particles of 10.3 mm in diameter were undetectable in the exhaust air.", "cite_spans": [], "ref_spans": [], "section": "Test of the ventilation system's function."}, {"text": "Laboratory application. Sixteen complete postmortem examinations were performed on the cadavers of persons with clinically diagnosed or suspected SARS in the newly constructed BSL-3 autopsy laboratory from May to July 2003. Seven cases in this study were confirmed to be SARS-CoV infection on the basis of identification of the pathogen in these patients by in situ hybridization, RT-PCR, or electron microscopy.", "cite_spans": [], "ref_spans": [], "section": "Test of the ventilation system's function."}, {"text": "Gross examination of each organ collected from these 16 patients was performed, and photographs were taken with a digital camera. Large numbers of specimens were collected from each system, including nasal mucosa, conjunctiva, brain, spinal cord, bone marrow, blood, urine, feces, ascites, and pleural fluid. For each case, 3 series of specimens were obtained. The first series for light microscopy were fixed in neutral formaldehyde for at least 2 weeks. The second series for electron microscopy were fixed in cold 3%-5% glutaraldehyde for 3-5 days before further processing. The third series were stored in the deep freezer and in liquid nitrogen for further research. Comprehensive videotape recorded the process of each autopsy and has subsequently been used for further biosafety training.", "cite_spans": [], "ref_spans": [], "section": "Test of the ventilation system's function."}, {"text": "Twenty-three pathologists and technicians participated in these autopsies. In accordance with government policy, each cohort of 3 pathologists and 1 technician was kept in isolation for 2 weeks after completing an autopsy. During this period of time, body temperatures were taken twice per day, and the serum test for SARS-CoV was performed as well. None of these personnel demonstrated any evidence of SARS infection. ", "cite_spans": [], "ref_spans": [], "section": "Test of the ventilation system's function."}, {"text": "The dangers of transmission of infectious diseases in the autopsy room have long been appreciated [10] . However, specific autopsy biosafety issues may not have been seriously taken into consideration by pathologists in China until the outbreak of SARS.", "cite_spans": [{"start": 98, "end": 102, "text": "[10]", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Most autopsy facilities in China are located in older premises. They often share ventilation with other spaces in the building, and many do not meet the design criteria for BSL-2. Furthermore, many pathologists in China have been slow in complying with precautions promulgated to prevent the transmission of both bloodborne and aerosolized pathogens [11, 12] . In fact, 17 autopsies of patients with SARS or suspected SARS were performed under such inadequate conditions [13] [14] [15] [16] [17] .", "cite_spans": [{"start": 350, "end": 354, "text": "[11,", "ref_id": "BIBREF11"}, {"start": 355, "end": 358, "text": "12]", "ref_id": "BIBREF12"}, {"start": 471, "end": 475, "text": "[13]", "ref_id": "BIBREF14"}, {"start": 476, "end": 480, "text": "[14]", "ref_id": "BIBREF16"}, {"start": 481, "end": 485, "text": "[15]", "ref_id": "BIBREF18"}, {"start": 486, "end": 490, "text": "[16]", "ref_id": "BIBREF20"}, {"start": 491, "end": 495, "text": "[17]", "ref_id": null}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "SARS-CoV fulfills the criteria of biohazard group 3. The main modes of transmission are through droplet spread and close/ direct contact, but situations conducive to aerosol generation appeared to be associated with higher risk, and there are still many factors concerning the mode of transmission and the environmental risk that need to be clarified [18] . Studies have shown that SARS-CoV can be found in sputum, tears, blood, urine, feces, and sweat glands. The virus can be shed in the feces for 30 days, and it has been shown to survive on hard surfaces for 124 h [19, 20] . Therefore, autopsies involving SARS autopsies may be considered more dangerous than are autopsies involving more common biohazard group 3 organisms, such as Mycobacterium tuberculosis. Autopsies involving SARS should be performed in at least a BSL-3 laboratory.", "cite_spans": [{"start": 351, "end": 355, "text": "[18]", "ref_id": "BIBREF26"}, {"start": 569, "end": 573, "text": "[19,", "ref_id": "BIBREF27"}, {"start": 574, "end": 577, "text": "20]", "ref_id": "BIBREF28"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "To ensure the safety of the staff and the environment, a BSL-3 autopsy laboratory was constructed in Beijing Ditan Hospital in May 2003. After 16 complete autopsies were performed, none of the 23 involved pathologists and technicians showed evi-dence of SARS infection. Since the last autopsy was performed, our BSL-3 autopsy laboratory has been maintained, and it has now become the autopsy center for the SARS research laboratory network system and emergency infectious diseases in China. Autopsies involving 2 persons with suspected SARS, 1 person with AIDS, and 1 person with gas gangrene have been safely performed in this facility during the 2 years following its initial use for SARS cases.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}, {"text": "The biosafety of our BSL-3 autopsy laboratory has been ensured in 4 ways: through the design of the facility, use of PPE, decontamination, and administrative regulation. First, use of a BSL-3 ventilation system is the prerequisite for SARS autopsies. Second, because PPE is the first barrier of protection, we invested in the maximum protection available, including gas masks, impermeable protective clothing, and 3 layers of gloves. Because the use of oscillating saws, spray, and aspirators hoses may generate infectious aerosols, and because dissection of lungs can also create aerosols and droplets [8, 9] , respiratory protection for SARS autopsies is especially important. The combined filter system of the gas masks used in our facility provided the highest level of protection available to the investigators. Although the CDC recommended that N-100 particulate respirators or powered air-purifying respirators (PAPRs) with HEPA filters should be used if aerosols may be generated [6, 21] , PAPRs were not available in Beijing during the SARS outbreak; thus, the gas mask became the practical choice for use in our facility. However, we noticed that the gas masks made the investigators feel uncomfortable. Therefore, PAPRs would be the better choice in the future. The 3 layers of gloves made the investigators work more cumbersome and prone to mistakes, but this was nevertheless necessary for secure protection. Third, a 3-step procedure for decontamination of PPE was strictly followed. This was indispensable for the safety of the investigators, laboratory, and environment. Last but not least, we strictly adhered to administration controls, including rigorous biosafety training, supervision, and operational procedures. Our experiences suggest that monitoring personal behaviors, together with teaching of biosafety and correct attitudes to those involved in the autopsies, best ensure the safety of autopsy performance. It is noteworthy that safety administration may be neglected until something goes wrong. For example, 2 SARS cases that appeared at the end of 2003 were laboratory acquired [22, 23] . The small SARS outbreak in late March and mid-April 2004 in China also originated from contamination of 2 researchers at the National Institute of Virology in China's Center for Disease Control [24] . These incidences indicated that safety precautions and the personal attitudes of staff members are what really counts, provided that stringent engineering and PPE standards are applied. On the basis of our experience, compared with the experience at the facilities at which the 3 accidents occurred, we feel that conscientiousness about biosafety cannot be overly stressed.", "cite_spans": [{"start": 603, "end": 606, "text": "[8,", "ref_id": "BIBREF8"}, {"start": 607, "end": 609, "text": "9]", "ref_id": "BIBREF9"}, {"start": 988, "end": 991, "text": "[6,", "ref_id": "BIBREF6"}, {"start": 992, "end": 995, "text": "21]", "ref_id": null}, {"start": 2109, "end": 2113, "text": "[22,", "ref_id": "BIBREF30"}, {"start": 2114, "end": 2117, "text": "23]", "ref_id": "BIBREF31"}, {"start": 2314, "end": 2318, "text": "[24]", "ref_id": "BIBREF32"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Although the following was not the focus of this article, we would like to briefly share some observations that we made during this work. When confronting the potential threats of novel emerging infectious diseases and bioterrorist events, we need a better-prepared national BSL-3 laboratory network, including an autopsy laboratory, research laboratory, and mobile autopsy facilities. Such facilities could be capable of response to public health events. As a result of the imbalance in economic development in China and of China's vast territory, and considering the costs of remolding old facilities and of new construction, a mobile autopsy facility constructed to operate at BSL 3 or 4 would be beneficial in providing autopsy support to regions with inadequate facilities when they are confronted with contagious cases. Such a laboratory could be set up in a specially designed bus with 2 sections, including a diagnostic laboratory and an autopsy room equipped with an autonomous water supply and sewage system, a heating system, and necessary medical equipment, allowing one to perform autopsies of patients with infectious cases in rural conditions [25] .", "cite_spans": [{"start": 1158, "end": 1162, "text": "[25]", "ref_id": "BIBREF33"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "In conclusion, our experience of 16 complete postmortem examinations for probable and suspected SARS suggests that application of BSL-3 laboratory operating principles to the special requirements for contaminated autopsies can safeguard the investigators and the environment for performance of SARS autopsies.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "World Health Organization. World Health Organization issues emergency travel advisory", "authors": [], "year": 2003, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Geneva: World Health Organization", "authors": [], "year": 2003, "venue": "Laboratory biosafety manual", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Centers for Disease Control, and Prevention and National Institutes of Health", "authors": [], "year": 1999, "venue": "Biosafety in Microbiological and Biomedical Laboratories (BMBL)", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "World Health Organization. WHO post-outbreak biosafety guidelines for handling of SARS-CoV specimens and cultures", "authors": [], "year": 2004, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Interim laboratory biosafety guidelines for handling and processing specimens associated with severe acute respiratory syndrome (SARS)", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Department of Health and Human Services", "authors": [], "year": 2003, "venue": "Centers for Disease Control and Prevention", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Safe handling of human remains of severe acute respiratory syndrome (SARS) patients: interim domestic guidance", "authors": [], "year": 2003, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Protection of laboratory workers from instrument biohazards and infectious disease transmitted by blood, body fluids, and tissue; approved guideline. Approved standard M-29A-17", "authors": [], "year": 1997, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Characteristics of aerosols generated during autopsy procedures and their potential role as carriers of infectious agents", "authors": [{"first": "Fhy", "middle": [], "last": "Green", "suffix": ""}, {"first": "K", "middle": [], "last": "Yoshida", "suffix": ""}], "year": 1990, "venue": "Appl Occup Environ Hyg", "volume": "5", "issn": "", "pages": "853--861", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Aerosols in the mortuary", "authors": [{"first": "Swb", "middle": [], "last": "Newsom", "suffix": ""}, {"first": "C", "middle": [], "last": "Rowlands", "suffix": ""}, {"first": "J", "middle": [], "last": "Matthews", "suffix": ""}], "year": 1983, "venue": "J Clin Pathol", "volume": "36", "issn": "", "pages": "127--159", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Association of clinical pathologists' surveys of infection in British clinical laboratories, 1970-1989", "authors": [{"first": "N", "middle": ["R"], "last": "Grist", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Emslie", "suffix": ""}], "year": 1994, "venue": "J Clin Pathol", "volume": "47", "issn": "", "pages": "391--395", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Construction of autopsy room and personnel protection of SARS autopsy staff", "authors": [{"first": "H", "middle": ["J"], "last": "Wang", "suffix": ""}, {"first": "Y", "middle": ["Q"], "last": "Ding", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Draw inspiration from SARS pathology", "authors": [{"first": "T", "middle": ["H"], "last": "Liu", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Morphological study of severe acute respiratory syndrome (SARS)", "authors": [{"first": "J", "middle": [], "last": "Chen", "suffix": ""}, {"first": "H", "middle": ["T"], "last": "Zhang", "suffix": ""}, {"first": "Y", "middle": ["Q"], "last": "Xie", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Clinical pathology and pathogenesis of severe acute respiratory syndrome", "authors": [{"first": "J", "middle": ["M"], "last": "Zhao", "suffix": ""}, {"first": "G", "middle": ["D"], "last": "Zhou", "suffix": ""}, {"first": "Y", "middle": ["L"], "last": "Sun", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Expression of the monoclonal antibody against nucleocapsid antigen of SARS-associated coronavirus in autopsy tissues from SARS patients", "authors": [{"first": "L", "middle": [], "last": "He", "suffix": ""}, {"first": "Y", "middle": ["Q"], "last": "Ding", "suffix": ""}, {"first": "X", "middle": ["Y"], "last": "Che", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Pathological and ultramicrostructural changes of tissues in a patient with severe acute respiratory syndrome", "authors": [{"first": "R", "middle": ["Q"], "last": "Lai", "suffix": ""}, {"first": "X", "middle": ["D"], "last": "Feng", "suffix": ""}, {"first": "Z", "middle": ["C"], "last": "Wang", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "cases of severe acute respiratory syndrome", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "The epidemiology of the outbreak of severe acute respiratory syndrome (SARS) in HongKong-what we do know and what we don't", "authors": [{"first": "I", "middle": ["T"], "last": "Yu", "suffix": ""}, {"first": "J", "middle": ["J"], "last": "Sung", "suffix": ""}], "year": 2004, "venue": "Epidemiol Infect", "volume": "132", "issn": "", "pages": "781--787", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Listening to SARS: lessons for infection control", "authors": [{"first": "R", "middle": ["P"], "last": "Wenzel", "suffix": ""}, {"first": "M", "middle": ["B"], "last": "Edmond", "suffix": ""}], "year": 2003, "venue": "Ann Intern Med", "volume": "139", "issn": "", "pages": "", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Organ distribution of severe acute respiratory syndrome (SARS) associated cornnavirus (SARS-CoV) in SARS patients: implications for pathogenesis and virus transmission pathways", "authors": [{"first": "Y", "middle": [], "last": "Ding", "suffix": ""}, {"first": "L", "middle": [], "last": "He", "suffix": ""}, {"first": "Q", "middle": [], "last": "Zhang", "suffix": ""}], "year": 2003, "venue": "J Pathol", "volume": "203", "issn": "", "pages": "622--652", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Guidelines for preventing the transmission of Mycobacterium tuberculosis in health-care facilities", "authors": [], "year": 1994, "venue": "MMWR Recomm Rep", "volume": "43", "issn": "", "pages": "1--132", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Laboratory-acquired severe acute respiratory syndrome", "authors": [{"first": "P", "middle": ["L"], "last": "Lim", "suffix": ""}, {"first": "A", "middle": [], "last": "Kurup", "suffix": ""}, {"first": "G", "middle": [], "last": "Gopalakrishna", "suffix": ""}], "year": 2004, "venue": "N Engl J Med", "volume": "350", "issn": "", "pages": "1740--1745", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "Severe acute respiratory syndrome-Taiwan", "authors": [], "year": 2003, "venue": "Centers for Disease Control and Prevention", "volume": "289", "issn": "", "pages": "2930--2932", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "SARS: China dumps CDC head, probes lab", "authors": [{"first": "M", "middle": [], "last": "Enserink", "suffix": ""}, {"first": "L", "middle": [], "last": "Du", "suffix": ""}], "year": 2004, "venue": "Science", "volume": "305", "issn": "", "pages": "", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "Mobile laboratory for autopsies and histological studies", "authors": [{"first": "R", "middle": ["I"], "last": "Shmurun", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Isolation module with 5 sections and the ventilation system in our biosafety level 3 autopsy laboratory. 1, Autoclave; 2, dissection table; 3, digital camera; 4, transmission cabin; 5, antidraft valve; 6, monitoring station; 7, air-decontamination unit; 8, liquid-decontamination unit; 9, aircleaning equipment; 10, three disinfectant tanks.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "The downdraft table ventilation system. HEPA, high-efficiency particulate air.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Investigator wearing full personal protective equipment in the air-decontamination unit.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Results of the pressure test of the ventilation system in a biosafety level 3 autopsy laboratory.", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td> </td><td>Time of test, negative pressure in pa\n</td><td> </td></tr><tr><td>Area\n</td><td>5 min </td><td>15 min </td><td>20 min </td><td>30 min </td><td>35 min </td><td>40 min\n</td></tr><tr><td>Contaminated area </td><td>38 </td><td>40 </td><td>40 </td><td>44 </td><td>48 </td><td>50\n</td></tr><tr><td>Semicontaminated area </td><td>19 </td><td>20 </td><td>23 </td><td>25 </td><td>25 </td><td>25\n</td></tr><tr><td>Clean area </td><td>0 </td><td>1 </td><td>3 </td><td>4 </td><td>4 </td><td>5\n</td></tr></table></body></html>"}, "TABREF1": {"text": "Table 2. Results of the sarin test in a biosafety level 3 autopsy laboratory.", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td> </td><td>Time </td><td>of test, sarin concentration in ppm\n</td></tr><tr><td>Area\n</td><td>5 min </td><td>15 min </td><td>20 min </td><td>30 min </td><td>35 min </td><td>40 min\n</td></tr><tr><td>Contaminated area </td><td>102 </td><td>104 </td><td>105 </td><td>106 </td><td>0 </td><td>0\n</td></tr><tr><td>Semicontaminated area </td><td>0 </td><td>0 </td><td>0 </td><td>0 </td><td>0 </td><td>0\n</td></tr><tr><td>Clean area </td><td>0 </td><td>0 </td><td>0 </td><td>0 </td><td>0 </td><td>0\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "We would like to express grateful thanks to Dr. Michael A. McNutt for editing the manuscript.Financial support. This study was supported by 2 grants: one from the Ministry of Science and Technology, Peoples Republic of China (entitled \"Autopsies, Sample Collection, and Pathogenesis of SARS\"), and another from Beijing Science and Technology Research Committee, Peoples Republic of China (entitled \"Collaborative Investigation of the Immunopathology of SARS between China and England\"). The project title was \"Investigation of the Etiology and Pathogenesis of SARS\" (H030230100130).Potential conflicts of interest. All authors: no conflicts.", "cite_spans": [], "ref_spans": [], "section": "Acknowledgments"}]}