{"paper_id": "880fefbb0538c8d34aae72c1f08764226ccde210", "metadata": {"title": "Comparison of Two High-Throughput Reverse Transcription- PCR Systems for the Detection of Severe Acute Respiratory Syndrome Coronavirus 2", "authors": [{"first": "Arryn", "middle": ["R"], "last": "Craney", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Priya", "middle": ["D"], "last": "Velu", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Michael", "middle": ["J"], "last": "Satlin", "suffix": "", "affiliation": {"laboratory": "", "institution": "Weill Cornell Medicine", "location": {"settlement": "New York", "region": "New York", "country": "USA"}}, "email": ""}, {"first": "Kathy", "middle": ["A"], "last": "Fauntleroy", "suffix": "", "affiliation": {"laboratory": "", "institution": "NewYork-Presbyterian Hospital-Weill Cornell Medical Center", "location": {"settlement": "New York", "region": "New York", "country": "USA"}}, "email": ""}, {"first": "Katrina", "middle": [], "last": "Callan", "suffix": "", "affiliation": {"laboratory": "", "institution": "NewYork-Presbyterian Hospital-Weill Cornell Medical Center", "location": {"settlement": "New York", "region": "New York", "country": "USA"}}, "email": ""}, {"first": "Amy", "middle": [], "last": "Robertson", "suffix": "", "affiliation": {"laboratory": "", "institution": "NewYork-Presbyterian Hospital-Weill Cornell Medical Center", "location": {"settlement": "New York", "region": "New York", "country": "USA"}}, "email": ""}, {"first": "Marisa", "middle": ["La"], "last": "Spina", "suffix": "", "affiliation": {"laboratory": "", "institution": "NewYork-Presbyterian Hospital-Weill Cornell Medical Center", "location": {"settlement": "New York", "region": "New York", "country": "USA"}}, "email": ""}, {"first": "Beryl", "middle": [], "last": "Lei", "suffix": "", "affiliation": {"laboratory": "", "institution": "NewYork-Presbyterian Hospital-Weill Cornell Medical Center", "location": {"settlement": "New York", "region": "New York", "country": "USA"}}, "email": ""}, {"first": "Anqi", "middle": [], "last": "Chen", "suffix": "", "affiliation": {"laboratory": "", "institution": "NewYork-Presbyterian Hospital-Weill Cornell Medical Center", "location": {"settlement": "New York", "region": "New York", "country": "USA"}}, "email": ""}, {"first": "Tricia", "middle": [], "last": "Alston", "suffix": "", "affiliation": {"laboratory": "", "institution": "NewYork-Presbyterian Hospital-Weill Cornell Medical Center", "location": {"settlement": "New York", "region": "New York", "country": "USA"}}, "email": ""}, {"first": "Anna", "middle": [], "last": "Rozman", "suffix": "", "affiliation": {"laboratory": "", "institution": "NewYork-Presbyterian Hospital-Weill Cornell Medical Center", "location": {"settlement": "New York", "region": "New York", "country": "USA"}}, "email": ""}, {"first": "Massimo", "middle": [], "last": "Loda", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Hanna", "middle": [], "last": "Rennert", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Melissa", "middle": [], "last": "Cushing", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Lars", "middle": ["F"], "last": "Westblade", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [], "body_text": [{"text": "I n December 2019, severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) emerged as the cause of a devastating respiratory tract disease, termed coronavirus disease 2019 (COVID-19) (1) . Subsequently, this novel coronavirus has caused a worldwide pandemic with Ͼ2 million confirmed cases, Ͼ150,000 confirmed deaths, and Ͼ200 countries, areas, or territories with confirmed cases (2) . New York City, the location of our medical center, is currently the epicenter for this infection, with more confirmed cases and deaths from COVID-19 than any other city in the world (3) .", "cite_spans": [{"start": 188, "end": 191, "text": "(1)", "ref_id": "BIBREF0"}, {"start": 386, "end": 389, "text": "(2)", "ref_id": "BIBREF1"}, {"start": 574, "end": 577, "text": "(3)", "ref_id": "BIBREF2"}], "ref_spans": [], "section": ""}, {"text": "SARS-CoV-2 RNA can be detected in clinical specimens using reverse transcription-PCR (RT-PCR), and the most common specimen types assayed are nasopharyngeal (NP) and/or oropharyngeal swabs (4) . On 4 February 2020, the Centers for Disease Control and Prevention (CDC) received Emergency Use Authorization (EUA) from the U.S. Food and Drug Administration (FDA) for an RT-PCR assay to detect SARS-CoV-2 in a range of respiratory specimens (5) . Subsequently, many additional assays have received EUA from the FDA, including the cobas SARS-CoV-2 RT-PCR assay used in conjunction with the cobas 6800 or 8800 system (Roche Molecular Systems, Inc., Branchburg, NJ) and the Panther Fusion SARS-CoV-2 RT-PCR assay operated in combination with the Panther Fusion system (Hologic, Inc., San Diego, CA). Both platforms are automated, highthroughput systems that can process Ͼ1,000 specimens in 24 h. Key characteristics of these high-throughput platforms and their associated SARS-CoV-2 RT-PCR assays are shown in Table 1 .", "cite_spans": [{"start": 189, "end": 192, "text": "(4)", "ref_id": "BIBREF3"}, {"start": 437, "end": 440, "text": "(5)", "ref_id": "BIBREF4"}], "ref_spans": [{"start": 1003, "end": 1010, "text": "Table 1", "ref_id": "TABREF0"}], "section": ""}, {"text": "Recent studies assessing the comparative performances of a number of commercial SARS-CoV-2 molecular assays have been described (6) (7) (8) . However, to the best of our knowledge, there have been no reports documenting the direct comparison of highthroughput SARS-CoV-2 RT-PCR systems. Therefore, the primary aim of this study was to compare the performances of two high-throughput SARS-CoV-2 RT-PCR platforms that have been widely adopted in the United States: the cobas SARS-CoV-2 RT-PCR assay, associated with the cobas 6800 platform, and the Panther Fusion SARS-CoV-2 RT-PCR, associated with the Panther Fusion system.", "cite_spans": [{"start": 128, "end": 131, "text": "(6)", "ref_id": "BIBREF5"}, {"start": 132, "end": 135, "text": "(7)", "ref_id": "BIBREF6"}, {"start": 136, "end": 139, "text": "(8)", "ref_id": "BIBREF7"}], "ref_spans": [], "section": ""}, {"text": "cobas SARS-CoV-2 RT-PCR. The cobas SARS-CoV-2 test was performed on the cobas 6800 platform according to the default manufacturer's instructions (9) . The assay amplifies two loci within the SARS-CoV-2 genome: ORF1ab, a SARS-CoV-2-specific target (target 1), and the E gene (target 2), a pan-Sarbecovirus target. If detected, a cycle threshold (C T ) value is determined for each target. Amplification of an RNA internal control is performed to assess specimen processing, amplification, and detection. Results are classified as not detected or detected. For the purpose of this study, a detected result was recorded if both targets were detected, only target 1 was detected, or only target 2 was detected. No repeat testing was performed.", "cite_spans": [{"start": 145, "end": 148, "text": "(9)", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "MATERIALS AND METHODS"}, {"text": "Panther Fusion SARS-CoV-2 RT-PCR. The Panther Fusion RT-PCR was used in conjunction with the Panther Fusion system according to the manufacturer's instructions (10) . The loci for amplification are regions 1 and 2 within ORF1ab. Although two regions within ORF1ab are amplified, the products are detected by probes labeled with the same dye. Amplification of either one or both regions contributes to a single C T value. An internal control is added to each reaction to monitor processing, amplification, and detection. For the purpose of this study, results were interpreted as not detected or detected. No repeat testing was performed.", "cite_spans": [{"start": 160, "end": 164, "text": "(10)", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "MATERIALS AND METHODS"}, {"text": "Xpert Xpress SARS-CoV-2 RT-PCR. The Xpert Xpress SARS-CoV-2 assay (Cepheid, Inc., Sunnyvale, CA) was used to adjudicate discrepancies between the cobas 6800 and Panther Fusion systems. Testing was performed according to the manufacturer's instructions (11) as soon as possible after the discrepancy was observed (within 24 h). The assay permits the detection of two loci: the N2 gene (a SARS-CoV-2-specific target) and the E gene (a pan-Sarbecovirus target). A sample processing control is associated with each test and ensures that sample processing is adequate. Results are interpreted as not detected or detected. For the purpose of this study, a detected result was recorded if both targets were detected, only the N2 gene was detected, or only the E gene was detected. No repeat testing was performed.", "cite_spans": [{"start": 252, "end": 256, "text": "(11)", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "MATERIALS AND METHODS"}, {"text": "Retrospective specimens. A collection of 176 archived NP swab specimens obtained from independent subjects and collected in viral transport media (Becton, Dickinson and Company, Franklin Lakes, NJ, or Hardy Diagnostics, Santa Maria, CA) and tested on the cobas 6800 system were selected for testing on the Panther Fusion platform. These specimens were specifically selected based upon their resultant Random access c a TCID 50 , tissue culture infectious dose which infects 50% of cells. b Batch-based processing allows loading of the specimens to be processed in batches using the same test or multiple tests with the same amplification conditions. With respect to the cobas 6800 system, batches of specimens (up to 96) can be continuously loaded and assays can be continuously processed. c Random access permits loading of specimens in any order at any time (including different specimen types) to be processed using different tests. With respect to the Panther Fusion system, specimens can be continuously loaded (including one at a time) and continuously analyzed.", "cite_spans": [], "ref_spans": [], "section": "MATERIALS AND METHODS"}, {"text": "C T values and spanned the dynamic range of the cobas 6800 system. The collection was composed of 81 specimens in which the virus was not detected and 95 specimens in which SARS-CoV-2 was detected by the cobas SARS-CoV-2 RT-PCR (both targets 1 and 2 detected). The 95 detected specimens spanned a range of target 1 (the SARS-CoV-2-specific locus) C T values and were classified into three groups: high (suggestive of a high level of viral burden) (C T value, Ͻ20; n ϭ 29), medium (suggestive of a medium level of viral burden) (C T value, 20 to 30; n ϭ 35), and low (suggestive of a low level of viral burden) (C T value, Ͼ30; n ϭ 31). These specimens were collected between 30 March 2020 and 19 April 2020 and frozen once at -80°C prior to analysis on the Panther Fusion platform (the cobas 6800 system was operationalized initially, hence the order of testing). Prior to testing, specimens were thawed at room temperature and briefly vortexed.", "cite_spans": [], "ref_spans": [], "section": "MATERIALS AND METHODS"}, {"text": "Prospective specimens. A collection of 213 NP swab specimens (transported in viral transport media) consecutively received for clinical testing from 207 subjects were assayed in parallel (within 24 h) on both the cobas 6800 and Panther Fusion systems. The specimens were not frozen and, per manufacturer recommendations, were not vortexed prior to testing. The NP swab specimens were obtained between 21 April 2020 and 23 April 2020.", "cite_spans": [], "ref_spans": [], "section": "MATERIALS AND METHODS"}, {"text": "Electronic medical record review. For discordant specimens, the electronic medical record was reviewed to determine if the individual associated with the discordant specimen had any additional SARS-CoV-2 tests that were performed for routine clinical care or any symptoms compatible with COVID-19. All additional specimens (collected either before or after the discordant specimen) were tested using the cobas SARS-CoV-2 RT-PCR assay (our test of record for SARS-CoV-2 at the time of this study).", "cite_spans": [], "ref_spans": [], "section": "MATERIALS AND METHODS"}, {"text": "Statistical analyses. All statistical analyses were conducted using Stata, version 15.0 (StataCorp, LLC, College Station, TX).", "cite_spans": [], "ref_spans": [], "section": "MATERIALS AND METHODS"}, {"text": "This study was performed under a Weill Cornell Medicine Institutional Review Board (IRB)-approved protocol (20-03021671).", "cite_spans": [], "ref_spans": [], "section": "MATERIALS AND METHODS"}, {"text": "Of the 176 retrospective NP swab specimens, 173 yielded the same result on both platforms, resulting in an agreement of 98.3% (173/176). Ninety-four specimens were detected on both platforms (cobas 6800 positive/Panther Fusion positive), 1 was detected by cobas 6800 only (cobas 6800 positive/Panther Fusion negative), 2 were detected by Panther Fusion only (cobas 6800 negative/Panther Fusion positive), and 79 were not detected by either platform (cobas 6800 negative/Panther Fusion negative). Cohen's kappa analysis comparing the performances of the two platforms was rated \"almost perfect\" (12) ( ϭ 0.966; standard error [SE], 0.075). When comparing the 213 prospective specimens, 202 generated the same result for an agreement of 94.8% (cobas 6800 positive/Panther Fusion positive, 39; cobas 6800 positive/Panther Fusion negative, 6; cobas 6800 negative/Panther Fusion positive, 5; and cobas 6800 negative/Panther Fusion negative, 163). The agreement between the two systems was rated \"strong\" (12) ( ϭ 0.844; SE, 0.069). Finally, when retrospective and prospective specimens (n ϭ 389) were combined, the strength of the agreement was rated \"almost perfect\" (12) ( ϭ 0.922; SE, 0.051) and the agreement was 96.4% (375/389) (cobas 6800 positive/Panther Fusion positive, 133; cobas 6800 positive/Panther Fusion negative, 7; cobas 6800 negative/Panther Fusion positive, 7; and cobas 6800 negative/Panther Fusion negative, 242). Interestingly, a small subset of prospective specimens analyzed on the cobas 6800 platform were positive for either target 1 only (n ϭ 2) or target 2 only (n ϭ 9). For these specimens, the C T values were Ͼ35. None of the target-1-only specimens were detected on the Panther Fusion, while six of the target-2-only specimens were detected on the Panther Fusion.", "cite_spans": [], "ref_spans": [], "section": "RESULTS"}, {"text": "To further assess the agreement between the two platforms, we analyzed the relationship between the SARS-CoV-2-specific loci detected on each system. The C T values for the cobas 6800 SARS-CoV-2-specific target were between 14 and 35.3 for retrospective specimens and 14.1 and 36.1 for prospective specimens, while the Panther Fusion SARS-CoV-2-specific regions ranged between 13 and 38.3 for retrospective specimens and 14.6 and 38.4 for prospective specimens. A total of 127 specimens (retrospective, 94; prospective, 33) had C T values for the same target (ORF1ab) detected by each assay and were directly compared. Data are displayed graphically in Fig. 1 . Importantly, no significant difference between the C T values was observed (P value ϭ 0.88; Student's t test). The median C T values for ORF1ab for the retrospective specimens assayed on the cobas 6800 and Panther Fusion platforms were 24.7 (interquartile range [IQR], 19.5 to 31.1) and 24.6 (IQR, 18.2 to 32), respectively. The median C T values for ORF1ab for the prospective specimens assayed on the cobas 6800 and Panther Fusion platforms were 28.5 (IQR, 21.2 to 32.8) and 27.9 (IQR, 20.2 to 33.3), respectively. Finally, the median C T values for ORF1ab for the combined retrospective and prospective specimens assayed on the cobas 6800 and Panther Fusion platforms were 26.2 (IQR, 19.6 to 31.5) and 25.3 (IQR, 18.9 to 32.4), respectively.", "cite_spans": [], "ref_spans": [{"start": 653, "end": 659, "text": "Fig. 1", "ref_id": "FIGREF0"}], "section": "RESULTS"}, {"text": "There were 14 specimens (from a total of 389) with discordant results (Table 2) , 3 associated with the retrospective group and 11 associated with the prospective group. The C T values of the target loci for the discordant specimens were Ͼ35, implying low viral burden. To investigate these discrepancies, we analyzed each of the 14 specimens using the Xpert Xpress SARS-CoV-2 RT-PCR. We reasoned that an independent method that requires minimal specimen volume (especially given the small amount of remnant specimen) may adjudicate in favor of a given platform. Postanalysis, nine of the specimens tested by the Xpert Xpress SARS-CoV-2 test were in agreement with the cobas 6800 result, while five agreed with the Panther Fusion assay (Table 2) . Finally, we reviewed the electronic medical records of the patients associated with the discordant specimens to understand if additional SARS-CoV-2 RT-PCR tests were performed and if their symptoms were compatible with COVID-19 (13) ( Table 2 ). For the majority of cases (10/14), an additional SARS-CoV-2 RT-PCR for a specimen taken before or after the discordant specimen was positive and/or clinical symptoms were suggestive of COVID-19.", "cite_spans": [], "ref_spans": [{"start": 70, "end": 79, "text": "(Table 2)", "ref_id": "TABREF1"}, {"start": 736, "end": 745, "text": "(Table 2)", "ref_id": "TABREF1"}, {"start": 983, "end": 990, "text": "Table 2", "ref_id": "TABREF1"}], "section": "RESULTS"}, {"text": "In this study, we compared the diagnostic performances of the cobas 6800 and Panther Fusion high-throughput RT-PCR systems for the detection of SARS-CoV-2 RNA in 389 NP swab specimens, the predominant specimen type employed for SARS-CoV-2 RT-PCR (4). In the absence of clinical trial information, which is to be expected for assays that receive EUA from the FDA, these data are especially important for the diagnostic and clinical communities. The overall percent agreement between the two systems was excellent (96.4%), and Cohen's kappa analysis rated the strength of the agreement between systems as \"almost perfect\" (12) . Therefore, we posit that the two platforms display similar performance characteristics in the clinical setting.", "cite_spans": [{"start": 620, "end": 624, "text": "(12)", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Very recently, studies describing the performance of several SARS-CoV-2 molecular assays (including the cobas SARS-CoV-2 RT-PCR) which have received EUA from the FDA have been reported (6) (7) (8) . These reports suggest that the diagnostic performances of most of these assays are equivalent, although a significant difference in the performance between the ID NOW COVID-19 assay (Abbott Diagnostics, Scarborough, ME) and the Abbott RealTime SARS-CoV-2 assay performed on the Abbott m2000 system (Abbott Molecular Inc., Des Plaines, IL) was observed (6) . The RealTime SARS-CoV-2 assay yielded more detected results (ID NOW COVID-19 positive/RealTime SARS-CoV-2 negative, 2, and ID NOW COVID-19 negative/RealTime SARS-CoV-2 positive, 47 [n ϭ 524]). However, to the best of our knowledge, no study has evaluated the performance characteristics of the Panther Fusion SARS-CoV-2 RT-PCR assay or directly compared two high-throughput systems.", "cite_spans": [{"start": 185, "end": 188, "text": "(6)", "ref_id": "BIBREF5"}, {"start": 189, "end": 192, "text": "(7)", "ref_id": "BIBREF6"}, {"start": 193, "end": 196, "text": "(8)", "ref_id": "BIBREF7"}, {"start": 551, "end": 554, "text": "(6)", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "This study does have limitations. We were unable to compare our data to a reference method, such as the CDC EUA RT-PCR assay, due to a lack of available resources. Nevertheless, there is precedent for this in the literature as neither Moran and colleagues nor Harrington and coworkers employed a reference method in their comparison of SARS-CoV-2 assays (6, 7) . In addition, we were unable to compare all high-throughput platforms currently available for SARS-CoV-2 RT-PCR, with the notable omission of the Abbott m2000 system. However, the cobas 6800 and Panther Fusion systems and associated SARS-CoV-2 RT-PCR assays are widely adopted throughout the United States.", "cite_spans": [{"start": 354, "end": 357, "text": "(6,", "ref_id": "BIBREF5"}, {"start": 358, "end": 360, "text": "7)", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "In conclusion, the cobas 6800 and Panther Fusion systems and their associated SARS-CoV-2 tests are comparable in terms of their performance characteristics in the clinical setting. Both platforms can analyze Ͼ1,000 NP swab specimens per day and have the potential to ensure that medical center, reference, and public health laboratories have the capability to efficiently and expediently process and analyze very high volumes of NP swab specimens for the detection of SARS-CoV-2 RNA and thus stem the global scourge of COVID-19. Ultimately, we believe that data presented herein are important and useful for those who have adopted or are seeking to implement high-throughput RT-PCR platforms in the midst of the COVID-19 pandemic.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Epidemiological and clinical characteristics of 99 cases of 2019 coronavirus pneumonia in Wuhan, China: a descriptive study", "authors": [{"first": "N", "middle": [], "last": "Chen", "suffix": ""}, {"first": "M", "middle": [], "last": "Zhou", "suffix": ""}, {"first": "X", "middle": [], "last": "Dong", "suffix": ""}, {"first": "J", "middle": [], "last": "Qu", "suffix": ""}, {"first": "F", "middle": [], "last": "Gong", "suffix": ""}, {"first": "Y", "middle": [], "last": "Han", "suffix": ""}, {"first": "Y", "middle": [], "last": "Qiu", "suffix": ""}, {"first": "J", "middle": [], "last": "Wang", "suffix": ""}, {"first": "Y", "middle": [], "last": "Liu", "suffix": ""}, {"first": "Y", "middle": [], "last": "Wei", "suffix": ""}, {"first": "J", "middle": [], "last": "Xia", "suffix": ""}, {"first": "T", "middle": [], "last": "Yu", "suffix": ""}, {"first": "X", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "L", "middle": [], "last": "Zhang", "suffix": ""}], "year": 2020, "venue": "Lancet", "volume": "395", "issn": "", "pages": "30211--30218", "other_ids": {"DOI": ["10.1016/S0140-6736(20)30211-7"]}}, "BIBREF1": {"ref_id": "b1", "title": "World Health Organization. 2020. Coronavirus disease (COVID-19) pandemic", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "COVID-19: data", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Report from the American Society for Microbiology COVID-19 International Summit", "authors": [{"first": "R", "middle": [], "last": "Patel", "suffix": ""}, {"first": "E", "middle": [], "last": "Babady", "suffix": ""}, {"first": "E", "middle": ["S"], "last": "Theel", "suffix": ""}, {"first": "G", "middle": ["A"], "last": "Storch", "suffix": ""}, {"first": "B", "middle": ["A"], "last": "Pinsky", "suffix": ""}, {"first": "K", "middle": [], "last": "St George", "suffix": ""}, {"first": "T", "middle": ["C"], "last": "Smith", "suffix": ""}, {"first": "S", "middle": [], "last": "Bertuzzi", "suffix": ""}], "year": 2020, "venue": "mBio", "volume": "11", "issn": "", "pages": "722--742", "other_ids": {"DOI": ["10.1128/mBio.00722-20"]}}, "BIBREF4": {"ref_id": "b4", "title": "US Food and Drug Administration. 2020. Emergency use authorizations", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Comparison of Abbott ID Now and Abbott m2000 methods for the detection of SARS-CoV-2 from nasopharyngeal and nasal swabs from symptomatic patients", "authors": [{"first": "A", "middle": [], "last": "Harrington", "suffix": ""}, {"first": "B", "middle": [], "last": "Cox", "suffix": ""}, {"first": "J", "middle": [], "last": "Snowdon", "suffix": ""}, {"first": "J", "middle": [], "last": "Bakst", "suffix": ""}, {"first": "E", "middle": [], "last": "Ley", "suffix": ""}, {"first": "P", "middle": [], "last": "Grajales", "suffix": ""}, {"first": "J", "middle": [], "last": "Maggiore", "suffix": ""}, {"first": "S", "middle": [], "last": "Kahn", "suffix": ""}], "year": 2020, "venue": "J Clin Microbiol", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1128/JCM.00798-20"]}}, "BIBREF6": {"ref_id": "b6", "title": "The detection of SARS-CoV-2 using the Cepheid Xpert Xpress SARS-CoV-2 and Roche cobas SARS-CoV-2 assays", "authors": [{"first": "A", "middle": [], "last": "Moran", "suffix": ""}, {"first": "K", "middle": ["G"], "last": "Beavis", "suffix": ""}, {"first": "S", "middle": ["M"], "last": "Matushek", "suffix": ""}, {"first": "C", "middle": [], "last": "Ciaglia", "suffix": ""}, {"first": "N", "middle": [], "last": "Francois", "suffix": ""}, {"first": "V", "middle": [], "last": "Tesic", "suffix": ""}, {"first": "N", "middle": [], "last": "Love", "suffix": ""}], "year": 2020, "venue": "J Clin Microbiol", "volume": "17", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1128/JCM.00772-20"]}}, "BIBREF7": {"ref_id": "b7", "title": "Comparison of Abbott ID Now, Diasorin Simplexa, and CDC FDA EUA methods for the detection of SARS-CoV-2 from nasopharyngeal and nasal swabs from individuals diagnosed with COVID-19", "authors": [{"first": "D", "middle": ["D"], "last": "Rhoads", "suffix": ""}, {"first": "S", "middle": ["S"], "last": "Cherian", "suffix": ""}, {"first": "K", "middle": [], "last": "Roman", "suffix": ""}, {"first": "L", "middle": ["M"], "last": "Stempak", "suffix": ""}, {"first": "C", "middle": ["L"], "last": "Schmotzer", "suffix": ""}, {"first": "N", "middle": [], "last": "Sadri", "suffix": ""}], "year": 2020, "venue": "J Clin Microbiol", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1128/JCM.00760-20"]}}, "BIBREF8": {"ref_id": "b8", "title": "cobas SARS-CoV-2 EUA assay package insert v1.0. Roche Diagnostics", "authors": [{"first": "Roche", "middle": [], "last": "Diagnostics", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Panther Fusion SARS-CoV-2 EUA package insert v1.0. Hologic", "authors": [{"first": "", "middle": [], "last": "Hologic", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Xpert Xpress SARS-CoV-2 EUA assay package insert v1.0", "authors": [{"first": "Inc", "middle": [], "last": "Cepheid", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Interrater reliability: the kappa statistic", "authors": [{"first": "M", "middle": ["L"], "last": "Mchugh", "suffix": ""}], "year": 2012, "venue": "Biochem Med (Zagreb)", "volume": "22", "issn": "", "pages": "276--282", "other_ids": {"DOI": ["10.11613/BM.2012.031"]}}, "BIBREF12": {"ref_id": "b12", "title": "Centers for Disease Control and Prevention. 2020. Coronavirus disease 2019", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Box-and-whisker plot of 127 positive specimens (retrospective, 94, and prospective, 33) that had C T values for the same target (ORF1ab) detected by each assay. The points along the y axis are presented from 40 through 10, as the C T value is inversely proportional to the viral burden, with a specimen exhibiting a C T value of 10 having a higher viral burden than one with a C T value of 40.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Comparison of key characteristics displayed by the two high-throughput systems and their associated RT-PCR assays analyzed in this study", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>cobas SARS-CoV-2 RT-PCR\n</td><td>Panther Fusion SARS-CoV-2 RT-PCR\n</td></tr><tr><td>Characteristic\n</td><td>(Roche Molecular Systems, Inc.)\n</td><td>(Hologic, Inc.)\n</td></tr><tr><td>Instrument </td><td>cobas 6800 </td><td>Panther Fusion\n</td></tr><tr><td>Specimen type tested in study </td><td>Nasopharyngeal swab </td><td>Nasopharyngeal swab\n</td></tr><tr><td>Minimum vol required (ml) </td><td>0.6 </td><td>0.5\n</td></tr><tr><td>Specimen inactivated prior to loading on the instrument </td><td>No </td><td>Yes\n</td></tr><tr><td>Loci detected </td><td>ORF1ab (SARS-CoV-2 specific),\nE gene (pan-Sarbecovirus)\n</td><td>ORF1ab regions 1 and 2 (SARS-CoV-2 specific)\n</td></tr><tr><td>Limit of detection (TCID50/ml)a </td><td>ORF1ab, 0.007; E gene, 0.004 </td><td>ORF1ab regions 1 and 2, 0.01\n</td></tr><tr><td>Test throughput/24 h (assuming 100% efficiency) </td><td>1,440 </td><td>1,150\n</td></tr><tr><td>Time to first result (h) </td><td>3.5 </td><td>2.5\n</td></tr><tr><td>Loading </td><td>Batchb </td><td>Random accessc\n</td></tr></table></body></html>"}, "TABREF1": {"text": "Characteristics of the discordant specimens and associated patients a This result would be classified as presumptively positive according to the manufacturer (Cepheid, Inc.), indicating that the E gene was detected but the N2 gene was not detected. For the purpose of this study this result was interpreted as detected.", "latex": null, "type": "table"}, "TABREF2": {"text": "TABLE 2 Characteristics of the discordant specimens and associated patients a", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>cobas 6800 SARS-CoV-2 RT-PCR result\n</td><td>Panther Fusion SARS-\nCoV-2 RT-PCR result\n</td><td> </td><td> </td><td> </td></tr><tr><td> </td><td> </td><td>Target 1\n</td><td>Target 2\n</td><td>IC CT\n</td><td> </td><td>CT\n</td><td>IC CT\n</td><td>Discrepancy\ntest resultb\n</td><td>Result of\nadditional\n</td><td>Symptoms\ncompatible\n</td></tr><tr><td>Specimen no.\n</td><td>Result </td><td>CT value\n</td><td>CT value\n</td><td>value </td><td>Result\n</td><td>value\n</td><td>value\n</td><td>SARS-CoV-2 testc\n</td><td>with COVID-19</td></tr><tr><td>Retrospective\n</td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>53 </td><td>D </td><td>35.26 </td><td>37.69 </td><td>33.52 </td><td>ND </td><td>NA </td><td>30.7 </td><td>D </td><td>NA </td><td>NA\n</td></tr><tr><td>66 </td><td>ND </td><td>NA </td><td>NA </td><td>34.21 </td><td>D </td><td>36.5 </td><td>31 </td><td>D </td><td>NA </td><td>NA\n</td></tr><tr><td>151 </td><td>ND </td><td>NA </td><td>NA </td><td>33.53 </td><td>D </td><td>38.1 </td><td>31.1 </td><td>D </td><td>D </td><td>Yes\n</td></tr><tr><td>Prospective\n</td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>212 </td><td>ND </td><td>NA </td><td>NA </td><td>33.89 </td><td>D </td><td>38.1 </td><td>32.4 </td><td>ND </td><td>NA </td><td>Yes\n</td></tr><tr><td>240 </td><td>ND </td><td>NA </td><td>NA </td><td>35.78 </td><td>D </td><td>36.9 </td><td>32.5 </td><td>D </td><td>D </td><td>Yes\n</td></tr><tr><td>275 </td><td>D </td><td>NA </td><td>38.26d </td><td>34.1 </td><td>ND </td><td>NA </td><td>31.8 </td><td>D </td><td>NA </td><td>Yes\n</td></tr><tr><td>300 </td><td>ND </td><td>NA </td><td>N/A </td><td>33.9 </td><td>D </td><td>38 </td><td>30.2 </td><td>De </td><td>D </td><td>Yes\n</td></tr><tr><td>326 </td><td>D </td><td>35.37 </td><td>NA </td><td>33.82 </td><td>ND </td><td>NA </td><td>31 </td><td>D </td><td>NA </td><td>NA\n</td></tr><tr><td>333 </td><td>D </td><td>NA </td><td>37.64d </td><td>34.13 </td><td>ND </td><td>NA </td><td>31.3 </td><td>D </td><td>D </td><td>Yes\n</td></tr><tr><td>335 </td><td>D </td><td>NA </td><td>38.46d </td><td>34.28 </td><td>ND </td><td>NA </td><td>30.6 </td><td>De </td><td>D </td><td>Yes\n</td></tr><tr><td>338 </td><td>D </td><td>35.84 </td><td>38.05 </td><td>34.28 </td><td>ND </td><td>NA </td><td>30.7 </td><td>D </td><td>NA </td><td>NA\n</td></tr><tr><td>361 </td><td>ND </td><td>NA </td><td>NA </td><td>33.71 </td><td>D </td><td>38 </td><td>32.1 </td><td>ND </td><td>NA </td><td>Yes\n</td></tr><tr><td>366 </td><td>ND </td><td>NA </td><td>NA </td><td>33.96 </td><td>D </td><td>38.1 </td><td>32.5 </td><td>D </td><td>D </td><td>NA\n</td></tr><tr><td>382 </td><td>D </td><td>36.13 </td><td>NA </td><td>33.95 </td><td>ND </td><td>NA </td><td>32.5 </td><td>D </td><td>D </td><td>Yes\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "We thank our colleagues at Roche Molecular Systems, Inc., in particular James Bockrath and Steven Cagas, and Hologic, Inc., especially Ashley Nenninger, for insightful discussions. We also thank Donald D'Amico (Weill Cornell Medicine), Ian Hatch (NewYork-Presbyterian Hospital), Hugh Hemmings (Weill Cornell Medicine), and Louis", "cite_spans": [], "ref_spans": [], "section": "ACKNOWLEDGMENTS"}, {"text": "Kennedy (Weill Cornell Medicine), without whom these high-throughput platforms would not have been operationalized.L.F.W. has served on an advisory board for Roche Molecular Systems, Inc.", "cite_spans": [], "ref_spans": [], "section": "annex"}]}