{
    "paper_id": "881b9006893c71f06fb8e47ba13529db7007f8b5",
    "metadata": {
        "title": "Medical care of atrophic gastritis patients during COVID-19 pandemic: results of telemedicine in a referral center",
        "authors": [
            {
                "first": "Gianluca",
                "middle": [],
                "last": "Esposito",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Sapienza University of Rome",
                    "location": {
                        "country": "Italy"
                    }
                },
                "email": "gianluca.esposito@uniroma.it"
            },
            {
                "first": "Emanuele",
                "middle": [],
                "last": "Dilaghi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Sapienza University of Rome",
                    "location": {
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Gloria",
                "middle": [],
                "last": "Galli",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Sapienza University of Rome",
                    "location": {
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Laura",
                "middle": [],
                "last": "Conti",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Sapienza University of Rome",
                    "location": {
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Bruno",
                "middle": [],
                "last": "Annibale",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Sapienza University of Rome",
                    "location": {
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Edith",
                "middle": [],
                "last": "Lahner",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Sapienza University of Rome",
                    "location": {
                        "country": "Italy"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Dear Editor, At the end of February 2020, the first cases of COVID-19 infection, which was present in China since December 2019, were reported in Italy. In one month, the infection spread across the country, even if the highest incidence was observed in Northern Italy. To avoid the spread of the infection, emergency measures were adopted, and a lockdown was declared since the beginning of March 2020 [1] . These measures brought to a hospital reorganization and to cancel non-urgent outpatient visits. Consequently, most visits of patients with atrophic gastritis (AG) were postponed.",
            "cite_spans": [
                {
                    "start": 403,
                    "end": 406,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "AG is a chronic condition at increased risk for gastric neoplasms, often affecting elderly people [2] [3] [4] .",
            "cite_spans": [
                {
                    "start": 98,
                    "end": 101,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 102,
                    "end": 105,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 106,
                    "end": 109,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Telemedicine may be a valid alternative for an outpatient examination of patients with chronic diseases and could be used for gastrointestinal diseases [5] [6] [7] . To date, no data about the use of telemedicine in AG patients are available. Being the clinical interview the mainstay of face-to-face visits in AG patients, this approach may be suitable for a remote surrogate of medical care in these patients. We aimed to remotely investigate the impact of the SARS-CoV-2 pandemic on AG patients and to assess the presence of GI symptoms using telemedicine as a tool of supportive care, in a cross-sectional study conducted in a teaching hospital in a low-risk region in Central Italy. The study population derived from a prospective cohort of AG patients diagnosed between 1992-2016, included in a surveillance program for gastric neoplasms, to whom standard face-to-face visits are offered annually to assess general well-being and blood tests for anemia/micronutrient deficiencies and to discuss endoscopic-histological findings of the last surveillance gastroscopy [8] . ( Figure   1A ). During telephone interviews, the personal risk perception for SARS-CoV-2 infection, the presence of infection-related symptoms (fever >37.5°C, asthenia, anosmia/ageusia, and/or diarrhea for at least 3 days, cough for at least 7 days), and the risk of infection exposure (recent travels to Northern Italy or China, exposure to SARS-CoV-2-infected subjects, and recent contact with hospitals, nursing homes, or healthcare workers) were addressed. GI symptoms were assessed using a standardized questionnaire to investigate the presence, severity, and frequency of new (onset during the SARS-CoV-2 pandemic) or already present (persisting since the last face-to-face visit and already treated) GI symptoms. When available and/or possible, the findings of recent blood tests (< 2 months) and endoscopy-histology charts were remotely assessed and discussed by inviting the patient to read them by phone. Based on these remote clinical assessments, the need for an urgent face-to-face outpatient visit or other medical intervention was established ( Figure 1B) .",
            "cite_spans": [
                {
                    "start": 152,
                    "end": 155,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 156,
                    "end": 159,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 160,
                    "end": 163,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1071,
                    "end": 1074,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 1079,
                    "end": 1090,
                    "text": "Figure   1A",
                    "ref_id": null
                },
                {
                    "start": 2138,
                    "end": 2148,
                    "text": "Figure 1B)",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "Of the 218 eligible patients, 65 (29.8%) did not answer the telephone, one (0.5%) died for lung tumor, and one (0.5%) was excluded for a recent diagnosis of pancreatic tumor. Overall, 151 (69.2%) patients adhered to the telemedicine interview and were included: 72.2% were females, the Overall, slightly more than half of the patients presented GI symptoms (new or persisting) and dyspepsia was the most common symptom in our interviews, as it is known to be associated with AG. But new GI symptoms occurred in a low proportion (11%) of patients, and, owing to the SARS-CoV-2 restrictions, patients self-treated themselves or asked the GPs, because of the impossibility to book an outpatient visit in the hospital. However, the potential relationship of these symptoms to the pandemic is unlikely as 80% of the interviewed patients perceived a low or nonexistent pandemic-related risk.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Telemedicine was well-accepted by AG patients. It seems a promising tool when face-to-face visits are not possible. Several differences exist between telephone interviews during the SARS-CoV-2 infection and face-to-face visits and deserve some considerations about the advantages and pitfalls of telehealth. Firstly, telemedicine does not permit to visit the patient. This could be a great limit in some diseases, but generally, in AG, physical examination does not play an important role because it is not helpful to recognize the most frequent symptoms/signs of AG like dyspepsia or anemia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Secondly, due to the lockdown, only a few patents did perform blood tests. This represents a problem because it could lead to overlook the new onset of anemia and/or micronutrient deficiency needing timely treatment to avoid serious complications especially in the elderly [9, 10] . In the current health emergency, we tried to overcome this point by remotely checking for alert symptoms of anemia or iron/cobalamin deficiency. However, this pitfall was closely linked to the lockdown, as in other periods patients can easily perform blood tests and send them by e-mail or other electronic tools or more simply read them on the phone to the interviewing physicians. This would allow to decide whether a face-to-face visit to prescribe a specific treatment or an endoscopic investigation to rule out neoplasia needs to be scheduled. Therefore, telemedicine could be considered for chronic diseases like AG also beyond the current pandemic and could become a model of medical care for selected patients with serious mobility problems or patients who are unable to reach the hospital for a face-to-face visit.",
            "cite_spans": [
                {
                    "start": 273,
                    "end": 276,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 277,
                    "end": 280,
                    "text": "10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In this study only one patient was tested for SARS-CoV-2 infection, therefore we cannot confirm or exclude that patients with suspicious symptoms contracted the infection. Further follow-up is not yet available and the correct assessment of our telehealth visits cannot yet be verified; only the outpatient visit and/or an elective endoscopy will rule out that AG complications such as anemia or neoplastic lesions have not been missed. In conclusion, telemedicine was well accepted by AG patients and is suitable to remotely evaluate the impact of the SARS-CoV-2-infection, and to rule out red flag symptoms for AG complications. This innovative approach may be viewed as a precious tool to offer medical care to AG patients during health emergencies, such as the COVID-19 pandemic, requiring social distancing and lockdown. In selected AG patients with mobility problems, it can also be proposed, after the end of the pandemic, in other circumstances making face-to-face outpatients visits infeasible or difficult.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Covid-19 epidemic in Italy: evolution, projections and impact of government measures",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Sebastiani",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Massa",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Riboli",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Eur J Epidemiol",
            "volume": "35",
            "issn": "4",
            "pages": "341--345",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Gastric mucosal atrophy: interobserver consistency using new criteria for classification and grading",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rugge",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Aliment Pharmacol Ther",
            "volume": "16",
            "issn": "7",
            "pages": "1249--59",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Upper gastrointestinal symptoms in autoimmune gastritis: A cross-sectional study",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Carabotti",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Medicine",
            "volume": "96",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "A current clinical overview of atrophic gastritis",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Annibale",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Esposito",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Lahner",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Expert Rev Gastroenterol Hepatol",
            "volume": "14",
            "issn": "2",
            "pages": "93--102",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Telemedicine and Mobile Health Technology Are Effective in the Management of Digestive Diseases: A Systematic Review",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "C"
                    ],
                    "last": "Helsel",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Dig Dis Sci",
            "volume": "63",
            "issn": "6",
            "pages": "1392--1408",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Telemedicine for management of inflammatory bowel disease (myIBDcoach): a pragmatic, multicentre, randomised controlled trial",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "De Jong",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Lancet",
            "volume": "390",
            "issn": "",
            "pages": "959--968",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Maintaining the Quality Standards of Care for Inflammatory Bowel Disease Patients During the COVID-19 Pandemic",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Allocca",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clin Gastroenterol Hepatol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Occurrence of gastric cancer and carcinoids in atrophic gastritis during prospective long-term follow up",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Lahner",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Scand J Gastroenterol",
            "volume": "50",
            "issn": "7",
            "pages": "856--65",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Cell Blood Count Alterations and Patterns of Anaemia in Autoimmune Atrophic Gastritis at Diagnosis: A Multicentre Study",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "V"
                    ],
                    "last": "Lenti",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J Clin Med",
            "volume": "8",
            "issn": "11",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "A position paper by the Italian Society of Hospital Gastroenterologists and Digestive Endoscopists",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Lahner",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "the Italian Society of Digestive Endoscopy [SIED], the Italian Society of Gastroenterology [SIGE], and the Italian Society of Internal Medicine [SIMI]. Dig Liver Dis",
            "volume": "51",
            "issn": "",
            "pages": "1621--1632",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "median age was 67 (range 30-89) years, 60.9% were > 60 years of age. Eligible and included patients were not different for gender (p= 0.3077) or age (p= 0.2655). Concerning the SARS-CoV-2-infection impact, 17 patients (11.3%, 64.7% females, median age 66 years) referred at least one symptom suspect for SARS-CoV-2-infection: 4 (23.5%) concomitantly presented two symptoms and one of them, a man of 75 years of age, had a radiological diagnosis of pneumonia with a favorable outcome not requiring hospitalization. One patient was tested by nasopharyngeal swabs to rule out a diagnosis of SARS-CoV-2-infection and resulted negative. Considering the exposure risk, 19 (12.6%) patients had a job at risk for infection and 22 (14.6%) had contact with healthcare workers. The risk perception of AG patients was very low: 82 (54.3%) patients referred not to feel any type of risk, 38 (25.3%) referred to perceive only a little risk (points between 1 and 5) whilst only 31(20.4%) of patients referred the fear of SARS-CoV-2-infection. At least one GI symptom was present in 82 (54.3%) patients (82.9% females, median age 65(34-86) years). Upper GI symptoms only were present in 22 (14.6%), lower GI symptoms only in 18 (11.9%), and both, upper and lower, in 42 (27.8%) patients. Symptoms of new onset, already treated by self-medication or by the General Practitioners (GPs) were present in 17 (11.3%) patients, while 65 (43.0%) presented symptoms that had been already present at the last visit. The upper gastrointestinal symptoms experienced by the patients were nausea in 17 (11.3%), epigastric burning in 28 (18.5%), regurgitation in 18 (11.9%), dyspepsia in 45 (29.8%) and dysphagia in 6 (4.0%) patients. 17 (11.3%) reported a mild improvement and 2 (1.3%) a great improvement. Only a few patients had recently performed blood tests (6.6%), all with normal results. Amongst the patients without recent blood tests, none presented a new onset of typical symptoms of severe anemia or micronutrient (iron-cobalamin) deficiency such as asthenia, pallor, hypotension, palpitations, chest pain, paresthesia, or difficult gait. Surveillance endoscopy before the lockdown was performed in 6 (4.0%) patients; the assessment by phone of endoscopy-histology charts (available as printouts in our unit) did not reveal any new polyp or other lesions needing urgent intervention. None of the patients presented red-flag symptoms requiring urgent outpatient face-toface visits or medical interventions. The results of our study confirmed the feasibility of telemedicine as supportive care for AG patients during the COVID-19 pandemic and all patients except one expressed great enthusiasm and satisfaction with the innovative approach of a phone clinical interview. Despite the presence of symptoms suspicious for SARS-CoV-2 infection in about10% of elderly AG patients and one case of pneumonia, none of the interviewed patients had a negative outcome due to the COVID-19. The risk perception was very low in AG patients, mostly due to the restrictive measures adopted by the government and in particular to the prohibition of going out except for urgencies. Of the 31 (20.4%) patients with high-risk perception, 6 had symptoms suspicious for infection (2 had fever, 3 had cough and 1 had diarrhea for >3 days), 3 had contact with hospitals or health care workers and 9 had a work setting at risk of infection; therefore only 13 (8.6%) patients had high-risk perception without apparent risk.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}