{
    "paper_id": "881c96f537f759efbc8e2523abfa271cfae34627",
    "metadata": {
        "title": "Potential Sensitivity of Wastewater Monitoring for SARS-CoV-2: Comparison with Norovirus Cases",
        "authors": [
            {
                "first": "Akihiko",
                "middle": [],
                "last": "Hata",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ryo",
                "middle": [],
                "last": "Honda",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "T he recent novel coronavirus (COVID-19) pandemic caused by the SARS-CoV-2 infection has led to 3 018 952 confirmed cases and 207 973 deaths in 213 countries and regions as of April 30, 2020, according to the World Health Organization's situation report. While identifying individuals infected with COVID-19 is relatively straightforward when symptoms are evident, identifying presymptomatic or asymptomatic patients is not and can be a major undetected transmission route in spreading the virus. The median incubation period of COVID-19 with no apparent symptoms is 5.1 days, 1 and the percentage of infected individuals with asymptomatic infection is estimated to be between 18% and 31% of total infections. 2,3 Environmental surveillance for the presence of the virus in wastewater, known as wastewaterbased epidemiology, could be an early warning tool and an effective approach for rapidly detecting COVID-19 outbreaks regardless of symptoms. Several studies have reported detection and isolation of SARS-CoV-2 in feces. 4, 5 Recently, detection of SARS-CoV-2 in sewage were reported in The Netherlands 6 and Australia. 7 Importantly, presymptomatic patients and asymptomatic patients also had a viral load in feces as well as symptomatic patients. 4 The potential advantage of environmental surveillance in wastewater-based epidemiology is to enable prediction of the overall status of a given catchment area with much less effort than clinical surveillance. Environmental surveillance can provide a snapshot of the outbreak situation in the entire catchment by testing a single wastewater sample, while clinical surveillance needs a large number of samples which requires more time and cost for sample collection and testing. Moreover, environmental surveillance can include people with asymptomatic and presymptomatic infections, who may not be included in clinical surveillance. Several studies have already proved that wastewater monitoring can detect outbreaks of norovirus and poliovirus earlier than clinical surveys. According to Kazama et al., norovirus in sewage could be detected when gastroenteritis cases were as low as 0.1% of population (15−20 cases in 14 000 inhabitants). 8 Norovirus in wastewater begins to increase in the early stage of the increase of norovirus cases observed in clinical surveillance. Since clinical surveillance often takes several weeks for data aggregation and publication, monitoring of norovirus in wastewater can detect the sign of outbreak earlier than the clinical surveillance report. Medema et al. showed that SARS-CoV-2 could be detected with better sensitivity than norovirus in sewage. 6 In their study, SARS-CoV-2 in wastewater was investigated in six locations by RT-qPCR assays using three primer-probe sets from the Centers for Disease Control and Prevention (CDC) in the U.S. and 1 primer-probe set from European research groups. Positive signals were observed with three of the four primer-probe sets when reported COVID-19 cases reached 5−10 cases per 100 000 people. The published data are still inconclusive because one primer-probe set from CDC was negative. However, their study suggests that wastewater monitoring could be sensitive enough to detect SARS-CoV-2 in the early stage of a COVID-19 outbreak.",
            "cite_spans": [
                {
                    "start": 1025,
                    "end": 1027,
                    "text": "4,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1028,
                    "end": 1029,
                    "text": "5",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1107,
                    "end": 1108,
                    "text": "6",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1124,
                    "end": 1125,
                    "text": "7",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1253,
                    "end": 1254,
                    "text": "4",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 2194,
                    "end": 2195,
                    "text": "8",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 2642,
                    "end": 2643,
                    "text": "6",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The success of wastewater monitoring of SARS-CoV-2 depends on the viral load in feces and the detection limit of the method of analysis. Studies of the viral load of SARS-CoV-2 in feces have shown that the peak viral load of SARS-CoV-2 was 4−6 log 10 copies/g-feces, 5 whereas that of norovirus was 5.5− 8.5 log 10 copies/g-feces. 9 The duration of viral shedding during infection is also reportedly shorter in SARS-CoV-2 cases. The median duration was 3 weeks in SARS-CoV-2 cases, 5 whereas the median was 4 weeks in norovirus cases. 9 In addition to viral load from symptomatic patients, wastewater receives viruses shed from asymptomatically infected people. The viral load from asymptomatic infection was reportedly similar to symptomatic patients in both SARS-CoV-2 and norovirus. The estimated ratio of asymptomatic infection of SARS-CoV-2 is as high as that of norovirus: 18−32% of SARS-CoV-2 infection 2,3 and 12−32% of norovirus infection. According to these data, the viral load of SARS-CoV-2 in wastewater is expected to be smaller than that of norovirus, which means that detection of SARS-CoV-2 in wastewater could be more challenging than norovirus depending on the sensitivity of the method being used.",
            "cite_spans": [
                {
                    "start": 267,
                    "end": 268,
                    "text": "5",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 331,
                    "end": 332,
                    "text": "9",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 535,
                    "end": 536,
                    "text": "9",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Detection limits of the analysis method for SARS-CoV-2 in wastewater using the RT-qPCR assay is roughly estimated as 2 copies/mL in wastewater, assuming 100-times of a concentration factor through pretreatment and RNA extraction. It is equivalent to 6.0 × 10 10 copies per 100 000 population in the sewer catchment area when the daily wastewater quantity is 300 L/person/day. This means that SARS-CoV-2 is detectable if one in 100 000 persons sheds 10 9 copies/g-feces in 200 g of feces. The presence of a patient with such a high load may be possible because individual viral shedding is highly variable. Some norovirus patients have been reported to shed up to 10 11 copies/g-feces, which is 2−5 logs larger than typical peak shedding. 9 SARS-CoV-2 detection in sewage by Medema et al. 6 is an important step to indicate the potential of environmental surveillance to detect the presence of COVID-19 in the local population. It is likely to be as successful as the case of norovirus monitoring in wastewater. 8 In some cities suffering from a severe epidemic, people with mild symptoms are ordered to stay at home to prevent overwhelming hospitals. In such cases, the true scale of an epidemic might be underestimated, because people with potential infections are not reported as confirmed cases. Monitoring SARS-CoV-2 in wastewater could be a powerful tool for the timely investigation of the extent of the COVID-19 epidemic and the identification of convergence of the virus in a given area. Case studies in different countries are also necessary to confirm the sensitivity and reliability of SARS-CoV-2 detection in sewage. Further studies are also expected on the correlation between the viral loads of SARS-CoV-2 in wastewater and the number of confirmed infection cases of COVID-19.",
            "cite_spans": [
                {
                    "start": 738,
                    "end": 739,
                    "text": "9",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 788,
                    "end": 789,
                    "text": "6",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1011,
                    "end": 1012,
                    "text": "8",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Corresponding Author",
            "cite_spans": [],
            "ref_spans": [],
            "section": "■ AUTHOR INFORMATION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Otsu 520-0811, Japan; orcid.org/0000-0003-2577-9826; Phone: +81-76-264-6393; Email: rhonda@se.kanazawa-u.ac.jp Author Akihiko Hata − Faculty of Engineering",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Notes The authors declare no competing financial interest. ■ REFERENCES",
            "authors": [],
            "year": null,
            "venue": "Complete contact information is",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "https:/pubs.acs.org/doi/10.1021/acs.est.0c02271?ref=pdf"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The Incubation Period of Coronavirus Disease 2019 (COVID-19) From Publicly Reported Confirmed Cases: Estimation and Application",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Lauer",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Grantz",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Bi",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "K"
                    ],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "R"
                    ],
                    "last": "Meredith",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Azman",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "G"
                    ],
                    "last": "Reich",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lessler",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Ann. Intern. Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.7326/M20-0504"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Estimating the Asymptomatic Proportion of Coronavirus Disease",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mizumoto",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kagaya",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zarebski",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chowell",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.2807/1560-7917.ES.2020.25.10.2000180"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Estimation of the Asymptomatic Ratio of Novel Coronavirus Infections (COVID-19)",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nishiura",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kobayashi",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Miyama",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Suzuki",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jung",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hayashi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kinoshita",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Akhmetzhanov",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Linton",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Int. J. Infect. Dis",
            "volume": "2020",
            "issn": "",
            "pages": "154--155",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ijid.2020.03.020"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Detection of Novel Coronavirus by RT-PCR in Stool Specimen from Asymptomatic Child",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "Z.-D",
                    "middle": [],
                    "last": "Tong",
                    "suffix": ""
                },
                {
                    "first": "H.-L",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Y.-X",
                    "middle": [],
                    "last": "Dai",
                    "suffix": ""
                },
                {
                    "first": "K.-F",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "J.-N",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "W.-J",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "M.-L",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "China. Emerging Infect. Dis",
            "volume": "2020",
            "issn": "6",
            "pages": "1--4",
            "other_ids": {
                "DOI": [
                    "10.3201/eid2606.200301"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Viral Load Dynamics and Clinical Disease Severity in Patients with SARS-CoV-2 Infection",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Fan",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Lou",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Zou",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "SSRN Electron. J",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.2139/ssrn.3551345"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Presence of SARS-Coronavirus-2 in Sewage",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Medema",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Heijnen",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Elsinga",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Italiaander",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Brouwer",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.03.29.20045880?ref=pdf"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "First Confirmed Detection of SARS-CoV-2 in Untreated Wastewater in Australia: A Proof of Concept for the Wastewater Surveillance of COVID-19 in the Community",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Ahmed",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Angel",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Edson",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Bibby",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bivins",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "O&apos;brien",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kitajima",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Simpson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Sci. Total Environ",
            "volume": "728",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.scitotenv.2020.138764"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Environmental Surveillance of Norovirus Genogroups I and II for Sensitive Detection of Epidemic Variants",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kazama",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Miura",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Masago",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Konta",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Tohma",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Manaka",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Nakayama",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Tanno",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Saito",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Oshitani",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Omura",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Appl. Environ. Microbiol",
            "volume": "83",
            "issn": "9",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1128/AEM.03406-16"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Environmental Transmission of Norovirus Gastroenteritis",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Lopman",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gastanãduy",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "W"
                    ],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Hall",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [
                        "D"
                    ],
                    "last": "Parashar",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Vinje",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Curr. Opin. Virol",
            "volume": "2012",
            "issn": "1",
            "pages": "96--102",
            "other_ids": {
                "DOI": [
                    "10.1016/j.coviro.2011.11.005"
                ]
            }
        }
    },
    "ref_entries": {},
    "back_matter": []
}