{
    "paper_id": "882b301bf7be3a917cbb3ab1c3c34b8c81f22d5e",
    "metadata": {
        "title": "Development of the Management of Out-of-hospital Cardiac Arrest Patients in Japan",
        "authors": [
            {
                "first": "Mitsuaki",
                "middle": [],
                "last": "Isobe",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "This paper written by Nakahara et al. (1) is a review article describing the history of the development of the legal and environmental conditions of emergency resuscitation and improvements in the survival of out-of-hospital cardiac arrest (OHCA) patients in Japan. This is a precious record of how the laborious and persistent efforts of the persons concerned have brought about progress in science, amendments of laws, and improved awareness of the general public and how the present marked improvements have been realized in the resuscitation rate in OHCA patients. As mentioned by the authors, resuscitation in Japan, which has long trailed Western countries, has at last caught up with the Western level via several legal reforms and public education activities by academic society and civilian bodies. As the paper highlights, Utstein-style allcase survey has been identified to play a vital role. Data collected using an internationally standardized format have made global assessment possible, and, in Japan, scientific validation based on big data, annually reaching a world-leading number of 100,000 cases, has been started.",
            "cite_spans": [
                {
                    "start": 38,
                    "end": 41,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In 2018, 127,718 OHCA patients have been recorded in Japan, and the number has seen an increasing trend, which could be attributed to its aging population. At the same time, the number of those who attend emergency care training seminars has also increased, exceeding 1.5 million. In association, the resuscitation and rehabilitation rates of OHCA patients have continued to increase. Simultaneously, the rate of OH-CA patients given emergency treatment by lay citizens has also risen significantly, and, of the OHCA patients urgently transported in 2018, the 1-month survival rate was 17.5%, and the rate of reintegration into society was 12.5%; in the 25,756 patients witnessed by citizens to have suffered cardiogenic OH-CA, the reintegration rate of those who received cardiopulmonary resuscitation (CPR) by bystanders was 48.2%, all marking the highest figures ever (2) . These could be attributed to the excellent performance of emergency life-saving technicians and life-saving efforts by bystanders based on the development of legal conditions and improved knowledge of the general public. The sustained efforts by related persons during this period must be appreciated.",
            "cite_spans": [
                {
                    "start": 871,
                    "end": 874,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "As observed by Nakahara et al., the availability of automated external defibrillators (AEDs) has markedly increased during the same period. AEDs are now placed in several sites not only in public spaces, such as amusement centers, railway stations, and sports facilities, but also in private firms and schools. This has also contributed greatly to the improvements in the resuscitation and rehabilitation rates of OHCA patients. In 2016, more than 800,000 units of AED were sold, and about 600,000 are considered to have been installed, which can be considered a steady increase. The increase in basic life support training sessions sponsored by various organizations is also a result of the awareness-raising activities conducted during this period.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In 2018, the nationwide action against cardiovascular diseases in Japan was established (3) , and the Basic Plan for Promotion of Countermeasures for Cardiovascular Disease (4) was declared by the government in 2020. This plan also covers the reform of the emergency care system for cardiovascular diseases. Presently, primary to tertiary emergency care hospitals are designated, and each local government has a system for emergency transport of patients. However, the transportation system is changing markedly with the development of highways and increased availability of helicopter transport. Since medical facilities that are able to provide advanced care for ischemic heart diseases and aortic emergencies leading to OHCA are limited, and since the population, age structure, and distribution of medical organizations are markedly changing, the development of a transport system that can flexibly respond to acute cardiovascular accidents has been anticipated. The Basic Plan for Promotion of Countermeasures for Cardiovascular Disease urges continuous review of the standards for the im-plementation of patient transport and reception suited for the local circumstances and disease condition. In terms of the rescue crew, enhancement of the medical control system for management of patients and improvements in knowledge and skill based on scientific data should be developed under the Basic Plan. With regard to medical control, further advances in online control using new communication tools and remote medical care devices are anticipated, and, for this, appropriate legal guarantee is considered necessary.",
            "cite_spans": [
                {
                    "start": 88,
                    "end": 91,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 173,
                    "end": 176,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Although efforts are being made, many challenges still remain. The importance of bystander CPR must be emphasized more. Further propagation of AEDs, public awareness, and skill of CPR are still important matters that need further consideration. It is also desirable to establish a post hoc assessment system using AED data. Japan will be expected to deliver scientific evidence using its world's largest database and perform assessment by high-quality RCTs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The COVID-19 pandemic, which emerged in 2020, has been significantly impacting the approaches to OHCA. In New York, OHCA has reportedly increased tenfold during the pandemic (5) . Although the Japan Resuscitation Council has already made proposals in some of its manuals, evidence remains lacking, and confusion of the clinical front line is expected to persist. Thus, evaluation and review of the appropriateness of the approaches taken in this situation including the methods of enforcement of the training course and indications and methods of CPR are necessary.",
            "cite_spans": [
                {
                    "start": 174,
                    "end": 177,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "As the authors wish, I hope that this review paper will contribute to improvements in the resuscitation rate in countries and regions where the life-saving system for OHCA must still be developed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Mitsuaki Isobe is one of the Associate Editors of JMA Journal and on the journal's Editorial Staff. He was not involved in the editorial evaluation or decision to accept this article for publication at all.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Disclaimer"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Task-shift model in prehospital care and standardized nationwide data collection in Japan: Improved outcomes for out-of-hospital cardiac arrest patients",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Nakahara",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Nagao",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Nishi",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "JMA J",
            "volume": "4",
            "issn": "1",
            "pages": "8--16",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Report on emergency medical service and rescue",
            "authors": [
                {
                    "first": "Disaster",
                    "middle": [],
                    "last": "Fire",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Management Agency",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Nationwide actions against heart failure pandemic in Japan-What should we do from academia?",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Komuro",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kaneko",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Morita",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Circ J",
            "volume": "83",
            "issn": "9",
            "pages": "1819--1840",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Basic plan for Promotion of Countermeasures for Cardiovascular Disease",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ministry Of Health",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Labour",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Welfare",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Characteristics associated with out-of-hospital cardiac arrests and resuscitations during the novel coronavirus disease",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "H"
                    ],
                    "last": "Lai",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Lancet",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Weiden",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "JAMA Cardiology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "JMA Journal is an Open Access journal distributed under the Creative Commons Attribution 4.0 International License. To view the details of this license",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.31662/jmaj.2020-0114"
                ]
            }
        }
    },
    "ref_entries": {},
    "back_matter": []
}