{
    "paper_id": "882f006689ff54b16b45d9ff1d15713539036d28",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Between the onset of the SARS-CoV-2 pandemic initially described in Wuhan, Hubei Province, China, and April 28th, 2020, a total of 2,883,603 cases were reported worldwide. In Spain, 210,773 cases have been confirmed, of which 2750 have required admission to intensive care units in Catalonia. 1 In our hospital, 100 patients have required orotracheal intubation and mechanical ventilation (OTI + MV), and 42% of them needed tracheotomy. Two percent have had iatrogenic tracheal rupture.",
            "cite_spans": [
                {
                    "start": 293,
                    "end": 294,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "To the Editor:"
        },
        {
            "text": "Various authors and scientific societies have recommended limiting the number of airway procedures and manipulations and introducing stringent protection measures for health personnel in order to minimize the risk of infection. [2] [3] [4] We report 2 cases of patients diagnosed with SARS-CoV-2 infection and tracheal iatrogenic rupture following airway manipulation. The management of these cases is of particular interest within the current context of this pandemic.",
            "cite_spans": [
                {
                    "start": 228,
                    "end": 231,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 232,
                    "end": 235,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 236,
                    "end": 239,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "To the Editor:"
        },
        {
            "text": "The presented on March 20th, 2020 with fever, cough and pleuritic pain of one week's duration. Chest X-ray showed bilateral multifocal infiltrates. PCR for SARS-CoV-2 was positive. She required OTI + MV for respiratory failure, and during the procedure she incurred a tracheal lesion confirmed by computed tomography and fiberoptic bronchoscopy to be a rupture of the pars membranacea measuring approximately 2 cm. Surgical repair was performed via cervicotomy with partial upper sternotomy-transmanubrial approach-to mobilize the brachiocephalic trunk and trachea in order to access the laceration, which was repaired by simple suturing with Vicryl ® 2/0 discontinuous sutures. Tracheotomy was subsequently performed at the level of the second tracheal ring, with placement of a no. 8 Portex ® cannula. Progress was incidentfree and the patient was extubated 3 weeks after the intervention, with sequela of paralysis of the right vocal cord. The second case was a 53-year-old woman with a history of morbid obesity (BMI: 46.7 kg/m 2 ), sleep apnea-hypopnea syndrome, and pulmonary sarcoidosis. She consulted with a 4-day history of cough and fever. She did not report dyspnea, but her basal oxygen saturation was 78%. Chest X-ray showed bilateral pulmonary infiltrates. PCR for SARS-CoV-2 was positive. On March 24th, 2020, she required OTI + MV and 2 cycles of prone positioning. Progress was good and she was extubated on April 4th, 2020. Acute respiratory failure developed within a few hours and the patient was intubated with the aid of a guide. Forty-eight hours later, we decided to perform a planned surgical tracheotomy. The procedure was very difficult, complicated by 2 cardiac arrests that were resolved with resuscitation maneuvers. A rupture and false tracheal route was also observed in the left lateral aspect. An orotracheal tube was finally placed via the tracheotomy orifice, permitting adequate ventilation. After 72 h, once the patient had stabilized, we decided to review the tracheotomy and tracheal lesion. Fiberoptic bronchoscopy revealed significant laryngeal edema. The trachea was examined via the tube placed through the tracheostomy, revealing a laceration of the left membranous-cartilaginous junction in the middle third of the trachea. The cervicotomy was enlarged with a partial sternotomy of the upper third of the trachea with a transmanubrial approach. After mobilizing the brachiocephalic trunk and releasing the trachea we could access the distal end of the laceration, which was repaired with Vicryl ® 2/0 discontinuous sutures, and a no.9 Portex ® tracheotomy cannula was placed. The use of extracorporeal membrane oxygenation (ECMO) was ruled out because of comorbidity and associated complications including 2 cardiac arrests with undetermined neurological impact. The patient progressed well with complete respiratory and neurological recovery.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "To the Editor:"
        },
        {
            "text": "SARS-CoV-2 infection did not affect the healing process of the tracheal lesions of either patient.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "To the Editor:"
        },
        {
            "text": "To avoid contagion during manipulation of the airway, international protection recommendations including the use of single-use personal protective equipment (PPE) must be observed. 5, 6 In both cases, the entire surgical team was equipped with full PPE consisting of: coverall suit, FFP3 mask, second surgical mask, eye protection with integrated goggles, protective screen, waterproof gown, and double nitrile or vinyl gloves. The equipment was put on and removed according to recommendations of the European Center for Disease Prevention and Control. 7 Both patients were obese and presented criteria for difficult intubation. In addition, the rapid respiratory function decline typical of this infection forced us to perform emergency intubation. Both factors may contribute to an increased risk of tracheal injury. 3 The use of video-assisted laryngoscope 3 is recommended to facilitate the procedure, minimize the number of intubation attempts, limit the risk of iatrogenesis, and protect personnel performing the technique (Fig. 1) .",
            "cite_spans": [
                {
                    "start": 181,
                    "end": 183,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 184,
                    "end": 185,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 553,
                    "end": 554,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 819,
                    "end": 820,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [
                {
                    "start": 1029,
                    "end": 1037,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "To the Editor:"
        },
        {
            "text": "The exceptional conditions of both patients, primarily the lack of respiratory reserve that ruled out single-lung ventilation and right thoracotomy, guided our decision to use the tracheal approach (transcervical-transmanubrial). In both cases, the lesions could be successfully repaired without using ECMO, unlike the cases published by Abou-Arab et al. 8 Procedures were performed with intermittent ventilation through the tube, orotracheal in the first case, and via the tracheotomy in the second case, using ventilatory pauses to safely perform tracheal sutures.",
            "cite_spans": [
                {
                    "start": 355,
                    "end": 356,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "To the Editor:"
        },
        {
            "text": "To minimize the risk of aerosols, the patient was maintained in complete muscle relaxation throughout the procedure; preoxygenation and ventilatory pauses-apneas-were performed (as far as possible) in accordance with the recommendations described for tracheotomy. 5, 6 In the absence of specific recommendations, we believe that the risks associated with ECMO did not justify its use to limit the risk of contagion. But for the absence of active ventilation, the airway would also have been kept open during repair and complete muscle relaxation would have been equally necessary.",
            "cite_spans": [
                {
                    "start": 264,
                    "end": 266,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 267,
                    "end": 268,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "To the Editor:"
        },
        {
            "text": "We believe that our ventilatory management and the consequent reduction of aerosol generation, along with the use of PPE for all personnel involved, dramatically reduced the risk of contagion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "To the Editor:"
        },
        {
            "text": "Conflictos de intereses: ninguno.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "To the Editor:"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Enfermedad por el coronavirus (COVID-19) 28.04.2020. Ministerio de Sanidad. Gobierno de España",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Emergency tracheal intubation in 202 patients with COVID-19 in Wuhan, China: lessons learnt and international expert recommendations",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Yao",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Br J Anaesth",
            "volume": "125",
            "issn": "1",
            "pages": "28--37",
            "other_ids": {
                "DOI": [
                    "10.1016/j.bja.2020.03.026"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Consensus guidelines for managing the airway in patients with COVID-19: Guidelines from the Difficult Airway Society, the Association of Anaesthetists the Intensive Care Society, the Faculty of Intensive Care Medicine and the Royal College of Anaesthetists",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Cook",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "El-Boghdadly",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Mcguire",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "F"
                    ],
                    "last": "Mcnarry",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Patel",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Higgs",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Anaesthesia",
            "volume": "75",
            "issn": "6",
            "pages": "785--99",
            "other_ids": {
                "DOI": [
                    "file:/localhost/opt/grobid/grobid-home/tmp/dx.doi.org/10.1016/j.bja.2020.03.026"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Expert recommendations for tracheal intubation in critically ill patients with noval coronavirus disease 2019",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "Z"
                    ],
                    "last": "Zuo",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "G"
                    ],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "G"
                    ],
                    "last": "Xue",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "Q"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "H"
                    ],
                    "last": "Gong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Chin Med Sci J",
            "volume": "35",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "file:/localhost/opt/grobid/grobid-home/tmp/dx.doi.org/10.1111/anae.15054"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Recommendation of a practical guideline for safe tracheostomy during the COVID-19 pandemic",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Takhar",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Walker",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tricklebank",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wyncoll",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Hart",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Jacob",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Eur Arch Otorhinolaryngol",
            "volume": "277",
            "issn": "8",
            "pages": "2173--84",
            "other_ids": {
                "DOI": [
                    "file:/localhost/opt/grobid/grobid-home/tmp/dx.doi.org/10.24920/003724"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "CORONA-steps for tracheotomy in COVID-19 patients: A staff-safe method for airway management",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Pichi",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Mazzola",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bonsembiante",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Petruzzi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zocchi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Moretto",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Oral Oncol",
            "volume": "105",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "file:/localhost/opt/grobid/grobid-home/tmp/dx.doi.org/10.1007/s00405-020-05993-x"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Guidance for wearing and removing personal protective equipment in healthcare settings for the care of patients with suspected or confirmed COVID-19",
            "authors": [],
            "year": null,
            "venue": "European Center for Disease Prevention and Control",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "file:/localhost/opt/grobid/grobid-home/tmp/dx.doi.org/10.1016/j.oraloncology.2020.104682"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Tracheal trauma after difficult airway management in morbidly obese patients with COVID-19",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Abou-Arab",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Huette",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Berna",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Mahjoub",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Br J Anaesth",
            "volume": "125",
            "issn": "1",
            "pages": "168--70",
            "other_ids": {
                "DOI": [
                    "10.1016/j.bja.2020.04.004"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Case 1. Chest computed tomography. Rupture is observed in the pars membranacea of the right membranous-cartilaginous junction in the distal third of the trachea, indicated by an arrow.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "first case was a 48-year-old woman with a history of non-alcoholic steatohepatitis, internal saphenous vein thrombophlebitis, and obesity (body mass index [BMI]: 30 kg/m 2 ). She ଝ Please cite this article as: Rodríguez-Fuster A, Espases RA, Ventura JF, Bartolomé RA, Navas SS, Belda-Sanchis J. Rotura traqueal yatrogénica en el contexto de la actual infección por COVID-19. A propósito de 2 casos. Arch Bronconeumol. 2020. https://doi.org/10.1016/j.arbres.2020.05.010 * Corresponding author.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}