{
    "paper_id": "883a55c8b792a12abc7071089449055bc44d9bcf",
    "metadata": {
        "title": "Quality Research in Africa and Why It Is Important",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "There are many levels on which the future of the world, not just the future of Africa, is being impacted by African research. Among them are:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IMPORTANT?"
        },
        {
            "text": "• Africa represents the youngest 1 (the median age of an African individual is 19.7 years 2 vs 38.4 years for the median individual in the U.S. 3 ) and fastest-growing 4 population in the world. The brain trust which is driven by these demographics makes intellectual investment an imperative, to harness and grow talent that is already a significant share of the global population and whose proportion is growing. • While Africa carries about 20% of the global burden of disease, 5 its scientific output represents less than 1% of the world's share (according to one source 6 ). • Africans represent the oldest and most diverse genome in the world. 7 Studies of African disease and public health are critical not just to improve the mortality and morbidity of Africans themselves but also to shed light on disease that impacts Peoples of African origin who reside everywhere in the world --and indeed on all the Peoples of the world. After all, the entire human population, all seven billion of we Homo sapiens, has our collective and common origins in Africa. As a Newsweek cover story 8 declared in 2018, \"Black Genes Matter\". • It is critical that Africa cultivates and nourishes the potential of its intelligentsia in Africa. The post-Colonial reality of the 54 countries of Africa, like developing countries worldwide, has been that the most qualified students and Early Career Researchers seek advanced training in the Global North, in many cases immigrating there. While this enriches the receiving countries, it drains the originating countries of their best talent. Contrary to the perception of many in the Global North, landing in the U.S. or Europe is not necessarily the preferred outcome for African intellectuals. Many people who have pursued education and/or research opportunities in the Global North are inclined to return to Africa. In order to compete for the return of such individuals, African research institutions must offer the resources and infrastructure that are often more readily available elsewhere in the world. \"Losing\" these students and researchers to countries in the Global North represents the loss of not just talent but also economic generation, intellectual property, mentorship, and modeling for future generations, in addition to the loss of focus on African genetic, technological, and health challenges. • The burden of disease in Africa is rapidly shifting from communicable to noncommunicable causes. Of course the part of this equation that reflects a vast decline in mortality and morbidity from AIDS, malaria, tuberculosis, and neglected tropical diseases is good news. But it is also a sad story of the rapid increase in incidence in the noncommunicable diseases that have for a long time dominated death and poor health in the Global North -heart and other vascular disease, cancer, and diabetes -which are often driven by the same excesses that exist in societies that have been prosperous for longer: obesity, smoking, and lack of exercise. Thus, by investing in African science to address African disease, we invest in the parallel prevention and treatment of the same diseases everywhere in the world. • Scientific research is a vital driver of economies. Without major investments in scientific research, particularly the kind of basic research that is often not considered costeffective for private enterprises such as pharmaceutical and biotech firms, African economies will be at a perpetual competitive economic disadvantage. • Because of the nature of global pandemics and modern mobility, no one is safe from COVID-19 (and whatever pandemics are to come next) until everyone is safe. Scientific and public health research that is bespoke to the many traditions and cultures of Africa is mandatory not just to protect the health of Africans but also to protect world health. • Given Africa's Colonial history, in the rearview mirror since just the 1960s, Africa must produce a critical mass of individuals whose primary interest is the wellbeing of Africa and Africans themselves. More recently, there is a gathering debate around the issue of decolonizing science: pushing for equity and equitable North/South partnerships as well as South/South partnerships that benefit the people, scientists, communities, and economies of Africa. There is a shameful history of exploitation of the natural and human resources of Africa by other countries. Only by taking their fate into their own hands can Africans be effective guardians of their own health and wellbeing.",
            "cite_spans": [
                {
                    "start": 168,
                    "end": 169,
                    "text": "4",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 481,
                    "end": 482,
                    "text": "5",
                    "ref_id": null
                },
                {
                    "start": 650,
                    "end": 651,
                    "text": "7",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "IMPORTANT?"
        },
        {
            "text": "Yes. Thanks in significant part to AESA, there has been major science infrastructure, human resource, training, and education investment in the nations of Africa. Among AESA's premier programs are DELTAS Africa and Grand Challenges Africa. The themes they are developing cut across major infectious diseases, neglected tropical diseases, \"One Health\" (the global initiative 9 to coordinate improvements in human, animal, and environmental health), clinical research, social sciences and humanities, transdisciplinary natural sciences, climate sciences, and other areas.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "■ IS THERE WORLD-CLASS RESEARCH IN AFRICA?"
        },
        {
            "text": "A few examples of research produced by these and other AESA programs are the development of novel assays for pointof-care diagnostics to mainstream testing for subclinical maternal infections that cause adverse maternal outcomes; innovative approaches to the reduction of carbon dioxide emissions from existing power plants and transforming methanol output that can be blended with gasoline to improve air quality and used to make other clean-burning fuels within existing fuel distribution infrastructures; revealing the coevolution of the human host and the Mycobacterium tuberculosis (MTB) pathogen genomes and how it contributes to different outcomes following MTB infection to map MTB genotypes alongside the genotypes of genetically distinct human populations; performing genome-wide association studies to understand both susceptibilities of humans to disease and the adaptation of carriers of disease; and crafting evidence-driven public health messaging on widespread issues such as health and nutrition security, mental health, antibiotic microbial resistance (AMR), and the effective care of the aging while under stress by the demographic trend toward urbanization.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "■ IS THERE WORLD-CLASS RESEARCH IN AFRICA?"
        },
        {
            "text": "IN AFRICA? AAS Open Research was launched in 2018 to provide a highquality, peer-reviewed, immediate publishing platform for AASassociated scientists and students to publish scientific output. Its platform is provided and managed by F1000, on the model of Wellcome Open Research, Gates Open Research, and many others. It meets the highest standards of open-access scientific publishing as exemplified by the Plan S coalition of international research funders: the Academy has endorsed Plan S and serves as an Ambassador to cOAlition S. Researchers funded by AESA are obligated to publish their findings open access (AAS Open Research being one option; authors may submit their output to any fully OA platform). AAS Open Research is indexed on PubMed and all other major indexes; its content is predominantly research articles but also includes case reports, review articles, blogs, open letters, notes, study protocols, and methods articles.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "■ WHAT IS THE STATE OF SCIENTIFIC PUBLISHING"
        },
        {
            "text": "The biggest barrier to publishing OA in Africa is the same persistent barrier faced by scientists in the rest of the world: the \"Tyranny of the Impact Factor\" whereby authors feel compelled to submit their output to the most prestigious journal possible, resulting in delays and perverse pressures on the nature of research itself. African researchers face additional burdens that may be irrelevant or lesser in the Global North, including but not limited to:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "■ WHAT IS THE STATE OF SCIENTIFIC PUBLISHING"
        },
        {
            "text": "• The costs of publishing (OA publishers are increasingly tightening their waiver policies as they face their own financial pressures). • Systematic bias in the peer-review process because African researchers often come from institutions and laboratories unknown to their Western peers. • Lesser familiarity with the nuances of the peer-review process, including the necessity to anticipate and respond to reviewer comments to achieve acceptance in a quality journal. • A relative lack of representation of African researchers as peer reviewers, resulting in a disadvantage of exposure to new findings in their fields, less visibility for collaborations, editorial board service and speaking opportunities, and barriers to development of the skills required to navigate the peer-review process. Even AAS Open Research calls upon more peer reviewers based in the U.S. and Europe than in Africa, even though by definition all submissions come from Africa. • Language and stylistic barriers that at minimum can result in quality research being delayed before being sent for review and at worst can result in the failure of good research to be published altogether. • Victimization by predatory publishers, who often target potential authors in lesser-developed countries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "■ WHAT IS THE STATE OF SCIENTIFIC PUBLISHING"
        },
        {
            "text": "■ WHAT ARE THE CHALLENGES TO SCIENTIFIC RESEARCH IN AFRICA? As with publishing, many of the obstacles to establishing a strong, self-sustaining scientific enterprise in Africa parallel those elsewhere in the world: ACS Omega http://pubs.acs.org/journal/acsodf Editorial • Inequities within and among populations and between genders result in much potential talent being lost to science productivity in general --home-based scientific productivity in particular. • Continued exploitation by commercial enterprises that regard the African continent as a source of large populations for clinical trials to develop innovative preventions and treatments that will serve more prosperous populations elsewhere in the world, with weaker policy and human protections such as informed consent and intellectual property. • Funding. While AESA and other programs have benefited greatly from the longtime and consistent support and guidance from generous partners in the Global North, until more African science is predominantly performed in Africa, by Africans, and for Africans, the full potential of this work will never be realized. The nations of the African Union have all pledged to dedicate 1% of their respective GDPs to R&D, but this remains aspirational as these nations grapple with many competing priorities, including education, food and nutrition, access to utilities, and a multitude of other pressing needs. • Complicating funding challenges is the imbalance within the portfolio of science funding. Basic research is almost never attractive to commercial funders, and African governments often do not have the resources or the political time horizon to fill this void. Western funders tend to focus on health and medical research, worthy to be sure, but it leaves the physical, mathematical, and chemical sciences as underfunded orphans. Big innovations are built on the foundation of basic discoveryAfrican scientists must enjoy the opportunity to contribute to that foundation alongside their peers in countries where public investment in basic science has been provided for decades. African science matters not only because African people matter but also because people everywhere in the world will thrive only if science is driven by the best possible talent and initiative of all the Peoples of the world.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "■ WHAT IS THE STATE OF SCIENTIFIC PUBLISHING"
        },
        {
            "text": "Elizabeth Marincola, Senior Advisor, The African Academy of Sciences orcid.org/0000-0002-1862-1855 Thomas Kariuki, Director of Programmes/AESA Platform,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "■ WHAT IS THE STATE OF SCIENTIFIC PUBLISHING"
        },
        {
            "text": "The African Academy of Sciences",
            "cite_spans": [],
            "ref_spans": [],
            "section": "■ WHAT IS THE STATE OF SCIENTIFIC PUBLISHING"
        },
        {
            "text": "Complete contact information is available at: https://pubs.acs.org/10.1021/acsomega.0c04327",
            "cite_spans": [],
            "ref_spans": [],
            "section": "■ AUTHOR INFORMATION"
        },
        {
            "text": "Views expressed in this editorial are those of the authors and not necessarily the views of the ACS.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Notes"
        },
        {
            "text": "Elizabeth Marincola is a Senior Advisor for the African Academy of Sciences and is responsible for AAS Open Research, the Academy's publishing platform. She was previously CEO of the large open-access publisher PLOS, serves as an Ambassador for the EU's Plan S, and is an MBA graduate of Stanford University.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Biographies"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "In sub-Saharan Africa, for example, 62 per cent of the population is below age 25 in 2019",
            "authors": [],
            "year": 2019,
            "venue": "World Population Prospects",
            "volume": "",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Sub-Saharan Africa will account for most of the growth of the world's population over the coming decades, while several other regions will begin to experience decreasing population numbers",
            "authors": [],
            "year": 2019,
            "venue": "World Population Prospects",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "AFRICAN GENETIC DIVERSITY: Implications for Human Demographic History, Modern Human Origins, and Complex Disease Mapping",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1146/annurev.genom.9.081307.164258?ref=pdf"
                ]
            }
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "Thomas Kariuki is the Director of Programmes/AESA Platform at the African Academy of Sciences (AAS). He leads the Alliance for Accelerating Excellence in Science in Africa (AESA Platform), which was launched in 2015 by the AAS and the New Partnership for Africa's Development (NEPAD) Agency (now known as the African Union Development Agency (AUDA-NEPAD)) and which has so far mobilized millions of dollars to support scientific Research & Development (R&D) priorities to shift the center of gravity of African science. An internationally recognized immunologist, Kariuki leads the Academy's programmatic activities to accelerate world-class research, foster innovation, and promote scientific leadership on the continent. He oversees the funding of research, development, and commercialization of novel, high-impact STI solutions for the continent and is cultivating strategic partnerships with academic institutions, governments, and industry globally to transform Africa's future through science-led, knowledge-based economies. Kariuki has published widely on various R&D strategies and on policy-related research and development. He is a recipient of several local and international grants, prizes, and awards.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}