{"paper_id": "883a1290082ecb471ff475d62a868133d132fd7c", "metadata": {"title": "Multi-channel Registration for Diffusion MRI: Longitudinal Analysis for the Neonatal Brain", "authors": [{"first": "Alena", "middle": [], "last": "Uus", "suffix": "", "affiliation": {}, "email": "alena.uus@kcl.ac.uk"}, {"first": "Maximilian", "middle": [], "last": "Pietsch", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Irina", "middle": [], "last": "Grigorescu", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Daan", "middle": [], "last": "Christiaens", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Jacques-Donald", "middle": [], "last": "Tournier", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Lucilio", "middle": [], "last": "Cordero Grande", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Jana", "middle": [], "last": "Hutter", "suffix": "", "affiliation": {}, "email": ""}, {"first": "David", "middle": [], "last": "Edwards", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Joseph", "middle": [], "last": "Hajnal", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Maria", "middle": [], "last": "Deprez", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "In multi-channel (MC) registration, fusion of structural and diffusion brain MRI provides information on both cortex and white matter (WM) structures thus decreasing the uncertainty of deformation fields. However, the existing solutions employ only diffusion tensor imaging (DTI) derived metrics which are limited by inconsistencies in fiber-crossing regions. In this work, we extend the pipeline for registration of multi-shell high angular resolution diffusion imaging (HARDI)", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "[15] with a novel similarity metric based on angular correlation and an option for multi-channel registration that allows incorporation of structural MRI. The contributions of channels to the displacement field are weighted with spatially varying certainty maps. The implementation is based on MRtrix3 (MRtrix3: https://www.mrtrix.org) toolbox. The approach is quantitatively evaluated on intra-patient longitudinal registration of diffusion MRI datasets of 20 preterm neonates with 7-11 weeks gap between the scans. In addition, we present an example of an MC template generated using the proposed method.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "The combined analysis of diffusion and structural MRI is extensively used in adult and neonatal [20] brain studies. Structural MRI has the highest contrast for the cortex region, while dMRI primarily provides information about white matter (WM) structures.", "cite_spans": [{"start": 96, "end": 100, "text": "[20]", "ref_id": "BIBREF19"}], "ref_spans": [], "section": "Introduction"}, {"text": "The uncertainty of deformation fields in the regions characterised by low contrast or homogeneous intensities (e.g., low WM fibre density regions in dMRI) is one the primary challenges associated with both longitudinal and inter-subject registration. Multi-channel registration that includes both anatomical and diffusion channels has been shown to improve registration and label-propagation results [2, 7, 19] . The reported MC registration solutions generally employ fractional anisotropy (FA) [7, 8, 14, 19] or DTI [2, 9, 13] as an additional channel. However, DTI-extracted metrics are characterised by inconsistencies in fibrecrossing regions. On the other hand, higher-order techniques such as constrained spherical deconvolution (CSD) [21] alleviate some of the limitations of the DTI model and allow extracting orientation-resolved microstructural information as so-called orientation distribution functions (ODFs) from HARDI data.", "cite_spans": [{"start": 400, "end": 403, "text": "[2,", "ref_id": "BIBREF1"}, {"start": 404, "end": 406, "text": "7,", "ref_id": "BIBREF6"}, {"start": 407, "end": 410, "text": "19]", "ref_id": "BIBREF18"}, {"start": 496, "end": 499, "text": "[7,", "ref_id": "BIBREF6"}, {"start": 500, "end": 502, "text": "8,", "ref_id": "BIBREF7"}, {"start": 503, "end": 506, "text": "14,", "ref_id": "BIBREF13"}, {"start": 507, "end": 510, "text": "19]", "ref_id": "BIBREF18"}, {"start": 518, "end": 521, "text": "[2,", "ref_id": "BIBREF1"}, {"start": 522, "end": 524, "text": "9,", "ref_id": "BIBREF8"}, {"start": 525, "end": 528, "text": "13]", "ref_id": "BIBREF12"}, {"start": 742, "end": 746, "text": "[21]", "ref_id": "BIBREF20"}], "ref_spans": [], "section": "Introduction"}, {"text": "The classical approach for the fusion of information from different channels is based on simple averaging of individual channel updates [2] . More recently proposed solutions include scalar weighs for ROIs defined by thresholded FA maps [13] or local certainty maps based on normalised gradients correlated to structural content [7] . While the detailed overview of the choice of registration metrics is out-of-scope of this work, it can be summarised that the published works on intensity-based multi-channel registration primarily use the sum of squared differences (SSD) [2, 7, 8, 14] or local normalised cross-correlation (LNCC) [4] metrics. There is also a reported approach for T1-DTI atlas generation where datasets are spatially normalized only according to the structural channel [9] .", "cite_spans": [{"start": 136, "end": 139, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 237, "end": 241, "text": "[13]", "ref_id": "BIBREF12"}, {"start": 329, "end": 332, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 574, "end": 577, "text": "[2,", "ref_id": "BIBREF1"}, {"start": 578, "end": 580, "text": "7,", "ref_id": "BIBREF6"}, {"start": 581, "end": 583, "text": "8,", "ref_id": "BIBREF7"}, {"start": 584, "end": 587, "text": "14]", "ref_id": "BIBREF13"}, {"start": 633, "end": 636, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 789, "end": 792, "text": "[9]", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Introduction"}, {"text": "Contributions. In this work we present a framework for multi-channel brain registration that allows local certainty-based fusion of dMRI-derived ODFs and structural MRI and is based on a novel similarity metric for dMRI. The solution is an extension of the multi-contrast ODF registration framework [15, 17] . The novel elements include implementation of local angular correlation (AC) as a metric for ODF channels, LNCC for structural channels and weighted fusion based on local certainty maps. The pipeline was implemented in MRtrix3 [22] .", "cite_spans": [{"start": 299, "end": 303, "text": "[15,", "ref_id": "BIBREF14"}, {"start": 304, "end": 307, "text": "17]", "ref_id": "BIBREF16"}, {"start": 536, "end": 540, "text": "[22]", "ref_id": "BIBREF21"}], "ref_spans": [], "section": "Introduction"}, {"text": "The method is evaluated on 20 longitudinal (intra-patient) neonatal MRI datasets from the developing Human Connectome Project (dHCP) 1 which constitutes a particularly challenging task for registration due to the rapid changes that occur in volume, structure and intensities during brain development. In addition, we demonstrate an example of a MC template of neonatal brain generated from 10 datasets (40-43 weeks PMA) using the proposed registration approach.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "The data used for evaluation of the proposed method include 20 longitudinal datasets of neonates scanned as a part of the dHCP project at St. Thomas Hospital, London. The gap between the scans is in the range of 7-11 weeks which is associated with significant changes in volume, myelination and cortical folding [16] . The postmenstrual age (PMA) at the first scan is within 30-35 weeks.", "cite_spans": [{"start": 312, "end": 316, "text": "[16]", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "Datasets, Acquisition and Pre-processing"}, {"text": "Each dataset includes two scans with diffusion and structural MRI volumes acquired on a Philips 3T scanner. The multi-shell HARDI volumes were acquired with four phase-encode directions on four shells with b-values of 0, 400, 1000 and 2600 s/mm 2 with TE 90 ms, TR 3800 ms [10] with 1.5×1.5×3 mm resolution and 1.5 mm slice overlap and reconstructed to 1.5 mm isotropic resolution using the SHARD pipeline [5] . The structural T2-weighted volumes were acquired using a TSE sequence with TR = 12 s, TE = 156 ms. The T1-weighted volumes were acquired using an IR TSE sequence with TR 4.8 s, TE 8.7 ms. The isotropic T2 and T1 volumes with 0.5 mm resolution were reconstructed using a combination of motion correction [6] and super-resolution reconstruction [11] . All volumes of the same modality were normalised to the same global intensity ranges. The tissue segmentations were generated by the Draw-EM pipeline [12] .", "cite_spans": [{"start": 273, "end": 277, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 406, "end": 409, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 715, "end": 718, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 755, "end": 759, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 912, "end": 916, "text": "[12]", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Datasets, Acquisition and Pre-processing"}, {"text": "The preprocessing of the datasets was performed in MRtrix3 including: (i) decomposition of WM ODF from HARDI data via constrained spherical deconvolution (CSD) [21] followed by intensity normalisation; (ii) extraction of FA and mean diffusivity (MD) DTI-metrics; (iii) alignment of the structural to dMRI volumes based on affine registration of T2 to MD volumes using global NCC metric; (iv) resampling of all channels to 1 mm isotropic resolution with B-Spline interpolation. In addition, we manually segmented internal capsules (IC) in FA volumes for all datasets.", "cite_spans": [{"start": 160, "end": 164, "text": "[21]", "ref_id": "BIBREF20"}], "ref_spans": [], "section": "Datasets, Acquisition and Pre-processing"}, {"text": "The proposed registration pipeline is an extension of the multi-contrast ODF registration framework [15, 17] . The original method is based on SyN Demons [2] with an SSD metric and reorientation of ODF using apodized point spread functions [18] . In order to decrease the sensitivity to acquisition or physiology related changes in signal intensities, we replace SSD with a novel similarity metric based on angular correlation [1] and add certainty-maps weighting for fusion of structural and diffusion channels.", "cite_spans": [{"start": 100, "end": 104, "text": "[15,", "ref_id": "BIBREF14"}, {"start": 105, "end": 108, "text": "17]", "ref_id": "BIBREF16"}, {"start": 154, "end": 157, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 240, "end": 244, "text": "[18]", "ref_id": "BIBREF17"}, {"start": 427, "end": 430, "text": "[1]", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "Multi-channel Registration Pipeline"}, {"text": "The input channels for each of the cases include: WM ODFs, structural MRI (T2-weighted and T1-weighted) volumes and FA maps. At first, the cases are globally aligned using affine registration of structural volumes using the global NCC metric. Next, we employ symmetric diffeomorphic LNCC demons [3] for structural and FA channels and local angular correlation metric [1] for ODF channels. In comparison to the classical ODF registration approach based on SSD metric in [15] , using AC provides a more robust solution since it is less susceptible to the local changes in signal intensities while preserving directional information. However, unlike SSD, AC might be affected by the noise in the directional information.", "cite_spans": [{"start": 295, "end": 298, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 367, "end": 370, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 469, "end": 473, "text": "[15]", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "Multi-channel Registration Pipeline"}, {"text": "Angular correlation r A between two ODFs F ODF and G ODF represented with real valued spherical harmonic (SH) orthonormal basis functions Y lm (θ, φ)", "cite_spans": [], "ref_spans": [], "section": "Multi-channel Registration Pipeline"}, {"text": "is computed as [1] :", "cite_spans": [{"start": 15, "end": 18, "text": "[1]", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "Multi-channel Registration Pipeline"}, {"text": "where g lm and f lm are the SH coefficients of G ODF (θ, φ) and F ODF (θ, φ) of order L with even l = {2, 4, ..., L} harmonic degree terms, correspondingly. The l = 0 term does not contribute to AC values. Since this is a correlation metric, the corresponding symmetric updates to the displacement fields Λ F and Λ G can be computed in a similar manner to LNCC demons [3] but with respect to the 4D ODFs rather than only the 3D local neighbourhood (Eq. 3).", "cite_spans": [{"start": 368, "end": 371, "text": "[3]", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "Multi-channel Registration Pipeline"}, {"text": "where G = {g n lm } l=2,...,lmax,m=−l,...,l and F = {f n lm } l=2,...,lmax,m=−l,...,l are the vectors of SH coefficients at a given location in the 3D volume space with local neighbourhood n = 1, ..., N . We refer to this registration metric as local angular cross-correlation (LAC).", "cite_spans": [], "ref_spans": [], "section": "Multi-channel Registration Pipeline"}, {"text": "The updates from the structural channels are computed similarly to [3] . We also consider Y 00 (θ, φ) as a separate channel and use the LNCC metric for its contributions since it is excluded from the AC metric formalisation (Eq. 2).", "cite_spans": [{"start": 67, "end": 70, "text": "[3]", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "Multi-channel Registration Pipeline"}, {"text": "The contributions from each of the channels i to the global symmetric displacement field update Λ global are locally weighted with respect to the 3D certainty maps based on the approach proposed in [7] . At first, the certainty maps α F i and α G i are computed from the original volumes F and G for each of the channels (including structural and ODF volumes) and normalised as:", "cite_spans": [{"start": 198, "end": 201, "text": "[7]", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Multi-channel Registration Pipeline"}, {"text": "Then, the global symmetric updates to the displacement fields are computed by weighted averaging of the channel-specific update fields with respect to the certainty maps: Figure 1 shows an example of the certainty gradient maps α i for structural, FA and one of the ODF component channels and the i α i of all channels. This approach ensures that the output deformation fields are defined by the contribution of the local channel regions with the highest structural content. This is relevant for the ROIs where one of the channels has low intensity contrast. In comparison, the multi-variate SyN (MVSyN) approach [2] is based on averaging of the individual channel updates. ", "cite_spans": [{"start": 613, "end": 616, "text": "[2]", "ref_id": "BIBREF1"}], "ref_spans": [{"start": 171, "end": 179, "text": "Figure 1", "ref_id": "FIGREF0"}], "section": "Multi-channel Registration Pipeline"}, {"text": "The method was implemented in MRtrix3 [22] . The new elements include: LAC metric for ODF registration and certainty-based weighting of the channels. In addition, we transferred ANTs 2 implementation of LNCC Demons metric [3] to MRtrix3 for registration of structural, Y 00 (θ, φ) ODF and FA channels.", "cite_spans": [{"start": 38, "end": 42, "text": "[22]", "ref_id": "BIBREF21"}, {"start": 222, "end": 225, "text": "[3]", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "Implementation Details"}, {"text": "It was experimentally identified that multi-resolution {0.5; 0.75; 1.0} and SH order l max = {0; 2; 4} schemes and 3 voxel radius for the local neighbourhood for both structural and ODF channels are optimal for deformable registration of the investigated datasets. We used the standard MRtrix3 regularisation of gradient update and displacement fields based on Gaussian smoothing with 1 voxel standard deviation. The MRtrix3 parameter settings employed for generation of the multi-channel template are based on the pipeline formalised in [16] . The MRtrix3-based implementation of LNCC Demons [3] is based on the ANTs toolbox and provides similar performance for structural registration. Therefore, we compare the proposed method directly to the existing MRtrix3 registration module. The main aim is an improvement of the combined quality of label propagation and image similarity for the structural and diffusion channels. Table 1 presents the results of the comparison study. The quantitative evaluation is performed with respect to the quality of label propagation (Dice score) and similarity of the registered ODF volumes. The labels include: cortical grey matter (C-GM), hippocampus (HIP) and internal capsule (IC). The intensitybased similarity is assessed in terms of ODF AC (Eq. 2) for l max = 4. The best performance results are highlighted in blue.", "cite_spans": [{"start": 538, "end": 542, "text": "[16]", "ref_id": "BIBREF15"}, {"start": 593, "end": 596, "text": "[3]", "ref_id": "BIBREF2"}], "ref_spans": [{"start": 924, "end": 931, "text": "Table 1", "ref_id": null}], "section": "Implementation Details"}, {"text": "Firstly we can observe that locally weighted fusion [7] of T2 and FA improves the combined results while slightly lowering the dice score for cortex compared to single channel T2. Table 1 . Quantitative evaluation of the proposed multi-channel registration approach on longitudinal dMRI datasets of 20 neonates: Dice coefficient for brain tissue labels and AC between ODF volumes. In general, myelination and cortical folding occurring during 7-11 weeks period significantly change local intensities in both structural and diffusion MRI data [16] . Therefore, even though all input volumes were normalised, using SSD metric for ODF or structural MC registration leads to the lower quality results in comparison to the proposed LAC metric which produced statistically significant (p < 0.05) improvement for C-GM and HIP Dice scores and ODF AC, while there was not a significant difference in Dice scores of IC. Figure 2 demonstrates an example of the original and transformed WM ODF SH coefficients (l = 2, m = 0) for longitudinal registration of 31 to 42 weeks PMA datasets. There is a clear difference in the magnitude of SH coefficients between the original scans. Using MC registration with LAC for ODF and LNCC for structural channels produces visually sharper results for the IC region in comparison to both classical SSD ODF registration [15, 17] or fusion of T2 and FA [7] . This is in agreement with the higher AC values reported in Table 1 .", "cite_spans": [{"start": 52, "end": 55, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 542, "end": 546, "text": "[16]", "ref_id": "BIBREF15"}, {"start": 1344, "end": 1348, "text": "[15,", "ref_id": "BIBREF14"}, {"start": 1349, "end": 1352, "text": "17]", "ref_id": "BIBREF16"}, {"start": 1376, "end": 1379, "text": "[7]", "ref_id": "BIBREF6"}], "ref_spans": [{"start": 180, "end": 187, "text": "Table 1", "ref_id": null}, {"start": 910, "end": 918, "text": "Figure 2", "ref_id": "FIGREF3"}, {"start": 1441, "end": 1448, "text": "Table 1", "ref_id": null}], "section": "Longitudinal Registration Study"}, {"text": "Furthermore, there is a clear indication that additional structural channels (in this case T1+T2) and certainty-based weighting increase the quality of label propagation and AC similarity of ODF volumes. Adding the FA channel did not significantly affect the results since ODFs contain the WM structure information. All ODF-based options resulted in approximately the same range for the IC Dice score values due to its high contrast and showed significant improvement (p < 0.05) in comparison to using the FA and T2 channels only. Apart from the IC values for ODF registration, the improvement in performance of the proposed method (ODF+STR: W-LAC/LNCC) in comparison to the baseline methods (structural LNCC Demons, ODF MRtrix registration as well as fused T2+FA) is statistically significant with p < 0.05.", "cite_spans": [], "ref_spans": [], "section": "Longitudinal Registration Study"}, {"text": "An example of symmetric LAC+LNCC MC registration for 31 ←→ 42 weeks PMA at scan case is presented in Fig. 3 . The registration of the structural and ODF channels was successful even though there are significant differences in contrast of both structural and ODF volumes, cortex folding surface and the global shape. Visualisation of the original and transformed normalised ODFs over the same padded T1 volume (third row) confirms that the global shape and features of the volumes are sufficiently well aligned. Label propagation for tissue and IC segmentations also resulted in relatively similar results. This, however, might also be affected by the quality of the original segmentations produced by the automated Draw-EM method [12] . Figure 4 shows and example of a multi-channel template generated using MRtrix3 population template tool with the proposed MC registration pipeline and LAC+LNCC metrics. The template with 1 mm resolution was generated from 10 neonatal MRI datasets from 40-43 weeks PMA. It includes T2, T1, normalised WM ODF and FA channels. The resulting volumes are characterised by well defined features of both cortex and WM structures. ", "cite_spans": [{"start": 730, "end": 734, "text": "[12]", "ref_id": "BIBREF11"}], "ref_spans": [{"start": 101, "end": 107, "text": "Fig. 3", "ref_id": "FIGREF4"}, {"start": 737, "end": 745, "text": "Figure 4", "ref_id": "FIGREF5"}], "section": "Longitudinal Registration Study"}, {"text": "This paper presents a solution for multi-channel registration combining multishell HARDI and structural MRI data. It is based on a novel similarity metric for diffusion MRI and certainty-based weighting of the channels. The method was implemented in MRtrix3 and can be integrated into neuroimaging pipelines.", "cite_spans": [], "ref_spans": [], "section": "Discussion and Conclusions"}, {"text": "The quantitative evaluation was performed on 20 longitudinal neonatal datasets from the dHCP project. The results showed that fusion of structural and diffusion ODF channels improves overall results, compared to single-channel registrations. The weighting of channels based on certainty maps also improves the results thus potentially minimising the uncertainty of deformation fields. Furthermore, the proposed LAC metric outperforms the state-of-the-art ODF registration method for challenging cases.", "cite_spans": [], "ref_spans": [], "section": "Discussion and Conclusions"}, {"text": "An example of the generated multi-modal template shows that this tool has a potential application for generation of spatio-temporal multi-modal brain MRI templates that require robust similarity metrics. Simultaneous segmentation of WM and cortex structures could also potentially improve the accuracy of morphometry in structural MRI processing pipelines.", "cite_spans": [], "ref_spans": [], "section": "Discussion and Conclusions"}, {"text": "However, these results also emphasise the fact that accurate alignment of diffusion and structural volumes is a critical step for multi-channel registration since affine registration might not fully solve this due to distortions in dMRI data. Future work will focus on further optimisation of the MC ODF registration pipeline and extensive evaluation on adult and multi-site datasets.", "cite_spans": [], "ref_spans": [], "section": "Discussion and Conclusions"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Measurement of fiber orientation distributions using high angular resolution diffusion imaging", "authors": [{"first": "A", "middle": ["W"], "last": "Anderson", "suffix": ""}], "year": 2005, "venue": "MR in Med", "volume": "54", "issn": "5", "pages": "1194--1206", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Multivariate normalization with symmetric diffeomorphisms for multivariate studies", "authors": [{"first": "B", "middle": [], "last": "Avants", "suffix": ""}, {"first": "J", "middle": ["T"], "last": "Duda", "suffix": ""}, {"first": "H", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Gee", "suffix": ""}], "year": 2007, "venue": "MICCAI 2007", "volume": "4791", "issn": "", "pages": "359--366", "other_ids": {"DOI": ["10.1007/978-3-540-75757-3_44"]}}, "BIBREF2": {"ref_id": "b2", "title": "Symmetric diffeomorphic image registration with cross-correlation: evaluating automated labeling of elderly and neurodegenerative brain", "authors": [{"first": "B", "middle": ["B"], "last": "Avants", "suffix": ""}, {"first": "C", "middle": ["L"], "last": "Epstein", "suffix": ""}, {"first": "M", "middle": [], "last": "Grossman", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Gee", "suffix": ""}], "year": 2008, "venue": "Med. Image Anal", "volume": "12", "issn": "1", "pages": "26--41", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Combined PET-MR brain registration to discriminate between Alzheimer's disease and healthy controls", "authors": [{"first": "L", "middle": [], "last": "Cattell", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Schnabel", "suffix": ""}, {"first": "J", "middle": [], "last": "Declerck", "suffix": ""}, {"first": "C", "middle": [], "last": "Hutton", "suffix": ""}], "year": 2014, "venue": "WBIR 2014", "volume": "8545", "issn": "", "pages": "134--143", "other_ids": {"DOI": ["10.1007/978-3-319-08554-8_14"]}}, "BIBREF4": {"ref_id": "b4", "title": "Multi-shell SHARD reconstruction from scattered slice diffusion MRI data in the neonatal brain", "authors": [{"first": "D", "middle": [], "last": "Christiaens", "suffix": ""}], "year": 2018, "venue": "ISMRM", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Threedimensional motion corrected sensitivity encoding reconstruction for multi-shot multi-slice MRI: application to neonatal brain imaging", "authors": [{"first": "L", "middle": [], "last": "Cordero-Grande", "suffix": ""}, {"first": "E", "middle": ["J"], "last": "Hughes", "suffix": ""}, {"first": "J", "middle": [], "last": "Hutter", "suffix": ""}, {"first": "A", "middle": ["N"], "last": "Price", "suffix": ""}, {"first": "J", "middle": ["V"], "last": "Hajnal", "suffix": ""}], "year": 2018, "venue": "MR in Med", "volume": "79", "issn": "3", "pages": "1365--1376", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Improving registration using multi-channel diffeomorphic demons combined with certainty maps", "authors": [{"first": "D", "middle": [], "last": "Forsberg", "suffix": ""}, {"first": "Y", "middle": [], "last": "Rathi", "suffix": ""}, {"first": "S", "middle": [], "last": "Bouix", "suffix": ""}, {"first": "D", "middle": [], "last": "Wassermann", "suffix": ""}, {"first": "H", "middle": [], "last": "Knutsson", "suffix": ""}, {"first": "C.-F", "middle": [], "last": "Westin", "suffix": ""}], "year": 2011, "venue": "MBIA 2011", "volume": "7012", "issn": "", "pages": "19--26", "other_ids": {"DOI": ["10.1007/978-3-642-24446-9_3"]}}, "BIBREF7": {"ref_id": "b7", "title": "Multi-contrast diffusion tensor image registration with structural MRI", "authors": [{"first": "X", "middle": [], "last": "Geng", "suffix": ""}, {"first": "M", "middle": [], "last": "Styner", "suffix": ""}, {"first": "A", "middle": [], "last": "Gupta", "suffix": ""}, {"first": "D", "middle": [], "last": "Shen", "suffix": ""}, {"first": "J", "middle": [], "last": "Hgilmore", "suffix": ""}], "year": 2012, "venue": "ISBI 2012", "volume": "", "issn": "", "pages": "684--687", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "A framework for creating population specific multimodal brain atlas using clinical T1 and diffusion tensor images", "authors": [{"first": "V", "middle": [], "last": "Gupta", "suffix": ""}, {"first": "G", "middle": [], "last": "Malandain", "suffix": ""}, {"first": "N", "middle": [], "last": "Ayache", "suffix": ""}, {"first": "X", "middle": [], "last": "Pennec", "suffix": ""}, {"first": "A", "middle": [], "last": "Fuster", "suffix": ""}, {"first": "A", "middle": [], "last": "Ghosh", "suffix": ""}, {"first": "E", "middle": [], "last": "Kaden", "suffix": ""}, {"first": "Y", "middle": [], "last": "Rathi", "suffix": ""}], "year": 2016, "venue": "Computational Diffusion MRI. MV", "volume": "", "issn": "", "pages": "99--108", "other_ids": {"DOI": ["10.1007/978-3-319-28588-7_9"]}}, "BIBREF9": {"ref_id": "b9", "title": "Time-efficient and flexible design of optimized multishell HARDI diffusion", "authors": [{"first": "J", "middle": [], "last": "Hutter", "suffix": ""}], "year": 2018, "venue": "MR in Med", "volume": "79", "issn": "3", "pages": "1276--1292", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Reconstruction of fetal brain MRI with intensity matching and complete outlier removal", "authors": [{"first": "M", "middle": [], "last": "Kuklisova-Murgasova", "suffix": ""}, {"first": "G", "middle": [], "last": "Quaghebeur", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Rutherford", "suffix": ""}, {"first": "J", "middle": ["V"], "last": "Hajnal", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Schnabel", "suffix": ""}], "year": 2012, "venue": "Med. Image Anal", "volume": "16", "issn": "8", "pages": "1550--1564", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Automatic whole brain MRI segmentation of the developing neonatal brain", "authors": [{"first": "A", "middle": [], "last": "Makropoulos", "suffix": ""}], "year": 2014, "venue": "IEEE TMI", "volume": "33", "issn": "9", "pages": "1818--1831", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Simultaneous registration of structural and diffusion weighed images using the full DTI information", "authors": [{"first": "H", "middle": [], "last": "Nadeau", "suffix": ""}, {"first": "Y", "middle": [], "last": "Chai", "suffix": ""}, {"first": "P", "middle": [], "last": "Thompson", "suffix": ""}, {"first": "N", "middle": [], "last": "Leporé", "suffix": ""}], "year": 2015, "venue": "In: SPIE", "volume": "9287", "issn": "", "pages": "", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Spatial normalization of diffusion tensor MRI using multiple channels", "authors": [{"first": "H", "middle": ["J"], "last": "Park", "suffix": ""}], "year": 2003, "venue": "Neuroimage", "volume": "20", "issn": "4", "pages": "1195--2009", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Multi-contrast diffeomorphic non-linear registration of orientation density functions", "authors": [{"first": "M", "middle": [], "last": "Pietsch", "suffix": ""}, {"first": "D", "middle": [], "last": "Raffelt", "suffix": ""}, {"first": "T", "middle": [], "last": "Dhollander", "suffix": ""}, {"first": "J", "middle": ["D"], "last": "Tournier", "suffix": ""}], "year": 2017, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "A framework for multi-component analysis of diffusion MRI data over the neonatal period", "authors": [{"first": "M", "middle": [], "last": "Pietsch", "suffix": ""}], "year": 2017, "venue": "NeuroImage", "volume": "186", "issn": "", "pages": "321--337", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Symmetric diffeomorphic registration of fibre orientation distributions", "authors": [{"first": "D", "middle": [], "last": "Raffelt", "suffix": ""}, {"first": "J", "middle": ["D"], "last": "Tournier", "suffix": ""}, {"first": "J", "middle": [], "last": "Fripp", "suffix": ""}, {"first": "S", "middle": [], "last": "Crozier", "suffix": ""}, {"first": "A", "middle": [], "last": "Connelly", "suffix": ""}, {"first": "O", "middle": [], "last": "Salvado", "suffix": ""}], "year": 2011, "venue": "NeuroImage", "volume": "56", "issn": "3", "pages": "1171--80", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Reorientation of fiber orientation distributions using apodized point spread functions", "authors": [{"first": "D", "middle": [], "last": "Raffelt", "suffix": ""}], "year": 2012, "venue": "MR in Med", "volume": "67", "issn": "3", "pages": "844--855", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Multi-channel registration of fractional anisotropy and T1-weighted images in the presence of atrophy: application to multiple sclerosis", "authors": [{"first": "E", "middle": [], "last": "Roura", "suffix": ""}], "year": 2015, "venue": "Funct. Neurol", "volume": "30", "issn": "4", "pages": "245--256", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "MRI of perinatal brain injury", "authors": [{"first": "M", "middle": [], "last": "Rutherford", "suffix": ""}, {"first": "M", "middle": ["M"], "last": "Biarge", "suffix": ""}, {"first": "J", "middle": [], "last": "Allsop", "suffix": ""}, {"first": "S", "middle": [], "last": "Counsell", "suffix": ""}, {"first": "F", "middle": [], "last": "Cowan", "suffix": ""}], "year": 2010, "venue": "Pediatr. Radiol", "volume": "40", "issn": "6", "pages": "819--833", "other_ids": {"DOI": ["10.1007/s00247-010-1620-z"]}}, "BIBREF20": {"ref_id": "b20", "title": "Robust determination of the fibre orientation distribution in diffusion MRI: non-negativity constrained super-resolved spherical deconvolution", "authors": [{"first": "J", "middle": ["D"], "last": "Tournier", "suffix": ""}, {"first": "F", "middle": [], "last": "Calamante", "suffix": ""}, {"first": "A", "middle": [], "last": "Connelly", "suffix": ""}], "year": 2007, "venue": "NeuroImage", "volume": "35", "issn": "4", "pages": "1459--1472", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "MRtrix3: a fast, flexible and open software framework for medical image processing and visualisation", "authors": [{"first": "J", "middle": ["D"], "last": "Tournier", "suffix": ""}], "year": 2019, "venue": "NeuroImage", "volume": "202", "issn": "", "pages": "116--137", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "An example of the certainty maps αi for T2, one of the ODF component channels (lmax = 2), FA, and the sum of all channels ( i αi).", "latex": null, "type": "figure"}, "FIGREF1": {"text": "For each of the investigated 20 cases, we performed a set of longitudinal (intrapatient) registrations with different settings including different combinations of channels {T2; FA; T2+FA; STR (structural: T1+T2); ODF; ODF+STR; ODF+STR+FA} and similarity metrics {SSD; LNCC; LAC}. The channel weighting options include average and weighted: {A-; W-}. The employed parameter settings are given in Sect. 2.3.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "676 ± 0.021 0.724 ± 0.034 0.794 ± 0.027 0.427 ± 0.035 FA:LNCC 0.686 ± 0.021 0.569 ± 0.031 0.770 ± 0.025 0.348 ± 0.040 ANTs LNCC demons: MC registration with certainty map weighting [7] T2+FA:W-LNCC 0.686 ± 0.036 0.700 ± 0.034 0.800 ± 0.023 0.429 ± 0.037 MRtrix3 MC Syn demons (SSD): registration of ODFs [15, 17] ODF:SSD 0.710 ± 0.019 0.619 ± 0.045 0.784 ± 0.026 0.422 ± 0.045 ODF+STR:A-SSD 0.667 ± 0.116 0.628 ± 0.047 0.768 ± 0.072 0.413 ± 0.054 MRtrix3 LAC/LNCC demons: MC registration of ODFs and structural volumes with certainty map weighting (proposed method) ODF:LAC 0.709 ± 0.022 0.661 ± 0.041 0.788 ± 0.032 0.448 ± 0.039 ODF+STR: A-LAC/LNCC 0.709 ± 0.020 0.678 ± 0.039 0.799 ± 0.028 0.451 ± 0.039 ODF+STR:W-LAC/LNCC 0.713 ± 0.023 0.689 ± 0.038 0.803 ± 0.027 0.455 ± 0.038 ODF+STR+FA:W-LAC/LNCC 0.714 ± 0.022 0.677 ± 0.039 0.800 ± 0.028 0.454 ± 0.039", "latex": null, "type": "figure"}, "FIGREF3": {"text": "An example of longitudinal intra-patient registration for 31 =⇒ 42 weeks PMA datasets. Difference between the original and transformed WM ODF SH coefficients (l = 2, m = 0) for the classical ODF registration with SSD metric, weighted MC registration of T2+FA channels with LNCC metric and weighted MC registration of ODF+T1+T2 channels with LAC and LNCC metrics.", "latex": null, "type": "figure"}, "FIGREF4": {"text": "An example of longitudinal symmetric MC registration for 31 ⇐⇒ 42 weeks PMA at scan case including: original and transformed T2 volumes, original and transformed ODF over T2, original and transformed ODF over masked original T1 volume (used as a template), original and transformed labels.", "latex": null, "type": "figure"}, "FIGREF5": {"text": "An example of multi-channel template of neonatal brain generated from 40-43 PMA datasets including: WM ODF, FA, T1 and T2 channels.", "latex": null, "type": "figure"}, "TABREF1": {"text": "Table 1. Quantitative evaluation of the proposed multi-channel registration approach on longitudinal dMRI datasets of 20 neonates: Dice coefficient for brain tissue labels and AC between ODF volumes.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Channels/metrics </td><td>IC </td><td>CGM </td><td>HIP </td><td>ODF AC\n</td></tr><tr><td>ANTs LNCC demons: single-channel registration [3]\n</td><td> </td><td> </td></tr><tr><td>T2:LNCC </td><td>0.676± 0.021 </td><td>0.724 ± 0.034 </td><td>0.794± 0.027 </td><td>0.427± 0.035\n</td></tr><tr><td>FA:LNCC </td><td>0.686± 0.021 </td><td>0.569± 0.031 </td><td>0.770± 0.025 </td><td>0.348± 0.040\n</td></tr><tr><td>ANTs LNCC demons: MC registration with certainty map weighting [7]\n</td><td> </td></tr><tr><td>T2+FA:W-LNCC </td><td>0.686± 0.036 </td><td>0.700± 0.034 </td><td>0.800± 0.023 </td><td>0.429± 0.037\n</td></tr><tr><td>ODF:SSD </td><td>0.710± 0.019 </td><td>MRtrix3 MC Syn demons (SSD): registration of ODFs [15,17] 0.619± 0.045 </td><td>0.784± 0.026 </td><td>0.422± 0.045\n</td></tr><tr><td>ODF+STR:A-SSD </td><td>0.667± 0.116 map weighting (proposed method)\n</td><td>0.628± 0.047 </td><td>0.768± 0.072 </td><td>0.413± 0.054\n</td></tr><tr><td>MRtrix3 LAC/LNCC demons: MC registration of ODFs and structural volumes with certainty\n</td></tr><tr><td>ODF:LAC </td><td>0.709± 0.022 </td><td>0.661± 0.041 </td><td>0.788± 0.032 </td><td>0.448± 0.039\n</td></tr><tr><td>ODF+STR: A-LAC/LNCC </td><td>0.709± 0.020 </td><td>0.678± 0.039 </td><td>0.799± 0.028 </td><td>0.451± 0.039\n</td></tr><tr><td>ODF+STR:W-LAC/LNCC </td><td>0.713± 0.023 </td><td>0.689± 0.038 </td><td>0.803 ± 0.027 </td><td>0.455 ± 0.038\n</td></tr><tr><td>ODF+STR+FA:W-LAC/LNCC </td><td>0.714 ± 0.022 </td><td>0.677± 0.039 </td><td>0.800± 0.028 </td><td>0.454± 0.039\n</td></tr></table></body></html>"}}, "back_matter": []}