{
    "paper_id": "883d3812a69e0ae3620b797937b43192871b6414",
    "metadata": {
        "title": "Journal Pre-proof Efficacy and safety of traditional Chinese medicine in COVID-19: a scoping review",
        "authors": [
            {
                "first": "Eduardo",
                "middle": [],
                "last": "Andrés Tuta-Quintero",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universidad de La Sabana",
                    "location": {
                        "settlement": "Chía",
                        "region": "Cundinamarca",
                        "country": "Colombia"
                    }
                },
                "email": ""
            },
            {
                "first": "Valentina",
                "middle": [],
                "last": "Suárez-Ramirez",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universidad de La Sabana",
                    "location": {
                        "settlement": "Chía",
                        "region": "Cundinamarca",
                        "country": "Colombia"
                    }
                },
                "email": ""
            },
            {
                "first": "Juan",
                "middle": [],
                "last": "Pimentel",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universidad de La Sabana",
                    "location": {
                        "settlement": "Chía",
                        "region": "Cundinamarca",
                        "country": "Colombia"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Autor para correspondencia. Correo electrónico: Eduardotuqu@unisabana.edu.co (E.A. Tuta-Quintero). RESUMEN Introducción: Ante la ausencia de una vacuna o tratamiento específico para controlar la actual pandemia, es necesario seguir investigando potenciales agentes terapéuticos contra la COVID-19. La medicina tradicional china (MTC) se ha usado en el tratamiento de pacientes con SARS (síndrome respiratorio agudo grave) y MERS (síndrome respiratorio de Oriente Medio), y podría tener un rol en la prevención, tratamiento o rehabilitación de pacientes con COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Objetivo: Describir el estado actual de la literatura científica publicada hasta el 17 de mayo de 2020, sobre la eficacia y seguridad de la MTC en pacientes con COVID-",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Material y métodos: Revisión sistemática exploratoria que incluyó PubMed, Embase, Scopus y 18 bases de datos de la Plataforma de Registros Internacionales de Ensayos Clínicos de la Organización Mundial de la Salud. Se incluyeron publicaciones empíricas y teóricas en inglés y español.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Resultados: Se incluyeron 35 documentos y 93 registros de ensayos clínicos (n = 128); 46 ensayos clínicos evalúan decocciones, cápsulas, gránulos, inyecciones y soluciones orales a base de agentes herbarios. Los documentos son revisiones narrativas (n = 9), cartas al editor (n = 6), revisiones sistemáticas (n = 4), estudios in silico (n = 4), editoriales (n = 3), comentarios (n = 2), serie de casos Page 2 of 34 J o u r n a l P r e -p r o o f (n = 2), recomendaciones de práctica clínica (n = 2), guías de práctica clínica (n = 1), estudios in vitro (n = 1) y artículo de opinión (n = 1).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Conclusiones: Solo 2 estudios de series de casos en las que se emplean fórmulas a base de agentes herbarios reportaron beneficios en pacientes con neumonía leve y grave por SARS-CoV-2. Hay 78 ensayos controlados aleatorizados en curso que pronto arrojarán evidencia sobre la eficacia y seguridad de la MTC en pacientes con COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "La más reciente pandemia a la que la humanidad se ha enfrentado es una neumonía de origen viral identificada en diciembre del 2019 en Wuhan, China 1a,b .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introducción"
        },
        {
            "text": "El agente etiológico es un nuevo ARN betacoronavirus con envoltura y similitud filogenética con el SARS-CoV 2 . El 30 de enero, la Organización Mundial de la Salud En Europa, el uso de medicinas alternativas y complementarias ha aumentado en las últimas décadas, pese a la ausencia de una definición global y claridad sobre cuáles prácticas medicinales pertenecen a ella. La más reportada son las hierbas medicinales, seguida de la homeopatía, la quiropráctica, la acupuntura y la reflexología 13 . En España se reporta un uso de estas medicinas del 15 al 47% de la población 13 .",
            "cite_spans": [
                {
                    "start": 494,
                    "end": 496,
                    "text": "13",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 576,
                    "end": 578,
                    "text": "13",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Introducción"
        },
        {
            "text": "En la actualidad se desconoce la eficacia y seguridad de la MTC en la prevención o tratamiento de la COVID-19, como tratamiento exclusivo o como coadyuvante terapéutico de la medicina moderna [14] [15] [16] . También, se han reportado casos de interacciones farmacológicas o reacciones adversas atribuidas al consumo de hierbas medicinales chinas 17, 18 . Por lo anterior, una adecuada y rápida diseminación de la información 19 sobre la eficacia y seguridad de la MTC en la COVID-19 es necesaria para orientar a tomadores de decisiones, investigadores y profesionales de la salud que utilizan la MTC en su práctica cotidiana. En la siguiente revisión sistemática exploratoria se recopila y describe la información disponible sobre la eficacia y seguridad de la MTC en la prevención o el manejo de la COVID-19 hasta el 17 de mayo de 2020.",
            "cite_spans": [
                {
                    "start": 192,
                    "end": 196,
                    "text": "[14]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 197,
                    "end": 201,
                    "text": "[15]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 202,
                    "end": 206,
                    "text": "[16]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 347,
                    "end": 350,
                    "text": "17,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 351,
                    "end": 353,
                    "text": "18",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 426,
                    "end": 428,
                    "text": "19",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Introducción"
        },
        {
            "text": "Se realizó una revisión sistemática exploratoria siguiendo los pasos propuestos por Arksey y O'Malley 20 y revisados por Levac et al 21 : a) identificar la pregunta de investigación; b) buscar estudios relevantes; c) seleccionar estudios; d) extraer los datos, y e) resumir y reportar los resultados. La revisión respondió la pregunta ¿cuál es el estado actual de la literatura científica sobre la eficacia y seguridad de la MTC en la COVID-19?",
            "cite_spans": [
                {
                    "start": 133,
                    "end": 135,
                    "text": "21",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Material y métodos"
        },
        {
            "text": "Page 5 of 34 J o u r n a l P r e -p r o o f Antes de iniciar el estudio se desarrolló un protocolo utilizando la guía PRISMA-P para revisiones sistemáticas exploratorias (Preferred Reporting Items for Systematic Reviews and Meta-Analyses Protocol) 22 . El protocolo está disponible por pedido a los autores.",
            "cite_spans": [
                {
                    "start": 248,
                    "end": 250,
                    "text": "22",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Protocolo"
        },
        {
            "text": "Los criterios de inclusión fueron: a) idioma de la publicación es español o inglés; b) publicaciones realizadas en el año 2019 o 2020; c) publicaciones con datos empíricos (in vitro o in vivo) o publicaciones teóricas (revisiones narrativas, comentarios, cartas al editor); d) intervenciones usadas en la MTC, y e) publicaciones sobre COVID-19 o SARS-CoV-2. Se excluyeron los documentos que no cumplían con criterios de inclusión.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Criterios de elegibilidad"
        },
        {
            "text": "En esta revisión se utilizaron las siguientes bases de datos: PubMed, Embase a través de OVID y Scopus. Nuestra estrategia de búsqueda fue guiada por un bibliotecólogo basado en la Universidad de La Sabana, Colombia. Se emplearon operadores booleanos y palabras clave apropiados de cada plataforma de base de datos. Adicionalmente, se incluyeron las referencias citadas en los documentos incluidos si cumplían con los criterios de inclusión y si no se habían identificado previamente. El algoritmo de búsqueda está disponible en las tablas 1 y 2 del material suplementario. datos cumplen con criterios específicos de contenido, calidad, validez y accesibilidad 23 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fuentes de información y estrategia de búsqueda"
        },
        {
            "text": "Utilizando la aplicación web de acceso gratuito para la gestión de revisiones sistemáticas (Ouzzani et al 24 ), 2 de los autores (E.A.T.-Q. y V.S.-R.) revisaron los títulos y resúmenes de las publicaciones potencialmente relevantes de manera independiente. Los autores discutieron y llegaron a un consenso sobre las publicaciones en las que tenían diferencias. Se obtuvieron los documentos seleccionados en texto completo y posterior a su lectura se realizó la selección final de estos basándose en los criterios de inclusión. Para la extracción de datos se crearon tablas en Microsoft Excel, se elaboraron 2 formatos basados en las variables que responderían la pregunta de investigación: uno donde se registraron los ensayos clínicos y otro donde se registraron los demás documentos. Se realizaron reuniones regulares para discutir y ajustar dichos formatos. Se registró la siguiente información: autores, tipo de estudio, objetivo, fecha de publicación, revista, país de los autores, ocurrencia y hallazgos principales.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Selección de estudios y extracción de datos"
        },
        {
            "text": "Se presentan los resultados siguiendo las categorías propuestas por Grudniewicz et al 25 : a) un resumen de las características y distribución de las publicaciones incluidas, y b) una síntesis narrativa de los resultados. Para escribir este artículo, se siguió la extensión PRISMA para reportar revisiones sistemáticas exploratorias (PRISMA-ScR) 22 . La lista de chequeo está disponible en la tabla 3 del material suplementario. ",
            "cite_spans": [
                {
                    "start": 346,
                    "end": 348,
                    "text": "22",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Síntesis y presentación de los resultados"
        },
        {
            "text": "Entre los documentos incluidos se encuentran revisiones narrativas (n = 9), cartas al editor (n = 6), editoriales (n = 3), revisiones sistemáticas (n = 4), estudios in silico (n = 4), comentarios (n = 2), serie de casos (n = 2), recomendaciones de práctica clínica (n = 2) guías de práctica clínica (n = 1), estudios in vitro (n = 1) y artículo de opinión (n = 1). Todos los documentos fueron escritos en inglés, salvo uno en español. El país de origen de los autores en su mayoría es China (n = 30), seguido de India (n = 1), Italia (n = 1), Australia (n = 1), Malasia (n = 1) y colaboración entre China y Estados Unidos (n = 1). Los hallazgos principales de cada uno de estos documentos se describen en la tabla 2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Síntesis de los hallazgos de las publicaciones incluidas en la revisión"
        },
        {
            "text": "El 6 de febrero de 2020, en la revista Military Medical Research se publicó un artículo de reflexión a modo de guía de práctica clínica siguiendo la metodología de la OMS para consejos rápidos de práctica clínica 26,27 . El documento también reportó algunos datos clínicos de pacientes con COVID-19 internados en el Hospital Zhongnan de la Universidad de Wuhan. En el documento se incluyeron las características epidemiológicas de los pacientes, así como recomendaciones de Page 9 of 34 J o u r n a l P r e -p r o o f detección, prevención, diagnóstico y tratamiento para la COVID-19, incluyendo la MTC. Los autores consideraron la MTC sobre la base de la experiencia previa acumulada en el tratamiento del SARS, MERS e influenza, y teniendo en cuenta la carencia de evidencia en el manejo del nuevo coronavirus 28 . En cuanto a prevención, el documento recomienda fumigación con moxa (hojas secas pulverizadas de Artemisia abrotanum) en la habitación, el uso de bolsas con hierbas chinas perfumadas como Syzygium aromaticum, Schizonepeta de hoja fina, Perilla frutescens y Cinnamomum zeylanicum, entre otras. Se recomienda también la prescripción de hierbas chinas para baño de pies (Artemisia vulgaris, Carthamus y Zingiber officinale seco), té medicinal y medicina china patentada como cápsulas de Huo Xiang Zheng Qi o Huo Xiang Zheng Qi Shui. En cuanto al tratamiento, se sugiere dividirlo en etapas clínicas de la siguiente manera: período de observación clínica y período de tratamiento clínico. En el período de observación clínica se describen 2 tipos de sintomatología, en el primero, que se caracteriza por hipodinamia y malestar gastrointestinal, se recomiendan cápsulas de Huo Xiang Zheng Qi; en el segundo, que se caracteriza por hipodinamia y fiebre, se recomiendan gránulos de Jinhua Qinggan y cápsulas de Lianhua Qingwen, entre otras. El período de tratamiento clínico se divide en 7 etapas, cada una con características clínicas particulares, dentro de las recomendaciones de tratamiento están el polvo de Huo Xiang Zheng Qi, la inyección de Xiyanping, la píldora de costus y amomum, la pildora Shengmaiyin y numerosas decocciones.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Síntesis de los hallazgos de las publicaciones incluidas en la revisión"
        },
        {
            "text": "El 9 de febrero, Wang et al 29 publicaron un estudio descriptivo retrospectivo, en el que se describen las características clínicas y el tratamiento combinado de la medicina china y la occidental en 4 pacientes con neumonía por COVID-19. Los pacientes recibieron una combinación de lopinavir/ritonavir, arbidol y la cápsula Shufeng Jiedu (MTC utilizada en el tratamiento de la gripe). Dos pacientes presentaron un cuadro de neumonía leve y el resto un cuadro de neumonía grave.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Síntesis de los hallazgos de las publicaciones incluidas en la revisión"
        },
        {
            "text": "Tras recibir el tratamiento combinado, 3 pacientes tuvieron una mejoría significativa en los síntomas. El paciente restante, el cual presentaba neumonía grave, mostró signos de mejoría en la fecha límite de la recolección de los datos.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Síntesis de los hallazgos de las publicaciones incluidas en la revisión"
        },
        {
            "text": "Los autores resaltaron la potencial eficacia de este tratamiento combinado, aunque no mencionaron datos acerca de su seguridad. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Síntesis de los hallazgos de las publicaciones incluidas en la revisión"
        },
        {
            "text": "China es uno de los países con mayor experiencia y éxito en el control de la COVID-19 39 , por lo que resulta relevante conocer sus estrategias de contingencia, incluyendo la MTC. En este estudio se encontraron 93 registros de ensayos clínicos y 35 documentos que investigan el rol de la MTC en la COVID-19. La mayoría de los ensayos clínicos son aleatorizados y la totalidad se desarrollan en China. Se encontró un tamaño de muestra acumulado de más de 38.000 pacientes. Los estudios evalúan, principalmente, los efectos de agentes herbarios 7 en combinación con manejo occidental recomendado para COVID-19. El tratamiento occidental también se utiliza en el grupo control de la mayoría de los ensayos, aunque los autores no describen los componentes del tratamiento convencional.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discusión"
        },
        {
            "text": "Las ocurrencias evalúan principalmente tiempo de mejoría clínica y conversión viral negativa.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discusión"
        },
        {
            "text": "Page 12 of 34 J o u r n a l P r e -p r o o f Únicamente se encontraron 2 estudios clínicos (serie de casos), que incluían un total de 10 pacientes. Dos pacientes presentaron neumonía leve y 8 neumonía grave. Ambos estudios reportaron resultados favorables en pacientes con COVID-19 que recibieron Qufeidu No. 1, que mejoró la evolución de la enfermedad con recuperación total de todos los pacientes. En uno de estos estudios 29 se incluyó tratamiento occidental con lopinavir/ritonavir y arbidol, además de la MTC. Los autores recomendaron la necesidad de mayor investigación dado el reducido tamaño de muestra, debilidad del diseño de estudio y ausencia de datos sobre su seguridad 29,30 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discusión"
        },
        {
            "text": "Las revisiones narrativas y sistémicas, cartas al editor, editoriales y guías de práctica clínica comprenden la gran mayoría de documentos teóricos. Existe evidencia que respalda el uso de MTC en infecciones por el SARS-CoV 9 y se ha reportado similitud filogenética y receptores de entrada celular similares entre el SARS-CoV-2 y el SARS-CoV 2 . Por lo anterior, los investigadores recomiendan realizar más estudios para probar compuestos de MTC en pacientes con la COVID-",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discusión"
        },
        {
            "text": "Ante la ausencia de evidencia que soporte el uso de la MTC en COVID-19, es imprescindible contar con estudios clínicos, idealmente ensayos aleatorizados y controlados, para determinar la eficacia y seguridad de estas prácticas tradicionales en la pandemia emergente. De los 93 ensayos clínicos en curso que arrojó nuestra búsqueda, 78 son ensayos clínicos aleatorizados, lo que permite concluir que pronto se contará con datos que permitan conocer la eficacia y la seguridad de la MTC en el manejo de pacientes con COVID-19. Se deberá prestar atención al efecto de la MTC en conjunto con medicina occidental, interacciones farmacológicas, reacciones adversas y comorbilidades que puedan modificar la eficacia y seguridad de la MTC. Además, dado que se encontraron múltiples compuestos y terapias, formas farmacéuticas y momentos de uso, habrá que distinguir cuáles de estas y en qué combinación resultan terapias eficaces y seguras para pacientes con COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "19."
        },
        {
            "text": "Los estudios in silico permiten explorar la actividad biológica, el mecanismo de acción y predecir los efectos adversos de compuestos potencialmente útiles, lo que permite una búsqueda de posibles medicamentos eficaces y seguros para el ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "19."
        },
        {
            "text": "Los hallazgos encontrados están sometidos al restringido número de evidencia disponible y a la ausencia de estudios clínicos que exploran el rol de la MTC en la COVID-19. Solo se incluyeron 3 bases de datos, pero cada una aportó fortalezas para nuestra investigación: PubMed es la base de datos médica más consultada y completa del mundo, Scopus posee más de 5.000 casas editoras y Embase se destaca por sus publicaciones en el área de farmacología. Únicamente se incluyeron documentos en inglés y español. Consecuente a la cantidad de estudios aportado por la medicina china, el idioma (mandarín) fue limitación en la obtención de información.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Limitaciones"
        },
        {
            "text": "A diferencia de las revisiones sistemáticas clásicas, las revisiones sistemáticas exploratorias no incluyen una evaluación de la calidad de la evidencia, debido al amplio alcance temático de la pregunta de investigación 14 . Adicionalmente, la extensión PRISMA para exponer revisiones sistemáticas exploratorias 16 , no recomienda realizar análisis de la calidad de la evidencia.",
            "cite_spans": [
                {
                    "start": 220,
                    "end": 222,
                    "text": "14",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 312,
                    "end": 314,
                    "text": "16",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Limitaciones"
        },
        {
            "text": "Por el momento no hay estudios clínicos publicados que exploren la eficacia y la seguridad de la MTC para enfrentar la actual pandemia por COVID-19. Solo 2 series de casos reportan resultados positivos de la MTC en pacientes con COVID-19 utilizando cápsula Shufeng Jiedu y la fórmula de Qing Fei Pai Du Tang No. 1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusiones"
        },
        {
            "text": "Los 78 ensayos controlados aleatorizados en curso arrojarán evidencia sobre la eficacia y seguridad de la MTC en pacientes con COVID-19. Estos estudios también deberán reportar información respecto a potenciales interacciones con la medicina ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusiones"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Phytotherapic compounds against coronaviruses: Possible streams for future research",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Antonelli",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Donelli",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Maggini",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Firenzuoli",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Phytother Res",
            "volume": "34",
            "issn": "",
            "pages": "1469--70",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Overview of Integrative Medicine Practices and Policies in NATO Participant Countries",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Hegyi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Petri",
                    "suffix": ""
                },
                {
                    "first": "Roberti",
                    "middle": [],
                    "last": "Di Sarsina",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Niemtzow",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Med Acupunct",
            "volume": "27",
            "issn": "",
            "pages": "318--345",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Medicina herbal china ofertada en páginas web en español: calidad de la información y riesgos",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Tejedor-García",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "García-Pastor",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Benito-Martínez",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "J"
                    ],
                    "last": "De Lucio-Cazaña",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Gac Sanit",
            "volume": "32",
            "issn": "",
            "pages": "54--60",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Interactions between herbs and conventional drugs: overview of the clinical data",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Izzo",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Med Princ Pract",
            "volume": "21",
            "issn": "",
            "pages": "404--432",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Herbal medicine research and global health: an ethical analysis",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Tilburt",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Kaptchuk",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Bull World Health Organ",
            "volume": "86",
            "issn": "",
            "pages": "594--603",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Intoxicación por «Niuhuang Jiedu Pian",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Martínez",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "López",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Vázquez",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "An Pediatr (Barc)",
            "volume": "72",
            "issn": "",
            "pages": "447--455",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Toxic hepatitis induced by Chinese herbs",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Casallo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Blanco",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Marcos",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Gastroenterol Hepatol",
            "volume": "28",
            "issn": "",
            "pages": "307--315",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "COVID-19: Real-time dissemination of scientific information to fight a public health emergency of international concern",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Karako",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Biosci Trends",
            "volume": "14",
            "issn": "",
            "pages": "1--2",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Scoping studies: towards a methodological framework",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Arksey",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Malley",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Int J Soc Res Methodol",
            "volume": "8",
            "issn": "",
            "pages": "19--32",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Scoping studies: advancing the methodology",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Levac",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Colquhoun",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "&apos;brien",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "K"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Implement Sci",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "PRISMA Extension for Scoping Reviews (PRISMA-ScR): Checklist and Explanation",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Tricco",
                    "suffix": ""
                },
                {
                    "first": "Lillie",
                    "middle": [
                        "E"
                    ],
                    "last": "Zarin",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Ann Intern Med",
            "volume": "169",
            "issn": "",
            "pages": "467--73",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Clinical Trials Registry Platform (ICTRP). Primary Registries. 2020 Disponible en",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Rayyan-a web and mobile app for systematic reviews",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ouzzani",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hammady",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Fedorowicz",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Elmagarmid",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Syst Rev",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "OMS) declaró el brote como una emergencia de salud pública de preocupación internacional, y el 11 de febrero recibió el nombre de enfermedad del coronavirus 2019 o COVID-19 3 . Pese a las medidas de salud pública adoptadas hasta el momento, para el 13 de junio de 2020 las cifras por la pandemia incluían 7.553.182 casos confirmados, 423.349 muertes y 188 países, áreas o territorios afectados 4 . La medicina tradicional china (MTC) es un sistema milenario de prácticas basadas principalmente en hierbas medicinales y acupuntura 5 . Este sistema se ha utilizado en múltiples enfermedades de origen infeccioso. En 2011, Wen et al 6 investigaron más de 50 plantas medicinales utilizadas en la MTC y encontraron 6 agentes herbarios con capacidad inhibitoria de la replicación y de la actividad de la proteasa 3CL del coronavirus asociado al síndrome respiratorio agudo grave (SARS-CoV). Investigadores han reportado la utilidad de la MTC en mejorar síntomas, calidad de vida y disminuir dosis requeridas de corticosteroides en paciente con SARS 7,8 , aunque la evidencia disponible aún es escasa. Las propiedades antivirales de la MTC promovieron su recomendación como tratamiento complementario durante el brote de SARS de 2003 7-10 .Ante la ausencia de una vacuna o de un tratamiento específico para controlar el brote actual, es necesario seguir investigando potenciales agentes terapéuticos contra la COVID-19. En este sentido, la MTC podría tener un rol en la prevención, tratamiento o rehabilitación de pacientes con esta enfermedad 11 . Experiencias previas, como los brotes de SARS o MERS (síndrome respiratorio de Oriente la MTC útiles para combatir la infección por SARS-CoV-2 12 .",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "chinas usadas en el tratamiento de infecciones respiratorias virales35  . El segundo estudio investiga sistemáticamente las recetas clásicas de la MTC utilizadas para prevenir y tratar la gripe común en China, e identifica que los agentes herbarios Glycyrrhizae radix et rhizoma y Scutellaria baicalensis georgilas poseen propiedades inmunomoduladoras y antiinflamatorias en el manejo de la COVID-19 36 . El tercero evalúa la potencia de diferentes saikosaponinas encontradas en plantas medicinales chinas frente a diferentes conjuntos de proteínas de unión al SARS-CoV-2 37 . En el cuarto estudio se llevó a cabo un análisis de farmacología de red para determinar la eficacia de unas fórmulas recomendadas por la Comisión Nacional de Salud (NHC) de la República Popular China, dependiendo del estadio clínico del paciente. En el estadio leve de la enfermedad se analizaron agentes herbarios como Pogostemon cablin, en el estadio moderado Atractylodes lancea, en el grave Ephedra herba, en el crítico Panax ginseng y, por último, en la recuperación se analizó Hedysarum multijugum maxim, entre otros 38 .",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "SL. WHO and rapid advice guidelines: history and future directions.2013. Disponible en: https://g-i-n.net/conference/past-conferences/10thconference/monday/10-00-am-to-1-00-pm/norris-62.pdf/at_download/file.28. Jin YH, Cai L, Cheng ZS, et al. A rapid advice guideline for the diagnosis and treatment of 2019 novel coronavirus (2019-nCoV) infected pneumonia (standard version). Mil Med Res. 2020;7:4. 29. Wang Z, Chen X, Lu Y, Chen F, Zhang W. Clinical characteristics and therapeutic procedure for four cases with 2019 novel coronavirus pneumonia receiving combined Chinese and Western medicine treatment. Biosci Trends. 2020;14:64-8. 30. Li SY, Li GY, Zhang HR, Li B, Hofmann HA, Ci ZH. Clinical efficacy and experiences of Lung-toxin Dispelling Formula No.1 treating patients of corona virus disease 2019 type severe/type extremely severe. Zhongguo Shi Yan Fang Ji Xue Za Zhi. 2020. Disponible en: https://doi.org/10.13422/j.cnki.syfjx.20200843. 31. Grupo de expertos de la Asociación China de Acupuntura-Moxibustión. Guía sobre el uso de acupuntura y moxibustión para tratar COVID-19 (segunda edición). Rev Int Acupuntura. 2020;14:16-6. 32. Cao P, Wu S, Wu T, et al. The important role of polysaccharides from a traditional Chinese medicine-Lung Cleansing and Detoxifying Decoction against the COVID-19 pandemic. Carbohydr Polym. 2020;240:116346. 33. Zhang D, Zhang B, Lv JT, Sa RN, Zhang XM, Lin ZJ. The clinical benefits of Chinese patent medicines against COVID-19 based on current evidence. Pharmacol Res. 2020;157:104882. 34. Scior T, Martínez Morales E, Salinas-Stefanon E. Los modelos in silico, una herramienta para el conocimiento farmacológico. Elementos. 2007;68:45-8. SK, Shakya A, Prasad SK, et al. An in-silico evaluation of different Saikosaponins for their potency against SARS-CoV-2 using NSP15 and fusion spike glycoprotein as targets. J Biomol Struct Dyn. 2020:1-12. 38. Luo E, Zhang D, Luo H, et al. Treatment efficacy analysis of traditional Chinese medicine for novel coronavirus pneumonia (COVID-19): an empirical study from Wuhan, Hubei Province, China. Chin Med. 2020;15:34. 39. WHO-China Joint Mission: \"non-pharmaceutic interventions\" have played a highly effective role. Disponible en: https://baijiahao.baidu.com/s?id=1659973590926734685&wfr=spider&for=pc [2020-03-01]/[2020-05-30]. 40. Cereto-Massagué A, Ojeda MJ, Valls C, Mulero M, Pujadas G, Garcia-Vallve S. Tools for in silico target fishing. Methods. 2015;71:98-103. 41. Koutsoukas A, Simms B, Kirchmair J, et al. From in silico target prediction to multi-target drug design: current databases, methods and applications. J Proteomics. 2011;74:2554-74. 42. Chan KW, Wong VT, Tang SCW. COVID-19: An Update on the Epidemiological, Clinical, Preventive and Therapeutic Evidence and Guidelines of Integrative Chinese-Western Medicine for the Management of 2019 Novel Coronavirus Disease. Am J Chin Med. 2020;48:737-62.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Page 7 of 34 J o u r n a l P r e -p r o o f Se incluyeron 35 documentos (v. bibliografía incluida en el material suplementario) y 93 registros de ensayos clínicos (n = 128) (fig. 1). clínicos que exploran la eficacia y seguridad de la medicina tradicional china Los 93 ensayos clínicos están registrados en China. La suma de los participantes en los ensayos es de 38.272 individuos. El ensayo más grande explorará el papel profiláctico de gránulos Jinhao de artemisia y una solución oral compuesta por Agastache rugosa, Ammi majus, cáscara de Areca spp., Poria cocos, hoja de Perilla frutescens, Aurantii nobilis pericarpium, Atractylodes macrocephala, corteza de Magnolia officinalis, raíz de Platycodon grandiflorus y Glycyrrhiza uralensis para reducir el riesgo de COVID-19 en 20.000 residentes de la comunidad en Chengdu, capital de la provincia de Sichuan en China. El 83,8% (78/93) de los ensayos son controlados y aleatorizados, el 10,7% (10/93) son ensayos controlados no aleatorizados, el 4,3% (4/93) son estudios no controlados y hay un estudio controlado cuasi aleatorizado. Un 37,5% (36/93) de los ensayos es multicéntrico y el resto se realizará en una única institución. Las características de estos ensayos clínicos se describen en la tabla 1. El 50,5% (47/93) de los ensayos clínicos evaluarán formas farmacéuticas como decocción, cápsulas, gránulos, jarabes, inyecciones y soluciones orales a base de asociado a una serie de ejercicios de qigong). Hay 37 ensayos que no especifican qué tipo de MTC se va a utilizar. En 2 estudios (ChiCTR2000030225 y ChiCTR2000030940) se utilizará la acupuntura asociada a tratamiento occidental recomendado para COVID-19. La acupresión (ChiCTR2000033261 y ChiCTR2000029994) y moxibustión (ChiCTR2000031203 y ChiCTR2000029956) se usarán para la intervención de manera aislada o asociada a medicina occidental.Otros estudios evaluarán una serie de ejercicios de qigong (pertenecientes a la corriente chi kung) para prevenir la COVID-19 (ChiCTR2000030933, ChiCTR2000033318 y ChiCTR2000032367).Respecto al grupo control, el 70,9% (66/93) de los estudios usarán manejo occidental recomendado para la COVID-19; 11 estudios usarán placebo, 2 usarán lopinavir/ritonavir, 2 lopinavir/ritonavir más interferón alfa y 1 interferón alfa únicamente. En el resto de los ensayos esta información no está disponible. Las ocurrencias primarias encontradas incluyen conversión viral negativa, duración de síntomas clínicos y respiratorios, mortalidad, estancia hospitalaria, resolución de inflamación en tomografía de tórax, fiebre, valores de hemograma y marcadores información es incierta para el resto de los ensayos. Durante la búsqueda se encontraron 19 estudios observacionales, que no se incluyeron en esta revisión.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "ChinaLos compuestos activos de ladecocción Qingfei Paidu y las fórmulas recomendadas por la Comisión Nacional de Salud contribuyen al tratamiento de la neumonía causada por el nuevo J o u r n a l P r e -p r o o f anticoronavirus por MTC, lo que podría ser una contribución útil para descubrir una medicina herbal china efectiva para el coronavirus que están en progreso para explorar medicinas herbales chinas eficaces para las infecciones por COVID-19. Estudio in silico Excavar sistemáticamente las recetas clásicas de la medicina china, que se han utilizado para prevenir y tratar la peste en China, y así obtener las posibles ECA2: enzima de conversión de la angiotensina 2; GPC: guía de práctica clínica; MTC: medicina tradicional china; NA: no aplicable; RDS: Respiratory Detox Shot. a Referencias incluidas en el material suplementario.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}