{
    "paper_id": "883e134fa3974b36e554ea2ecfefe99893f95d7c",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Another Piece in the Puzzle In the context of the current coronavirus disease 2019 pandemic, the issue of airborne transmission related to medical procedures has come into sharp focus. The nature of this area of research means that any answers are more likely to come from piecing together data from a series of studies rather than a single definitive study. The study of Doggett et al, 1 published in this issue of CHEST, is an important part of the jigsaw puzzle.",
            "cite_spans": [
                {
                    "start": 387,
                    "end": 388,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Potential Aerosol Generation by Bronchoscopy And Intubation"
        },
        {
            "text": "For a procedure to produce any risk of airborne transmission, the procedure has to generate infectious aerosols, which means the relevant organism has to be able to survive aerosolization. Published data suggest that severe acute respiratory syndrome-associated coronavirus 2 remains viable after aerosolization, 2 so it is reasonable to assume aerosol-generating procedures (AGP) in patients with coronavirus disease 2019 are likely to be associated with some risk of disease transmission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Potential Aerosol Generation by Bronchoscopy And Intubation"
        },
        {
            "text": "In this issue of CHEST, Doggett et al 1 examined the effect of awake bronchoscopy and tracheal intubation on aerosol production. Doggett et al 1 showed no statistically significant difference in production of submicron aerosols (0.3 mm) in patients who undergo awake bronchoscopy in a negative pressure endoscopy suite with 12 air changes per hour when compared with baseline. Although the authors state that four of 39 patients demonstrated a statistically significant increase in 0.3 mm particles, there is no description of the statistical test that was performed or how the four patients were identified for subgroup analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Potential Aerosol Generation by Bronchoscopy And Intubation"
        },
        {
            "text": "The study method is crucial to the interpretation of the data. The authors took care to ensure that any difference in aerosol density after the procedure could be due only to the procedure, but it is less clear that a false-negative result due to a high level of background particle generation or a high rate of removal that results from high level room ventilation can be excluded.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Potential Aerosol Generation by Bronchoscopy And Intubation"
        },
        {
            "text": "Intubation of pigs also was not associated with aerosol generation, which contradicts the commonly accepted belief that intubation is a high-risk aerosol-generating procedure. 3, 4 However, the results should be interpreted in context. Mask ventilation was not performed, and the animals were heavily sedated and paralyzed prior to intubation and aerosol measurements. Because intubation per se does not appear to generate aerosols, it raises the question of whether it is, in fact, the associated bag-mask ventilation that is an AGP. Furthermore, intubations were also performed under 12 air exchanges per hour, which again may have resulted in a false-negative result.",
            "cite_spans": [
                {
                    "start": 176,
                    "end": 178,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 179,
                    "end": 180,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Potential Aerosol Generation by Bronchoscopy And Intubation"
        },
        {
            "text": "So what are the implications of the findings of Doggett et al? 1 They certainly challenge the notion that bronchoscopy and intubation itself are AGP. The data are not conclusive, for the reasons given earlier and because it is impossible to know whether the study was powered adequately. Sample size calculation requires an estimate of effect size; in this case, it would be the smallest clinically relevant difference in aerosol concentration. This not only depends on room ventilation, the personal protective equipment being used, and exposure time but also is likely to depend on intensity of viral shedding and what constitutes an infectious quantum of severe acute respiratory syndrome-associated coronavirus 2, which currently is unknown. Nevertheless, the data suggest that bronchoscopy is less risky than previously believed and that the focus of research on the risks of intubation should focus on procedures that are associated with intubation, such as bag-mask ventilation, rather than intubation itself.",
            "cite_spans": [
                {
                    "start": 63,
                    "end": 64,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Potential Aerosol Generation by Bronchoscopy And Intubation"
        },
        {
            "text": "Guidelines on the use of potential AGPs such as bronchoscopy and noninvasive ventilation have focused mainly on recommendations for procedure setting and personal protective equipment. 5, 6 Where it is not possible to meet these recommendations, we believe that it is important to make a nuanced decision based on the basic medical principle of risk:benefit assessment rather than dichotomizing individual procedures as recommended or not recommended. To this end, the American Heart Associations' Interim Guidance for Basic and Advanced Life Support in Adults advises \"to balance the likelihood of success against the risk to rescuers\" in determining the appropriateness of resuscitation. 7 Similarly, transmission risks of performing potential AGPs should be pitched against the intended absolute benefit to patients. For example, benefit of bronchoscopy is different for a patient who needs bronchoscopic intubation for upper airway obstruction compared with BAL for routine investigation of ventilator-association pneumonia. We argue that the acceptable risk to the health-care provider differs accordingly.",
            "cite_spans": [
                {
                    "start": 185,
                    "end": 187,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 188,
                    "end": 189,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 690,
                    "end": 691,
                    "text": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Potential Aerosol Generation by Bronchoscopy And Intubation"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Characterization of experimental and clinical bioaerosol generation during potential aerosol-generating procedures",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Doggett",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Chow",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mubareka",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Chest",
            "volume": "158",
            "issn": "6",
            "pages": "2467--2473",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Aerosol and surface stability of SARS-CoV-2 as compared with SARS-CoV-1",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Van Doremalen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Bushmaker",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Morris",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "16",
            "pages": "1564--1567",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Consensus guidelines for managing the airway in patients with COVID-19: guidelines from the Difficult Airway Society, the Association of Anaesthetists the Intensive Care Society, the Faculty of Intensive Care Medicine, and the Royal College of Anaesthetists",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Cook",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "El-Boghdadly",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Mcguire",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "F"
                    ],
                    "last": "Mcnarry",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Patel",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Higgs",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Anaesthesia",
            "volume": "75",
            "issn": "6",
            "pages": "785--799",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Aerosol generating procedures and risk of transmission of acute respiratory infections to healthcare workers: a systematic review",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Tran",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Cimon",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Severn",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Pessoa-Silva",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Conly",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PLoS One",
            "volume": "7",
            "issn": "4",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Surviving sepsis campaign: guidelines on the management of critically ill adults with coronavirus disease 2019 (COVID-19)",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Alhazzani",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Møller",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "M"
                    ],
                    "last": "Arabi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Intensive Care Med",
            "volume": "46",
            "issn": "5",
            "pages": "854--887",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The use of bronchoscopy during the coronavirus disease 2019 pandemic: CHEST/AABIP guideline and expert panel report",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Wahidi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Shojaee",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Lamb",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Chest",
            "volume": "158",
            "issn": "3",
            "pages": "1268--1281",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Interim guidance for basic and advanced life support in adults, children, and neonates with suspected or confirmed COVID-19: from the Emergency Cardiovascular Care Committee and Get With The Guidelines-Resuscitation Adult and Pediatric Task Forces of the",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Edelson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Sasson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Chan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "American Heart Association. Circulation",
            "volume": "141",
            "issn": "25",
            "pages": "933--943",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}