{
    "paper_id": "883eaeb53d91becb109e95843780f872affffb1d",
    "metadata": {
        "title": "Late onset pulmonary embolism in young male otherwise healthy COVID-19 patients",
        "authors": [
            {
                "first": "M",
                "middle": [],
                "last": "Karolyi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "E",
                "middle": [],
                "last": "Pawelka",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "&amp;",
                "middle": [
                    "S"
                ],
                "last": "Omid",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "&amp;",
                "middle": [
                    "H"
                ],
                "last": "Kelani",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "&amp;",
                "middle": [
                    "T"
                ],
                "last": "Mader",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "&amp;",
                "middle": [
                    "S"
                ],
                "last": "Baumgartner",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "&amp;",
                "middle": [
                    "H"
                ],
                "last": "Laferl",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "&amp;",
                "middle": [
                    "M"
                ],
                "last": "Traugott",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "T",
                "middle": [],
                "last": "Seitz",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "&amp;",
                "middle": [
                    "A"
                ],
                "last": "Zoufaly",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "&amp;",
                "middle": [
                    "C"
                ],
                "last": "Wenisch",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "SARS-CoV-2 infection is associated with increased risk of thrombosis in severely ill patients but little is known about the risk in outpatients with mild to moderate disease. Our case series consists of four male otherwise healthy patients between 32 and 50 years of age. Initial symptoms completely resolved but they developed new onset of dyspnea and thoracic pain at days 14 to 26. CT scan revealed pulmonary embolism in all patients which led to hospitalization. Standard anticoagulation practice needs to be re-evaluated and may be considered for certain outpatients with COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The SARS-CoV-2 pandemic led to more than 290,000 deaths worldwide, by May 14, 2020 (https://www.ecdc.europa.eu/ en/geographical-distribution-2019-ncov-cases). Several risk factors for severe disease and mortality have been identified, e.g., advanced age, higher SOFA score, elevated Ferritin and LDH, number of comorbidities, decreased lymphocyte count, hypoalbuminemia, and elevated D-Dimer levels [1, 2] . Abnormal coagulation parameters are a key feature of COVID-19 especially in critically ill patients. One study showed that 78% of non-survivors fulfilled the laboratory criteria of DIC [3] . Studies showed reduced mortality in hospitalized COVID-19 patients treated vs not treated with anticoagulants in patients with a sepsis-induced-coagulopathy (SIC) score ≥ 4 or D-Dimer > 6 times upper limit of normal [4] .",
            "cite_spans": [
                {
                    "start": 399,
                    "end": 402,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 403,
                    "end": 405,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 593,
                    "end": 596,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 815,
                    "end": 818,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Thromboprophylaxis via low-weight-molecular heparin (LWMH) in hospitalized patients is commonly practiced but usually not considered necessary in outpatients. We might have to revaluate this practice in COVID-19 patients and consider prophylactic anticoagulation even in mild cases treated on an outpatient basis. We describe a case series of four outpatients with proven SARS-CoV-2 infection who developed pulmonary embolism (PE) with a delay of 2-4 weeks after symptom onset with complete resolution of initial symptoms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Four patients with suspected COVID-19 who did not need initial hospitalization were visited by mobile SARS-CoV-2 sampling teams in Vienna, Austria. Those trained professionals collected nasopharyngeal swabs and diagnosis of COVID-19 was made via SARS-CoV-2 PCR in certified laboratories. After initial resolution of symptoms patients had to be admitted to the Kaiser-Franz-Josef Hospital because of new onset of symptoms. This hospital is the main treating facility for proven SARS-CoV-2 infected patients in Vienna. Collection of blood samples and CT scans took place there. Data was collected retrospectively from patients' records. No statistical analysis was performed. Patient's data are described descriptively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "All patients were male and between 32 and 50 years of age. Three of them had no underlying disease; one had bronchial asthma. None of them took medications regularly. Two patients were overweight with a BMI of 28 and 30, respectively. All patients initially complained of cough and fever and some felt weak or had throat pain as well. Three patients were initially managed as outpatients in home isolation and did not receive any anticoagulation or further medication. Initial symptoms completely resolved in these patients but they developed new onset of dyspnea and/or thoracic pain at days 14 to 26 and had to be admitted to the Kaiser-Franz-Josef hospital. One patient (patient 3) had to be admitted to the hospital due to COVID-19 and received prophylactic anticoagulation (Nadroparin 0.6 ml s.c. once daily) for 7 days during his admission. He was discharged with complete resolution of symptoms but developed new onset of dyspnea the following day which lead to re-admission. Inflammation markers were only slightly elevated in 3 of 4 patients on the day of PE diagnosis. No abnormalities in common coagulation tests were observed. Two of the 4 patients were already SARS-CoV-2 negative in nasopharyngeal swabs on the day of PE diagnosis. In 3 of the 4 patients, ECG showed sinus tachycardia (112-125 bpm), one patient had a right axis deviation. CT scans revealed large bilateral PE in two patients and smaller unilateral PE in the other two patients. D-Dimer levels varied between 1.06 and 16.96 mg/L and where higher in patients with bilateral PE. None of the patients had signs nor history of deep vein thrombosis. After diagnosis of pulmonary embolism was established, patients were started on anticoagulation therapy with LWMH and direct oral anticoagulation (DOAC) and recovered. For further details see Table 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1818,
                    "end": 1825,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Immobilization, dehydration, inflammation-induced hypercoagulability, and genetic thrombophilia are established risk factors for thrombosis associated with many bacterial and viral infections. Our patients did not have any history of prior deep vein thrombosis, PE, or any other clotting disease. Common clotting tests did not show any abnormalities beside elevated D-Dimer levels. A Chinese study found elevated D-Dimer and decreased antithrombin levels even in non-severely ill patients [5] . The prevalence of DVT in a small study of 81 hospitalized COVID-19 patients with a median age of 60 years and 54% females who did not receive prophylactic anticoagulation was 25% [6] . This unusual high rate of coagulopathies associated with COVID-19 suggest additional causes and warrants further investigation. BMI body mass index, PE pulmonary embolism, PT prothrombin time, aPPT activated partial thromboplastin time, ECG electro cardiogram, bpm beats per minute, LWMH low weight molecular heparin, ()normal ranges SARS-CoV-2 enters human cells via the angiotensinconverting enzyme 2 (ACE2) receptor which may lead to a depletion of ACE2 with the consequence of increased Angiotensin II (AT II) levels [7] . Studies showed that AT II stimulates tissue-factor (TF) expression in vascular endothelial cells [8] and release of plasminogen activator inihibor-1 (PAI-1) from adipocytes which leads to increased coagulation and impaired fibrinolysis [9] . Recently, a small Chinese study showed an association between AT II levels, viral load, and severity of lung injury [10] . This effect may be even more pronounced in overweight patients. PE was more severe in our overweight patients. Furthermore, hypoxia is a common feature of COVID-19 and might contribute to increased risk of thrombosis via hypoxemia-induced vasoconstriction which is a physiological reaction in the lung [11] . None of our patient received oxygen supplementation before the onset of PE, and oxygen requirement was not monitored during their home isolation. Therefore, we cannot rule out hypoxic states during this time. All patients showed a disease trajectory characterised by two peaks. This should raise suspicion of PE even in patients who received prophylactic anticoagulation as shown by patient 3. He received 7 days of LWMH and did not show any clinical signs of DVT nor PE during hospitalisation but developed PE one day after discharge. A subclinical PE may have been unrecognised in patient 3 during his hospital stay but is unlikely because he did not require any oxygen and felt completely well at the time of discharge.",
            "cite_spans": [
                {
                    "start": 489,
                    "end": 492,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 674,
                    "end": 677,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1201,
                    "end": 1204,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1304,
                    "end": 1307,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1443,
                    "end": 1446,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1565,
                    "end": 1569,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1874,
                    "end": 1878,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In summary, the late onset of PE after complete remission of initial COVID-19 symptoms, which is shown here the first time, raises the question if standard anticoagulation practice needs to be revaluated and expanded to outpatients. Further clinical research on timing, duration, and type of anticoagulation in outpatients with COVID-19 is urgently needed. The characteristics of outpatients who are suitable for anticoagulation have to be determined.In conclusion, new onset of dyspnea and tachycardia after initial resolution of COVID-19 symptoms (\"disease trajectory characterised by two peaks\") should raise suspicion of PE and a CT scan should be considered.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Risk factors associated with acute respiratory distress syndrome and death in patients with coronavirus disease 2019 pneumonia inWuhan, China",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Md",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Cai",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA Intern Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jamainternmed.2020.0994"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Clinical course and risk factors for mortality of adult inpatients with COVID-19 in Wuhan, China: a retrospective cohort study. The Lancet",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30566-3"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Abnormal coagulation parameters are associated with poor prognosis in patients with novel coronavirus pneumonia",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Thromb Haemost",
            "volume": "18",
            "issn": "",
            "pages": "844--847",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Anticoagulant treatment is associated with decreased mortality in severe coronavirus disease 2019 patients with coagulopathy",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Bai",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Thromb Haemost",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1111/jth.14817"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Prominent changes in blood coagulation of patients with SARS-CoV-2 infection",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clin Chem Lab Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1515/cclm-2020-0188"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Prevalence of venous thromboembolism in patients with severe novel coronavirus pneumonia",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cui",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Thromb Haemost",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1111/JTH.14830"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Renin-angiotensin-aldosterone system inhibitors in patients with Covid-19",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Vaduganathan",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Vardeny",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Michel",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMsr2005760"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Angiotensin II, tissue factor and the thrombotic paradox of hypertension",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Celi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cianchetti",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Dell&apos;omo",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pedrinelli",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Expert Rev Cardiovasc Ther",
            "volume": "8",
            "issn": "12",
            "pages": "1723--1729",
            "other_ids": {
                "DOI": [
                    "10.1586/erc.10.161"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Angiotensin II and its metabolites stimulate PAI-1 protein release from human adipocytes in primary culture",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Skurk",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "M"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hauner",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Hypertension",
            "volume": "37",
            "issn": "5",
            "pages": "1336--1340",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Clinical and biochemical indexes from 2019-nCoV infected patients linked to viral loads and lung injury",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Sci China Life Sci",
            "volume": "63",
            "issn": "",
            "pages": "364--374",
            "other_ids": {
                "DOI": [
                    "10.1007/s11427-020-1643-8"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Hypoxic pulmonary vasoconstriction",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Dunham-Snary",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Sykes",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Chest",
            "volume": "151",
            "issn": "1",
            "pages": "181--192",
            "other_ids": {
                "DOI": [
                    "10.1016/j.chest.2016.09.001"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Publisher's note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Patient characteristics",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors declare that they have no conflicts of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of interest"
        }
    ]
}