{"paper_id": "884a470bd6c3ae5be0087630eac77d475cb9186a", "metadata": {"title": "Multiscale statistical physics of the Human-SARS-CoV-2 interactome", "authors": [{"first": "Arsham", "middle": [], "last": "Ghavasieh", "suffix": "", "affiliation": {"laboratory": "", "institution": "Fondazione Bruno Kessler", "location": {"addrLine": "Via Sommarive 18", "postCode": "38123", "settlement": "Povo", "country": "Italy"}}, "email": ""}, {"first": "Sebastiano", "middle": [], "last": "Bontorin", "suffix": "", "affiliation": {"laboratory": "", "institution": "Fondazione Bruno Kessler", "location": {"addrLine": "Via Sommarive 18", "postCode": "38123", "settlement": "Povo", "country": "Italy"}}, "email": ""}, {"first": "Oriol", "middle": [], "last": "Artime", "suffix": "", "affiliation": {"laboratory": "", "institution": "Fondazione Bruno Kessler", "location": {"addrLine": "Via Sommarive 18", "postCode": "38123", "settlement": "Povo", "country": "Italy"}}, "email": ""}, {"first": "Manlio", "middle": [], "last": "De Domenico", "suffix": "", "affiliation": {"laboratory": "", "institution": "Fondazione Bruno Kessler", "location": {"addrLine": "Via Sommarive 18", "postCode": "38123", "settlement": "Povo", "country": "Italy"}}, "email": ""}]}, "abstract": [{"text": "Protein-protein interaction (PPI) networks have been used to investigate the influence of SARS-CoV-2 viral proteins on the function of human cells, laying out a deeper understanding of COVID-19 and providing ground for drug repurposing strategies. However, our knowledge of (dis)similarities between this one and other viral agents is still very limited. Here we compare the novel coronavirus PPI network against 45 known viruses, from the perspective of statistical physics. Our results show that classic analysis such as percolation is not sensitive to the distinguishing features of viruses, whereas the analysis of biochemical spreading patterns allows us to meaningfully categorize the viruses and quantitatively compare their impact on human proteins. Remarkably, when Gibbsian-like density matrices are used to represent each system's state, the corresponding macroscopic statistical properties measured by the spectral entropy reveals the existence of clusters of viruses at multiple scales. Overall, our results indicate that SARS-CoV-2 exhibits similarities to viruses like SARS-CoV and Influenza A at small scales, while at larger scales it exhibits more similarities to viruses such as HIV1 and HTLV1.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "The COVID-19 pandemic, with global impact on multiple crucial aspects of human life, is still a public health threat in most areas of the world. Despite the ongoing investigations aiming to find a viable cure, our knowledge of the nature of disease is still limited, especially regarding the similarities and differences it has with other viral infections. On the one hand, SARS-CoV-2 shows high genetic similarity to SARS-CoV 1 With the rise of network medicine [6] [7] [8] [9] [10] [11] , methods developed for complex networks analysis have been widely adopted to efficiently investigate the interdependence among genes, proteins, biological processes, diseases and drugs 12 . Similarly, they have been used for characterizing the interactions between viral and human proteins in case of SARS-CoV-2 [13] [14] [15] , providing insights into the structure and function of the virus 16 and identifying drug repurposing strategies 17, 18 .", "cite_spans": [{"start": 463, "end": 466, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 467, "end": 470, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 471, "end": 474, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 475, "end": 478, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 479, "end": 483, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 484, "end": 488, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 802, "end": 806, "text": "[13]", "ref_id": "BIBREF12"}, {"start": 807, "end": 811, "text": "[14]", "ref_id": "BIBREF13"}, {"start": 812, "end": 816, "text": "[15]", "ref_id": "BIBREF14"}, {"start": 930, "end": 933, "text": "17,", "ref_id": "BIBREF16"}], "ref_spans": [], "section": ""}, {"text": "However, a comprehensive comparison of SARS-CoV-2 against other viruses, from the perspective of network science, is still missing.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Here, we use statistical physics to analyze 45 viruses, including SARS-CoV-2. We consider the virus-human protein-protein interactions (PPI) as an interdependent system with two parts, human PPI network targeted by viral proteins. In fact, due to the large size of human PPI network, its structural properties barely change after being merged with viral components. Consequently, we show that percolation analysis of such interdependent systems provides no information about the distinguishing features of viruses. Instead, we model the propagation of perturbations from viral nodes through the whole system, using bio-chemical and regulatory dynamics, to obtain the spreading patterns and compare the average impact of viruses on human proteins. Finally, we exploit Gibbsian-like density matrices, recently introduced to map network states, to quantify the impact of viruses on the macroscopic functions of human PPI network, such as von Neumann entropy. The inverse temperature β is used as a resolution parameter to perform a multiscale analysis. We use the above information to cluster together viruses and our findings indicate that SARS-CoV-2 groups with a number of pathogens associated with respiratory infections, including SARS-CoV, Influenza A and Human Adenovirus (HAdV) at the smallest scales, more influenced by local topological features. Interestingly, at larger scales, it exhibits more similarity with viruses from distant families such as HIV1 and Human T-cell Leukemia Virus type 1 (HTLV1).", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Our results shed light on the unexplored aspects of SARS-CoV-2, from the perspective of statistical physics of complex networks, and the presented framework opens the doors for further theoretical developments aiming to characterize structure and dynamics of virus-host interactions, as well as grounds for further experimental investigation and potentially novel clinical treatments.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Here, we use data regarding the viral proteins and their interactions with human proteins for 45 viruses (see Methods and Fig. 1) . To obtain the virus-human interactomes, we link the data to the BIOSTR Human PPI network (19, Percolation of the interactomes. Arguably, the simplest conceptual framework to assess how and why a networked system loses its functionality is via the process of percolation 19 . Here, the structure of interconnected systems is modeled by a network G with N nodes, which can be fully represented by an adjacency matrix A (A ij = 1 if nodes i and j are connected, it is 0 oth- 20 . This point of view assumes that, as a first approximation, there is an intrinsic relation between connectivity and functionality: when the node removal occurs, the more capable of remaining assembled a system is, the better it will perform its tasks. Hence, we have a quantitative way to assess the robustness of the system. If one wants to single out the role played by a certain property of the system, instead of selecting the nodes randomly, they can be sequentially removed following that criteria. For instance, if we want to find out what is the relevance of the most connected elements on the functionality, we can remove a fraction of the nodes with largest degree 21, 22 . Technically, the criteria can be whatever metric that allows us to rank nodes, although in practical terms topologically-oriented protocols are the most frequently used due to their accessibility, such as degree, betweenness, etc. Therefore percolation is, at all effects, a topological analysis, since its input and output are based on structural information.", "cite_spans": [{"start": 221, "end": 225, "text": "(19,", "ref_id": null}, {"start": 1283, "end": 1286, "text": "21,", "ref_id": "BIBREF20"}], "ref_spans": [{"start": 122, "end": 129, "text": "Fig. 1)", "ref_id": "FIGREF2"}], "section": "Results"}, {"text": "In the past, the usage of percolation has been proved useful to shed light on several aspects of protein-related networks, such as in the identification of functional clusters 23 and protein complexes 24 , the verification of the quality of functional annotations 25 or the critical properties as a function of mutation and duplication rates 26 , to name but a few. Following this research line, we perform the percolation analysis to all the PPI networks to understand if this technique brings any information that allows us to differentiate among viruses. The considered protocols are the random selection of nodes, the targeting of nodes by degree -i.e., the number of connections they haveand their removal by betweenness centrality -i.e., a measure of the likelihood of a node to be in the information flow exchanged through the system by means of shortest paths. We apply these attack strategies and compute the resulting (normalized) size of the largest connected component S in the network, which serves as a proxy to the remaining functional part, as commented above.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "This way, when S is close to unity the function of the network has been scarcely impacted by the intervention, while when S is close to 0 the network can no longer be operative. The results are shown in Fig. 3 . Surprisingly, for each attacking protocol, we observe that the curves of the size of the largest connected component neatly collapse in a common curve. In other words, percolation analysis completely fails at finding virus-specific discriminators. Viruses do respond differently depending on the ranking used, but this is somehow expected due to the correlation between the metrics employed and the position of the nodes in the network.", "cite_spans": [], "ref_spans": [{"start": 203, "end": 209, "text": "Fig. 3", "ref_id": null}], "section": "Results"}, {"text": "We can shed some light on the similar virus-wise response to percolation by looking at topological structure of the interactomes. Despite being viruses of diverse nature and causing such different symptomatology, their overall structure shows a high level of similarity when it comes to the protein-protein interaction. Indeed, for every pair of viruses we find the fraction of nodes f N and fraction of links f L that simultaneously participate in both. Averaging over all pairs, we obtain that f N = 0.9996 ± 0.0002 and f L = 0.9998 ± 0.0007. That means that the interactomes are structurally very similar, so the dismantling ranks. If purely topological analysis is not able to differentiate between viruses, then we need more convoluted, non-standard techniques to tackle this problem. In the next sections we will employ these alternative approaches.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "Analysis of perturbation propagation. PPI networks represent the large scale set of interacting proteins. In the context of regulatory networks, edges encode dependencies for activation/inhibition with transcription factors. PPI edges can also represent the propensity for pairwise binding and the formation of complexes. The analytical treatment of these processes is described via Bio-Chemical dynamics 27, 28 and Regulatory dynamics 29 . In Bio-Chemical (Bio-Chem) dynamics, these interactions are proportional to the product of concentrations of reactants, thus resulting in a second-order interaction, forming dimers. Protein concentration X i (i = 1, 2, ..., N )", "cite_spans": [{"start": 405, "end": 408, "text": "27,", "ref_id": "BIBREF26"}], "ref_spans": [], "section": "Results"}, {"text": "is also dependent on its degradation rate B i and the amount of protein synthesized at a rate F i .", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "The resulting Law of Mass Action:", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "A ij x i x j summarizes the formation of complexes and degradation/synthesis processes that occur in a PPI. Regulatory dynamics can be instead characterized by an interaction with neighbors described by a Hill function that saturates at unity: ", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "In the context of the study of signal propagation, recent works have introduced the definition of network Global Correlation Function 30, 31 as", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "Ultimately, the idea is that constant perturbation brings the system to a new steady state x i → x i + dx i , and dx i /x i quantifies the magnitude of the response of node i from the perturbation in j. This allows also the definition of measures such as Impact 31 of a node as I i = j A ij G T ij describing the response of i's neighbors to its perturbation. Interestingly, it was found that these measures can be described with power laws of degrees (I i ≈ k φ i ), via universal exponents dependent on the dynamics underlying ODEs allowing to effectively describe the interplay between topology and dynamics. In our case, φ = 0 for both processes, therefore the perturbation from i has the same impact on neighbors, regardless of its degree. We exploit the definition of G ij to define the vector G v of perturbations of concentrations induced by the interaction with the virus v, where the k-th entry is given by 31", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "The steps we follow to asses the impact of the viral nodes in the human interactome via the microscopic dynamics are described next. We first obtain the equilibrium states of human interactome by numerical integration of equations. Then, for each virus, we compute the system response from perturbations starting in ∀i ∈ V which is eventually encoded in G v . Finally, we repeat these steps for both the Bio-Chem and M-M models. The amount of correlation generated is a measure of the impact of the virus on the interactome equilibrium state. We estimate it as the Euclidean 1-norm of the correlation vectors G v 1 = i |G v i |, which we refer to as Cumulative", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "Correlation. The results are presented in Fig. 4 .", "cite_spans": [], "ref_spans": [{"start": 42, "end": 48, "text": "Fig. 4", "ref_id": "FIGREF4"}], "section": "Results"}, {"text": "By allowing for multiple sources of perturbation, the biggest responses in magnitude will come from direct neighbors of these sources, making them the dominant contributors to G v 1 .", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "With I i not being dependent on the source degree, these results support the idea that with these specific forms of dynamical processes on the top of the interactome, the overall impact of a perturbation generated by a virus is proportional to the amount of human proteins it interacts with.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "Results shown in Fig. 5 highlight that propagation patterns strongly depend on the sources (i.e., the affected nodes V), and strong similarities will generally be found within the same family and for viruses that share common impacted proteins in the interactome. Conversely, families", "cite_spans": [], "ref_spans": [{"start": 17, "end": 23, "text": "Fig. 5", "ref_id": "FIGREF5"}], "section": "Results"}, {"text": "and viruses with small (or null) overlap in the sources exhibit low similarity and are not sharply distinguishable. To cope with this, we adopt a rather macroscopic view of the interactomes in the next section.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "Analysis of spectral information. We have shown that the structural properties of human PPI network does not significantly change after being targeted by viruses. Percolation analysis seems ineffective in distinguishing the specific characteristics of virus-host interactomes while, in contrast, the propagation of biochemical signals from viral components into human PPI network has been shown successful in assessing the viruses in terms of their average impact on human proteins. Remarkably, the propagation patterns can be used to hierarchically cluster the viruses, although some of them are highly dependent on the choice of threshold (Fig. 5) . In this section, ", "cite_spans": [], "ref_spans": [{"start": 641, "end": 649, "text": "(Fig. 5)", "ref_id": "FIGREF5"}], "section": "Results"}, {"text": "which is defined in terms of the propagator of a diffusion process on top of the network, normalized by the partition function Z(β, G) = Tr e −βL , which has an elegant physical meaning in terms of dynamical trapping for diffusive flows 38 . Consequently, the counterpart of Massieu functionalso known as free entropy -in statistical physics can be defined for networks as", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "Note that a low value of the Massieu function indicates high information flow between the nodes.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "The von Neumann entropy can be directly derived from the Massieu function by encoding the information content of graph G. Finally, the difference between von Neumann entropy and the Massieu function follows", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "where U(β, G) is the counterpart of internal energy in statistical physics. In the following, we use the above quantities to compare the interactomes corresponding to different virus-host interactomes. In fact, as the number of viral nodes is much smaller than the number of human proteins, we model each virus-human interdependent system G as a perturbation of the large human PPI network G (See Fig. 6 ).", "cite_spans": [], "ref_spans": [{"start": 397, "end": 403, "text": "Fig. 6", "ref_id": "FIGREF6"}], "section": "Results"}, {"text": "After considering the viral perturbations, the von Neumann entropy, Massieu function and the energy of the human PPI network change slightly. The magnitude of such perturbations can be calculated as explained in Fig. 6 , for von Neumann entropy and Massieu function, while the perturbation in internal energy follows their difference βδU(β, G) = δS(β, G) − δΦ(β, G), according to Eq. 7. The parameter β encodes the propagation time in diffusion dynamics, or equivalently an inverse temperature from a thermodynamic perspective, and is used as a resolution parameter tuned to characterize macroscopic perturbations due to node-node interactions at different scales, from short to long range 40 .", "cite_spans": [], "ref_spans": [{"start": 212, "end": 218, "text": "Fig. 6", "ref_id": "FIGREF6"}], "section": "Results"}, {"text": "Based on the perturbation values and using k-means algorithm, a widely adopted clustering technique, we group the viruses together (see Fig. 6 , Tab. 1 and Tab. 2). At small scales, SARS-", "cite_spans": [], "ref_spans": [{"start": 136, "end": 142, "text": "Fig. 6", "ref_id": "FIGREF6"}], "section": "Results"}, {"text": "CoV-2 appears in a cluster with a number of other viruses causing respiratory illness, including SARS-CoV, Influenza A and HAdV. However, at larger scales, it exhibits more similarity with HIV1, HTLV1 and HPV type 16. Table 1 : The summary of clustering results at small scales (β ≈ 1 from Fig.6 ) is presented.", "cite_spans": [], "ref_spans": [{"start": 218, "end": 225, "text": "Table 1", "ref_id": null}, {"start": 290, "end": 295, "text": "Fig.6", "ref_id": "FIGREF6"}], "section": "Results"}, {"text": "Remarkably, at this scale, SARS-CoV-2 groups with a number of respiratory diseases including SARS-CoV, Influenza A and HAdV. Fig.6 ) is presented. Here,", "cite_spans": [], "ref_spans": [{"start": 125, "end": 130, "text": "Fig.6", "ref_id": "FIGREF6"}], "section": "Results"}, {"text": "SARS-CoV-2 shows higher similarity to HIV1, HTLV1 and HPV type 16.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "Comparing COVID-19 against other viral infections is still a challenge. In fact, various approaches can be adopted to characterize and categorize the complex nature of viruses and their impact on human cells.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "In this study, we used an approach based on statistical physics to analyze virus-human ", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Overview of the data set. It is worth noting that to build the COVID-19 virus-host interactions, a different procedure had to be used. In fact, since the SARS-CoV-2 is too novel we could not find its PPI in the STRING repository and we have considered, instead, the targets experimentally observed in Gordon et al 13 ,", "cite_spans": [], "ref_spans": [], "section": "Methods"}, {"text": "consisting of 332 human proteins. The remainder of the procedure used to build the virus-host PPI is the same as before. See Fig. 1 for summary information about each virus. a key enzyme involved in the process of prostaglandin biosynthesis; IFIH1 (Interferon Induced with Helicase C domain 1, NCBI Gene ID: 64135), encoding MDA5, an intracellular sensor of viral RNA responsible for triggering the innate immune response: it is fundamental for activating the process of pro-inflammatory response that includes interferons, for this reason it is targeted by several virus families which are able to hinder the innate immune response by evading its specific interferon response.", "cite_spans": [], "ref_spans": [{"start": 125, "end": 131, "text": "Fig. 1", "ref_id": "FIGREF2"}], "section": "Methods"}, {"text": "Contributions. AG, OA and SB performed numerical experiments and data analysis. MDD conceived and designed the study. All authors wrote the manuscript.", "cite_spans": [], "ref_spans": [], "section": "Methods"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "The proximal origin of SARS-CoV-2", "authors": [{"first": "K", "middle": ["G"], "last": "Andersen", "suffix": ""}, {"first": "A", "middle": [], "last": "Rambaut", "suffix": ""}, {"first": "W", "middle": ["I"], "last": "Lipkin", "suffix": ""}, {"first": "E", "middle": ["C"], "last": "Holmes", "suffix": ""}, {"first": "R", "middle": ["F"], "last": "Garry", "suffix": ""}], "year": 2020, "venue": "Nature Medicine", "volume": "26", "issn": "", "pages": "450--452", "other_ids": {"DOI": ["10.1038/s41591-020-0820-9"]}}, "BIBREF1": {"ref_id": "b1", "title": "The genetic landscape of a cell", "authors": [{"first": "M", "middle": [], "last": "Costanzo", "suffix": ""}], "year": 2010, "venue": "Science", "volume": "327", "issn": "", "pages": "425--431", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Epidemiologic features and clinical course of patients infected with SARS-CoV-2 in singapore", "authors": [{"first": "B", "middle": ["E"], "last": "Young", "suffix": ""}], "year": 2020, "venue": "JAMA", "volume": "323", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1001/jama.2020.3204"]}}, "BIBREF3": {"ref_id": "b3", "title": "A trial of lopinavir-ritonavir in adults hospitalized with severe covid-19", "authors": [{"first": "B", "middle": [], "last": "Cao", "suffix": ""}], "year": 2020, "venue": "New England Journal of Medicine", "volume": "382", "issn": "", "pages": "1787--1799", "other_ids": {"DOI": ["10.1056/nejmoa2001282"]}}, "BIBREF4": {"ref_id": "b4", "title": "Remdesivir, lopinavir, emetine, and homoharringtonine inhibit SARS-CoV-2 replication in vitro", "authors": [{"first": "K.-T", "middle": [], "last": "Choy", "suffix": ""}], "year": 2020, "venue": "Antiviral Research", "volume": "178", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.antiviral.2020.104786"]}}, "BIBREF5": {"ref_id": "b5", "title": "Network medicine: a network-based approach to human disease", "authors": [{"first": "A.-L", "middle": [], "last": "Barabási", "suffix": ""}, {"first": "N", "middle": [], "last": "Gulbahce", "suffix": ""}, {"first": "J", "middle": [], "last": "Loscalzo", "suffix": ""}], "year": 2011, "venue": "Nature reviews genetics", "volume": "12", "issn": "", "pages": "56--68", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Focus on the emerging new fields of network physiology and network medicine", "authors": [{"first": "P", "middle": ["C"], "last": "Ivanov", "suffix": ""}, {"first": "K", "middle": ["K"], "last": "Liu", "suffix": ""}, {"first": "R", "middle": ["P"], "last": "Bartsch", "suffix": ""}], "year": 2016, "venue": "New journal of physics", "volume": "18", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Human symptoms-disease network", "authors": [{"first": "X", "middle": [], "last": "Zhou", "suffix": ""}, {"first": "J", "middle": [], "last": "Menche", "suffix": ""}, {"first": "A.-L", "middle": [], "last": "Barabási", "suffix": ""}, {"first": "A", "middle": [], "last": "Sharma", "suffix": ""}], "year": 2014, "venue": "Nature communications", "volume": "5", "issn": "", "pages": "1--10", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Network medicine approaches to the genetics of complex diseases", "authors": [{"first": "E", "middle": ["K"], "last": "Silverman", "suffix": ""}, {"first": "J", "middle": [], "last": "Loscalzo", "suffix": ""}], "year": 2012, "venue": "Discovery medicine", "volume": "14", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "The human disease network", "authors": [{"first": "K.-I", "middle": [], "last": "Goh", "suffix": ""}], "year": 2007, "venue": "Proceedings of the National Academy of Sciences of the United States of America", "volume": "104", "issn": "", "pages": "8685--8690", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "The multiplex network of human diseases", "authors": [{"first": "A", "middle": [], "last": "Halu", "suffix": ""}, {"first": "M", "middle": [], "last": "De Domenico", "suffix": ""}, {"first": "A", "middle": [], "last": "Arenas", "suffix": ""}, {"first": "A", "middle": [], "last": "Sharma", "suffix": ""}], "year": 2019, "venue": "NPJ Systems Biology and Applications", "volume": "5", "issn": "", "pages": "1--12", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Network medicine in the age of biomedical big data", "authors": [{"first": "A", "middle": ["R"], "last": "Sonawane", "suffix": ""}, {"first": "S", "middle": ["T"], "last": "Weiss", "suffix": ""}, {"first": "K", "middle": [], "last": "Glass", "suffix": ""}, {"first": "A", "middle": [], "last": "Sharma", "suffix": ""}], "year": 2019, "venue": "Frontiers in Genetics", "volume": "10", "issn": "", "pages": "", "other_ids": {"DOI": ["10.3389/fgene.2019.00294"]}}, "BIBREF12": {"ref_id": "b12", "title": "A SARS-CoV-2 protein interaction map reveals targets for drug repurposing", "authors": [{"first": "D", "middle": ["E"], "last": "Gordon", "suffix": ""}], "year": 2020, "venue": "Nature", "volume": "583", "issn": "", "pages": "459--468", "other_ids": {"DOI": ["10.1038/s41586-020-2286-9"]}}, "BIBREF13": {"ref_id": "b13", "title": "Structural genomics and interactomics of 2019 wuhan novel coronavirus, 2019-ncov, indicate evolutionary conserved functional regions of viral proteins", "authors": [{"first": "H", "middle": [], "last": "Cui", "suffix": ""}], "year": 2020, "venue": "BioRxiv", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Structural analysis of sars-cov-2 and prediction of the human interactome", "authors": [{"first": "A", "middle": [], "last": "Vandelli", "suffix": ""}, {"first": "M", "middle": [], "last": "Monti", "suffix": ""}, {"first": "E", "middle": [], "last": "Milanetti", "suffix": ""}, {"first": "R", "middle": ["D"], "last": "Ponti", "suffix": ""}, {"first": "G", "middle": [], "last": "Tartaglia", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"arXiv": ["arXiv:2003.13655"]}}, "BIBREF15": {"ref_id": "b15", "title": "Fractional diffusion on the human proteome as an alternative to the multi-organ damage of SARS-CoV-2", "authors": [{"first": "E", "middle": [], "last": "Estrada", "suffix": ""}], "year": 2020, "venue": "Chaos: An Interdisciplinary Journal of Nonlinear Science", "volume": "30", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1063/5.0015626"]}}, "BIBREF16": {"ref_id": "b16", "title": "Network medicine framework for identifying drug repurposing opportunities for covid-19", "authors": [{"first": "D", "middle": ["M"], "last": "Gysi", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"arXiv": ["arXiv:2004.07229"]}}, "BIBREF17": {"ref_id": "b17", "title": "Predicting potential drug targets and repurposable drugs for covid-19 via a deep generative model for graphs", "authors": [{"first": "S", "middle": [], "last": "Ray", "suffix": ""}, {"first": "S", "middle": [], "last": "Lall", "suffix": ""}, {"first": "A", "middle": [], "last": "Mukhopadhyay", "suffix": ""}, {"first": "S", "middle": [], "last": "Bandyopadhyay", "suffix": ""}, {"first": "A", "middle": [], "last": "Schönhuth", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"arXiv": ["arXiv:2007.02338"]}}, "BIBREF18": {"ref_id": "b18", "title": "Network robustness and fragility: Percolation on random graphs", "authors": [{"first": "D", "middle": ["S"], "last": "Callaway", "suffix": ""}, {"first": "M", "middle": ["E"], "last": "Newman", "suffix": ""}, {"first": "S", "middle": ["H"], "last": "Strogatz", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Watts", "suffix": ""}], "year": 2000, "venue": "Physical Review Letters", "volume": "85", "issn": "", "pages": "", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Introduction to Percolation Theory", "authors": [{"first": "D", "middle": [], "last": "Stauffer", "suffix": ""}, {"first": "A", "middle": [], "last": "Aharony", "suffix": ""}], "year": 2018, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Error and attack tolerance of complex networks", "authors": [{"first": "R", "middle": [], "last": "Albert", "suffix": ""}, {"first": "H", "middle": [], "last": "Jeong", "suffix": ""}, {"first": "A.-L", "middle": [], "last": "Barabási", "suffix": ""}], "year": 2000, "venue": "Nature", "volume": "406", "issn": "", "pages": "378--382", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Breakdown of the internet under intentional attack", "authors": [{"first": "R", "middle": [], "last": "Cohen", "suffix": ""}, {"first": "K", "middle": [], "last": "Erez", "suffix": ""}, {"first": "D", "middle": [], "last": "Ben-Avraham", "suffix": ""}, {"first": "S", "middle": [], "last": "Havlin", "suffix": ""}], "year": 2001, "venue": "Physical Review Letters", "volume": "86", "issn": "", "pages": "", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Identification of functional modules in a ppi network by clique percolation clustering", "authors": [{"first": "S", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "X", "middle": [], "last": "Ning", "suffix": ""}, {"first": "X.-S", "middle": [], "last": "Zhang", "suffix": ""}], "year": 2006, "venue": "Computational Biology and Chemistry", "volume": "30", "issn": "", "pages": "445--451", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Identifying protein complexes from interaction networks based on clique percolation and distance restriction", "authors": [{"first": "J", "middle": [], "last": "Wang", "suffix": ""}, {"first": "B", "middle": [], "last": "Liu", "suffix": ""}, {"first": "M", "middle": [], "last": "Li", "suffix": ""}, {"first": "Y", "middle": [], "last": "Pan", "suffix": ""}], "year": 2010, "venue": "BMC Genomics", "volume": "11", "issn": "", "pages": "", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Percolation of annotation errors through hierarchically structured protein sequence databases", "authors": [{"first": "W", "middle": ["R"], "last": "Gilks", "suffix": ""}, {"first": "B", "middle": [], "last": "Audit", "suffix": ""}, {"first": "D", "middle": [], "last": "De Angelis", "suffix": ""}, {"first": "S", "middle": [], "last": "Tsoka", "suffix": ""}, {"first": "C", "middle": ["A"], "last": "Ouzounis", "suffix": ""}], "year": 2005, "venue": "Mathematical Biosciences", "volume": "193", "issn": "", "pages": "223--234", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Infinite-order percolation and giant fluctuations in a protein interaction network", "authors": [{"first": "J", "middle": [], "last": "Kim", "suffix": ""}, {"first": "P", "middle": [], "last": "Krapivsky", "suffix": ""}, {"first": "B", "middle": [], "last": "Kahng", "suffix": ""}, {"first": "S", "middle": [], "last": "Redner", "suffix": ""}], "year": 2002, "venue": "Physical Review E", "volume": "66", "issn": "", "pages": "", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Computational Analysis Of Biochemical Systems A Practical Guide For Biochemists And Molecular Biologists", "authors": [{"first": "E", "middle": ["O"], "last": "Voit", "suffix": ""}], "year": 2000, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Propagation of large concentration changes in reversible protein-binding networks", "authors": [{"first": "S", "middle": [], "last": "Maslov", "suffix": ""}, {"first": "I", "middle": [], "last": "Ispolatov", "suffix": ""}], "year": 2007, "venue": "Proceedings of the National Academy of Sciences", "volume": "104", "issn": "", "pages": "13655--13660", "other_ids": {"DOI": ["10.1073/pnas.0702905104"]}}, "BIBREF28": {"ref_id": "b28", "title": "An Introduction to Systems Biology", "authors": [{"first": "U", "middle": [], "last": "Alon", "suffix": ""}], "year": 2006, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Quantifying the connectivity of a network: The network correlation function method", "authors": [{"first": "B", "middle": [], "last": "Barzel", "suffix": ""}, {"first": "O", "middle": [], "last": "Biham", "suffix": ""}], "year": 2009, "venue": "Physical Review E", "volume": "80", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1103/physreve.80.046104"]}}, "BIBREF30": {"ref_id": "b30", "title": "Universality in network dynamics", "authors": [{"first": "B", "middle": [], "last": "Barzel", "suffix": ""}, {"first": "A.-L", "middle": [], "last": "Barabási", "suffix": ""}], "year": 2013, "venue": "Nature Physics", "volume": "9", "issn": "", "pages": "673--681", "other_ids": {"DOI": ["10.1038/nphys2741"]}}, "BIBREF31": {"ref_id": "b31", "title": "The statistical physics of real-world networks", "authors": [{"first": "G", "middle": [], "last": "Cimini", "suffix": ""}], "year": 2019, "venue": "Nature Reviews Physics", "volume": "1", "issn": "", "pages": "58--71", "other_ids": {"DOI": ["10.1038/s42254-018-0002-6"]}}, "BIBREF32": {"ref_id": "b32", "title": "Classical information theory of networks", "authors": [{"first": "F", "middle": [], "last": "Radicchi", "suffix": ""}, {"first": "D", "middle": [], "last": "Krioukov", "suffix": ""}, {"first": "H", "middle": [], "last": "Hartle", "suffix": ""}, {"first": "G", "middle": [], "last": "Bianconi", "suffix": ""}], "year": 2020, "venue": "Journal of Physics: Complexity", "volume": "1", "issn": "", "pages": "", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "The von neumann entropy of networks", "authors": [{"first": "F", "middle": [], "last": "Passerini", "suffix": ""}, {"first": "S", "middle": [], "last": "Severini", "suffix": ""}], "year": 2008, "venue": "SSRN Electronic Journal", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.2139/ssrn.1382662"]}}, "BIBREF34": {"ref_id": "b34", "title": "Structural reducibility of multilayer networks", "authors": [{"first": "M", "middle": [], "last": "De Domenico", "suffix": ""}, {"first": "V", "middle": [], "last": "Nicosia", "suffix": ""}, {"first": "A", "middle": [], "last": "Arenas", "suffix": ""}, {"first": "V", "middle": [], "last": "Latora", "suffix": ""}], "year": 2015, "venue": "Nature Communications", "volume": "6", "issn": "", "pages": "1--9", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "Spectral entropies as information-theoretic tools for complex network comparison", "authors": [{"first": "M", "middle": [], "last": "De Domenico", "suffix": ""}, {"first": "J", "middle": [], "last": "Biamonte", "suffix": ""}], "year": 2016, "venue": "Phys. Rev. X", "volume": "6", "issn": "", "pages": "", "other_ids": {"DOI": ["https:/link.aps.org/doi/10.1103/PhysRevX.6.041062"]}}, "BIBREF36": {"ref_id": "b36", "title": "Complex networks from classical to quantum", "authors": [{"first": "J", "middle": [], "last": "Biamonte", "suffix": ""}, {"first": "M", "middle": [], "last": "Faccin", "suffix": ""}, {"first": "M", "middle": [], "last": "De Domenico", "suffix": ""}], "year": 2019, "venue": "Communications Physics", "volume": "2", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1038/s42005-019-0152-6"]}}, "BIBREF37": {"ref_id": "b37", "title": "Enhancing transport properties in interconnected systems without altering their structure", "authors": [{"first": "A", "middle": [], "last": "Ghavasieh", "suffix": ""}, {"first": "M", "middle": [], "last": "De Domenico", "suffix": ""}], "year": 2020, "venue": "Phys. Rev. Research", "volume": "2", "issn": "", "pages": "", "other_ids": {"DOI": ["https:/link.aps.org/doi/10.1103/PhysRevResearch.2.013155"]}}, "BIBREF38": {"ref_id": "b38", "title": "Scale-resolved analysis of brain functional connectivity networks with spectral entropy", "authors": [{"first": "C", "middle": [], "last": "Nicolini", "suffix": ""}, {"first": "G", "middle": [], "last": "Forcellini", "suffix": ""}, {"first": "L", "middle": [], "last": "Minati", "suffix": ""}, {"first": "A", "middle": [], "last": "Bifone", "suffix": ""}], "year": 2020, "venue": "NeuroImage", "volume": "211", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.neuroimage.2020.116603"]}}, "BIBREF40": {"ref_id": "b40", "title": "Unraveling the effects of multiscale network entanglement on disintegration of empirical systems Under revision", "authors": [{"first": "A", "middle": [], "last": "Ghavasieh", "suffix": ""}, {"first": "M", "middle": [], "last": "Stella", "suffix": ""}, {"first": "J", "middle": [], "last": "Biamonte", "suffix": ""}, {"first": "M", "middle": [], "last": "De Domenico", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"arXiv": ["arXiv:2008.05368"]}}, "BIBREF41": {"ref_id": "b41", "title": "String v11: protein-protein association networks with increased coverage, supporting functional discovery in genome-wide experimental datasets", "authors": [{"first": "D", "middle": [], "last": "Szklarczyk", "suffix": ""}], "year": 2019, "venue": "Nucleic Acids Research", "volume": "47", "issn": "", "pages": "607--613", "other_ids": {}}, "BIBREF42": {"ref_id": "b42", "title": "Biogrid: a general repository for interaction datasets", "authors": [{"first": "C", "middle": [], "last": "Stark", "suffix": ""}], "year": 2006, "venue": "Nucleic Acids Research", "volume": "34", "issn": "", "pages": "535--539", "other_ids": {}}, "BIBREF43": {"ref_id": "b43", "title": "The biogrid interaction database: 2019 update", "authors": [{"first": "R", "middle": [], "last": "Oughtred", "suffix": ""}], "year": 2019, "venue": "Nucleic Acids Research", "volume": "47", "issn": "", "pages": "529--541", "other_ids": {}}, "BIBREF44": {"ref_id": "b44", "title": "Gene help: integrated access to genes of genomes in the reference sequence collection", "authors": [{"first": "M", "middle": [], "last": "Murphy", "suffix": ""}], "year": 2019, "venue": "Gene Help [Internet] (National Center for Biotechnology Information", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "-the virus causing 2003 coronavirus outbreak -and its infection shares a number of symptoms with some other respiratory diseases, such as flu caused by Influenza virus. On the other hand, according to a number of studies 2-5 , drugs usually used to treat different infection types, like AIDS caused by Human Immunodeficiency Virus (HIV), can effectively mitigate COVID-19, suggesting an unexplored parallel between the function of other viruses and SARS-CoV-2. Characterizing these (dis)similarities can result in a deeper understanding of the novel coronavirus and facilitate the search for reliable treatments.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "945 nodes and 737, 668 edges) built from data fusion of two comprehensive public repositories (see Methods and Fig. 2).", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Virus information summary. The 45 viruses used in this study are shown against their size, in terms of viral proteins, and coloured by their official family classification.", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Virus-host interactome as an interdependent network. BIOSTR Human PPI used in this study, this obtained from data fusion of two comprehensive public repositories, namely STRING and BIOGRID (see the text for details). The network consists of N = 19, 945 proteins linked by |E| = 737, 668 edges, and the largest connected component (99.8% nodes, 99.6% edges) is shown. Proteins targeted by viruses are highlighted in two ways. On the one hand, markers of distinct size identify targeted proteins: bigger the marker larger the number of times a protein is targeted by viruses in our data set. On the other hand, distinct colored markers of constant size encode distinct viruses (45 in total, including SARS-CoV-2): on the right-hand side the same color scheme is used to show the contribution of each virus to the most frequently targeted proteins. erwise). In the classical version of percolation analysis, one removes a randomly chosen fraction Percolation analysis. Normalized size of the largest connected component for three distinct network interventions (see the text for details). All 45 virus are considered for each strategy and shown accordingly: note that they overlap into a common curve characteristic for each attack strategy. The degrees are recalculated after each removal, while the node ranking for betweenness is computed at the beginning of the intervention and kept fixed during the removals. of nodes or links (depending on the application domain) from the original network and computes statistical and geometrical properties of the remaining subnetworks, such as the size of the largest connected component, the size distribution of isolated clusters or correlation functions, among others", "latex": null, "type": "figure"}, "FIGREF4": {"text": "the Michaelis-Menten (M-M) model. Propagation of a perturbation from virus interactions. Viral proteins interact with specific nodes (human proteins) of the reconstructed interactome, which we refer to as a set of affected nodes V. In the context of Regulatory and Biochemical dynamics we model the effect of viral interaction as an inhibition in the activity of the affected nodes or decrease in the concentration. The effect is simulated by introducing a negative constant perturbation at the steady state concen-Cumulative Correlation A: Linear Scaling of the G v norm; we find that the amount of correlation distributed is linearly proportional to the number of sources of perturbation, as suggested by scaling laws. Note that in the case of SARS-CoV-2 (inset) the number of sources is 332, the largest one observed in our data set. B: Rescaled G v 1 vs Viruses. Here SARS-CoV-2 is not shown for clarity. In both panels Bio-Chem and M-M norms are rescaled for better comparison by division with their relative maximum value = max v∈viruses G v tration/activity x i → x i − αx i , ∀i ∈ V (e.g., α = 0.2) and tracking its propagation to the rest of the network by solving the corresponding set of the coupled equations. For a M-M-like model (with", "latex": null, "type": "figure"}, "FIGREF5": {"text": "Similarity analysis. Vectors G v describe the pattern of perturbations generated on the full network, and can therefore be used as a perturbation state generated by virus v. We seek similarities in perturbation states by evaluating pairwise Euclidean distances between normalizedG v . Flaviviridae, Papillomaviridae, Picornaviridae and HTLV viruses in the Retroviridae families are well clustered together, as shown in the dendrogram. Other clusters are less sharp and depend on the choice of threshold, here chosen arbitrarily as 60 % of the maximum distance between the clusters.we use statistical physics of complex networks to go beyond the microscopic details provided by propagation patterns and analyze the macroscopic features of virus-human PPI networks.A variety of methods have been introduced to analyze the information content of complex networks32,33 . Since networks can be viewed as collections of entangled entities, a density matrix can be used to describe their state as in quantum statistical mechanics. While some choices of the density matrix have been shown to be unphysical34,35 , Gibbsian-like density matrices have been successfully used to define spectral entropy36,37 and estimate the information content of empirical complex networks at multiple scales, with applications ranging from transportation systems 38 to the human microbiome36 and the human brain 39 . The density matrix is defined in terms of the combinatorial Laplacian matrix L = D − A, where D is defined as D ii = k i δ ij and k i = j A ij denotes the degree of i-th node. The Laplacian matrix governs the diffusion dynamics on top of the network and is involved in the linear stability analysis of many complex dynamics, such as synchronization. Here we use the Gibbs state given by ρ(β, G) = e −βL Tr (e −βL ),", "latex": null, "type": "figure"}, "FIGREF6": {"text": "Perturbation analysis of the virus-host interactome. On the top, the BIOSTR human interactome G is targeted by viral proteins, considered as microscopic perturbations (δG), to build the virus-human interactome G . Here, the SARS-CoV-2 interactome is shown, while excluding the 10% human proteins with the highest degree, for clarity. The interdependence is reflected in the macroscopic functions of the network (right-hand side tables), including the thermodynamic and dynamic features considered in this study. Interacting with the viral nodes perturbs the macroscopic properties of the human PPI network (bottom-left panel), captured by the von Neumann entropy S(β, G), the Massieu function Φ(β, G) and the energy βU(β, G). Based on the von Neumann entropy and Massieu function perturbations, k-means algorithm is used to cluster the viruses at different scales corresponding to distinct choices of β (bottom-right panel). The trajectories at the bottom indicate how the perturbation changes with β and their colors are set by the clustering plot given at β ≈ 3.", "latex": null, "type": "figure"}, "FIGREF9": {"text": "protein-protein interactions outlining 45 different viral infections. Our findings suggest that viral components have negligible effect on the structural properties of the human PPI network, therefore classical topological analysis is not able to unravel distinctive patterns. Alternatively, we analyzed the propagation of perturbations from viral components into the human PPI network, allowing us to compare viruses in terms of their average impact on human proteins and their corresponding biochemical spreading patterns. While this analysis provides microscopic details about the complex interactions between viral and human proteins, it is not sufficient to identify distinctive patterns relating SARS-CoV-2 and existing viruses. Finally, from the analysis of macroscopic features in terms of information-theoretic and thermodynamic-like quantities, such as the von Neumann entropy, the Massieu function and internal energy, we have been able to cluster the viruses across multiple scales, determined by the resolution parameter β. According to our results, SARS-CoV-2 shows similarity with SARS-CoV, influenza A and a number of other viruses causing respiratory infections, as one could plausibly expect. At larger scales, where the interplay between the topology of virus-host interaction and information flow dynamics becomes more relevant, SARS-CoV-2 appears to be more similar to viruses like HIV1 and HTLV1. As mentioned earlier, the response of COVID-19 patients has been shown to be positive to drugs used for treating HIV infections, like lopinavir-ritonavir 2-5 . Our findings, in parallel with such a clinical evidence, suggests a rather unexplored relationship between SARS-CoV-2 and HIV1, motivating further theoretical and experimental investigations.Overall, our framework opens the doors for further analyses of viral agents from the perspective of statistical physics, highlighting the sensitivity of macroscopic functions, such as spectral entropy, to small variations across interaction networks and, more specifically, virus-host interactomes. Even though the analysis of perturbation propagation patterns lacks the same sensitivity, according to our results it provides microscopic details about the interactions between viral and human proteins that complement the macroscopic view, together enhancing our understanding of this novel coronavirus from a new perspective which can provide a mathematical ground for the exploration of further clinical treatments and biological understanding.", "latex": null, "type": "figure"}, "FIGREF10": {"text": "shows a visualization of the human interactome where proteins targeted by viruses are highlighted. Remarkably, viruses tend to preferentially target similar regions related to specific functions of the human interactome. In fact, based on our dataset, TP53 (Tumor Protein p53, NCBI Gene ID: 7157) is the most targeted node: it is responsible for inducing changes in metabolism, DNA repair, apoptosis and cell cycle arrest, and its mutations are associated with several human cancers. Other relevant targets (See Fig. 2) include GK (Glycerol Kinase, NCBI Gene ID: 2710), an important enzyme contributing to regulate metabolism and glycerol uptake, and its mutations are associated with glycerol kinase deficiency; TBP (TATA-box Binding Protein, NCBI Gene ID: 6908), which composes the transcription factor IID, which coordinates the activities of more than 70 polypeptides to initiate the transcription by RNA polymerase II; TLR4 (Toll Like Receptor 4, NCBI Gene ID: 7099), relevant for recognizing pathogens and activating innate immunity; STAT2 (Signal Transducer and Activator of Transcription 2, NCBI Gene ID: 6773), acting as a transcription activator within the cell nucleus: it is likely that it contributes to block interferon-alpha response by adenovirus; PTGS2 (Prostaglandin-endoperoxide Synthase 2, NCBI Gene ID: 5743),", "latex": null, "type": "figure"}, "TABREF0": {"text": "The summary of clustering results at large scales (β ≈ 3 from", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Cluster ID </td><td>Viruses\n</td></tr><tr><td>1 </td><td>SARS-CoV-2 - HIV1 - HTLV1 - HPV type 16\n</td></tr><tr><td>2 </td><td>Influenza A - Influenza A (Puerto Rico) - HAdV\n</td></tr><tr><td>3\n</td><td>Dengue type 2 - Dengue type 3 - Dengue type 4 - HIV2\nHuman metapneumovirus - HRSV B - Orf virus - Varicella zoster virus\nHPV type 18\n</td></tr><tr><td>4\n</td><td>Human hepatitis A - Influenza C - Hepatitis B - Herpes\nHPV type 1a - HTLV3 - Lassa virus - Mumps virus\n</td></tr><tr><td>5 </td><td>Poliovirus type 1 - Rubella virus\nSARS-CoV - Smallpox\nYellow fever - Swinepox - Chikungunya virus - Ebola\n</td></tr><tr><td>6\n</td><td>Hepatitis C - HCoV-229E - HPV type 4 - HPV type 5\nHuman parechovirus 2 - HTLV2 - Influenza B - MARV\n</td></tr><tr><td>7 </td><td>Measles virus - Norwalk virus - Rabies virus - Rota virus\nWNV\n</td></tr><tr><td>8 </td><td>Cytomegalo\n</td></tr></table></body></html>"}, "TABREF1": {"text": "The human interactome used in this study combines protein-protein interactions (PPI) from two of the largest repository publicly available to date, namely STRING v11.0 41 -publicly available at https://string-db.org/cgi/download.pl -andBIOGRID v3.5.182 42, 43 -publicly available at https://downloads.thebiogrid.org/ BioGRID/Release-Archive/BIOGRID-3.5.182/). For a consistent analysis, all protein names and aliases have been standardized to follow the common nomenclature of official symbols of NCBI gene database (ftp://ftp.ncbi.nlm.nih.gov/gene/DATA/GENE_ INFO/Mammalia/ (Accessed: 28/03/2020)44 ). In the following we will refer to this comprehensive network, in standardized format, as BIOSTR.The virus-host interactions for 45 viruses are collected from the STRING database -publicly available at http://viruses.string-db.org/. We consider interactions of any type as long as their confidence (score) is equal or larger than 0.25. For Influenza C, Yellow fever, Human Hepatitis A, Dengue virus type 4 and Swinepox virus, due to the unavailability of data with score 0.25, we consider the minimum available value 0.4, instead. For each virus, we record the targeted human proteins and build a virus-host interactome by merging this information with BIOSTR. However, for the subsequent analyses, which are focused only on the human interactome, we discard virus-virus interactions.", "latex": null, "type": "table"}, "TABREF2": {"text": "Table 1: The summary of clustering results at small scales ( β ≈ 1 from Fig. 6 ) is presented.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Cluster ID </td><td>Viruses\n</td></tr><tr><td>SARS-CoV-2 - SARS-CoV - Influenza A - Influenza A(Puerto Rico)\n</td></tr><tr><td>1\n</td><td>HAdV - Smallpox - WNV\n</td></tr><tr><td>2\n</td><td>HPV type 1a - HPV type 4 - HPV type 5 - Hepatitis A - Hepatitis B\nInfluenza B - Influenza C - HTLV2 - HTLV3\nMumps virus - Rubella virus - HCoV-229E - Human parechovirus 2\nSwinepox - Lassa virus - Yellow fever - MARV - Rabies virus\n</td></tr><tr><td>3\n</td><td>Dengue type 2- Dengue type 3 - Dengue type 4 - Hepatitis C\nHIV1 - HIV2 - HTLV1 - HPV type 16 - HPV type 18\nHuman metapneumovirus - HRSV B\nChikungunya virus - Ebola - Herpes\nMeasles virus - Norwalk virus - Orf virus\n</td></tr><tr><td>4 </td><td>Poliovirus type 1 - Rota virus - Varicella zoster virus\nCytomegalo\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "Competing financial interests. The authors declare no competing financial interests.Acknowledgements. The authors thank Vera Pancaldi for useful discussions.", "cite_spans": [], "ref_spans": [], "section": "annex"}]}