{
    "paper_id": "884a12bb60bfccb5d6ab82a5f5774aea0686dc82",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "T he coronavirus disease (COVID-19) outbreak and quarantines have caused major distress in China (1, 2) . Therefore, effective public mental health response to COVID-19 is needed (3) . We review systemic and local mental health efforts in China based on psychiatric emergency guidelines from the Inter-Agency Standing Committee (4) . These guidelines are coordination between multiple sectors; human resources; assessment, monitoring, and evaluation; and protection and human rights standards. Our discussion will inform mental health response for the COVID-19 pandemic.",
            "cite_spans": [
                {
                    "start": 97,
                    "end": 100,
                    "text": "(1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 101,
                    "end": 103,
                    "text": "2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 179,
                    "end": 182,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 328,
                    "end": 331,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Mental health efforts in China have been coordinated and facilitated through multiple systems, including government, academic societies, universities, hospitals, and nonprofit organizations (5) . Services include a countrywide 24/7 hotline, text support through apps, psychoeducation materials, and webinars (5) . The government prioritized psychosocial support for COVID-19, as shown by the National Health Commission mandate requiring all mental health associations to provide psychosocial support, establish professional focus groups, and aid the provincial and city health departments (6) .",
            "cite_spans": [
                {
                    "start": 190,
                    "end": 193,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 308,
                    "end": 311,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 589,
                    "end": 592,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Academic organizations in psychology (Chinese Psychological Society [CPS]) (Table) and psychiatry (Chinese Society of Psychiatry) provide evidence-based guidelines on psychosocial support and training (5, 7) . The Ministry of Education (MoE) has mandated all college counselors across the nation to volunteer for the primary Huazhong University hotline at the epicenter in Wuhan (8) . At the systemic level, there is good coordination and resource allocation. The government agencies coordinate human resources, and academic associations provide professional knowledge and guidelines for frontline effort.",
            "cite_spans": [
                {
                    "start": 201,
                    "end": 204,
                    "text": "(5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 205,
                    "end": 207,
                    "text": "7)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 379,
                    "end": 382,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 75,
                    "end": 82,
                    "text": "(Table)",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "Coordination and resource allocation were compiled from local efforts at the Wuhan epicenter (Appendix, https://wwwnc.cdc.gov/EID/ article/26/10/20-1113-App1.pdf). On January 23, 2020, immediately after the quarantine, Zhongnan Hospital and the Hubei Psychological Consultant Association began offering hotline services. As of April 30, more than 2,000 persons had been served. Beyond the hotline, Wuhan University and Huazhong Public mental health response to coronavirus disease is essential. After reviewing systemic and local efforts in China, we found efficient coordination and human resources. We recommend better symptom assessment, monitoring of organizations, and basic needs protection. This recommendation can inform how other countries can overcome mental health challenges during this pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "University provide online text support through apps staffed by >3,000 professionals across China. This support demonstrates how hospitals, professional associations, and universities have collectively provided immediate resources. Furthermore, resources have been mobilized from other regions to support the epicenter. The hotline of Huazhong University became the primary hotline for Hubei residents and was staffed by college counselors throughout China under the mandate of the MoE (8) . Psychologists and nurses from other provinces were dispatched to Wuhan Third Hospital on January 28. Psychosocial efforts might be sourced by different organizations, but they illustrate pooling of resources and coordination from other regions to ensure access to psychosocial support at the epicenter.",
            "cite_spans": [
                {
                    "start": 485,
                    "end": 488,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "RESEARCH LETTERS"
        },
        {
            "text": "The MoE and CPS recruited professionals and volunteers across China, which suggests adequate resource allocation (5, 7, 8) . CPS trained 1,448 registered psychologists in train-the-trainer workshops (8); these psychologists in turn supervised and provided live consultations to frontline volunteers (7) . China has also implemented Artificial Intelligence Tree Holes Rescue to reduce suicidal risk. These programs demonstrate efficient task-sharing, by pooling professionals together, supervising less-trained staff, and using technology to overcome resource shortages.",
            "cite_spans": [
                {
                    "start": 113,
                    "end": 116,
                    "text": "(5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 117,
                    "end": 119,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 120,
                    "end": 122,
                    "text": "8)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 299,
                    "end": 302,
                    "text": "(7)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "RESEARCH LETTERS"
        },
        {
            "text": "The Inter-Agency Standing Committee calls for assessment of mental well-being and program evaluation of psychsocial support effectiveness (4). Guidelines of the National Health Commission document the need for assessment and program evaluation, but enforcement was unclear beyond the guidelines (6) . Although there were nationwide surveys of psychological well-being (9,10), they did not describe use of surveys in psychological services. Clinical assessment, such as previous mental illness history or stressors (e.g., grief, financial stress), should be routinely integrated into services.",
            "cite_spans": [
                {
                    "start": 295,
                    "end": 298,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "RESEARCH LETTERS"
        },
        {
            "text": "CPS published a list of approved hotline organizations based on survey evaluation of organizations (8) . However, this survey was not conducted until 3 weeks after the outbreak. At the outset of a psychiatric emergency, a team of professionals should evaluate and monitor whether individual organizations meet national guidelines. A negative experience from an unregulated organization can deter persons from seeking help.",
            "cite_spans": [
                {
                    "start": 99,
                    "end": 102,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "RESEARCH LETTERS"
        },
        {
            "text": "Although COVID-19 does not cause intentional harm, there are human rights issues on access to basic needs (4) . During the sudden lockdown of Wuhan, access to food and medical needs was threatened because of food hoarding, price gouging, and transportation freeze. In response, the government coordinated supply with tons of vegetables and meat. These threats were documented by nationwide surveys of well-being of persons. Professionals can further use these documentations to advocate for victims. For example, professionals can educate policymakers about the need for transparency, such as informing the public about food shortage while reassuring the public that supply will arrive in a few days. China has provided free, country-wide psychosocial support, funded by the government and institutions (5) (6) (7) . The accessibility is remarkable compared with that in other countries that depend on health insurance benefits.",
            "cite_spans": [
                {
                    "start": 106,
                    "end": 109,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 803,
                    "end": 806,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 807,
                    "end": 810,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 811,
                    "end": 814,
                    "text": "(7)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "RESEARCH LETTERS"
        },
        {
            "text": "Our review suggests that China has overcome resource shortages with coordination and resource allocation in its mental health response. The government, universities, and academic societies provide coordination, and independent organizations provide local support. We recommend integration of assessment in direct support, monitoring of organizations, and advocating for affected persons. These recommendations can inform how other countries can overcome shortage of mental health resources when facing this pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESEARCH LETTERS"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The psychological impact of quarantine and how to reduce it: rapid review of the evidence",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Brooks",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Webster",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Woodland",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wessely",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Greenberg",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "30460--30468",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Mental health problems and social media exposure during COVID-19 outbreak",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Jia",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Mao",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "PLoS One",
            "volume": "15",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0231924"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Public mental health crisis during COVID-19 pandemic",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bouey",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "China. Emerg Infect Dis",
            "volume": "26",
            "issn": "",
            "pages": "1616--1624",
            "other_ids": {
                "DOI": [
                    "10.3201/eid2607.202407"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Inter-Agency Standing Committee. IASC guidelines on mental health and psychosocial support in emergency settings. Geneva: The Committee",
            "authors": [],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Progression of mental health services during the COVID-19 outbreak in China",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "H"
                    ],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "J"
                    ],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Biol Sci",
            "volume": "16",
            "issn": "",
            "pages": "1732--1740",
            "other_ids": {
                "DOI": [
                    "10.7150/ijbs.45120"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Principles of the emergency psychological crisis interventions for the new coronavirus pneumonia",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Preventing disease fighting disease",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "MoE requests psychological support be provided to relieve novel coronavirus-related stress",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "A nationwide survey of psychological distress among Chinese people in the COVID-19 epidemic: implications and policy recommendations",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Qiu",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Gen Psychiatr",
            "volume": "33",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/gpsych-2020-100213"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Mental health problems and social media exposure during COVID-19 outbreak",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Jia",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Mao",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "PLoS One",
            "volume": "15",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0231924"
                ]
            }
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Case-patients with coronavirus disease in China and respective response from the Chinese Psychological Society Published list of 52 recommended hotline organizations 2020 Mar 8 No event Conducted 7-day self-help psychosocial support for healthcare workersRESEARCH LETTERSWe compared levels of severe acute respiratory syndrome coronavirus 2 neutralizing antibodies in recovery plasma from 7 completely asymptomatic coronavirus disease patients with those in symptomatic patients in South Korea. We found that serologic diagnostic testing was positive for 71% (5/7) of completely asymptomatic patients, but neutralizing antibody response occurred in all 7 patients.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Dr. Miu is an assistant professor and a licensed clinical psychologist in the Department of Psychiatry at the University of Texas, Southwestern Medical Center, Dallas, TX. Her research interests include social-cognitive factors, such as growth mindset and hostile attribution bias.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "About the Author"
        }
    ]
}