{
    "paper_id": "884c6fb2c6cd2ca1cae9a6a21ce0719d507faa39",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "sowie der Telemedizin (Rdnr. 3). Diese Mega-Tendenz der Digitalisierung wird im gleichen Kapitel unter Rdnrn. 68 ff. (Die Ambivalenz des medizinisch-technischen Fortschritts) sowie in etlichen späteren Kapiteln -etwa unter Stichworten wie Datenschutz, ED-VDokumentation, Gefährdungshaftung und Recht auf Nichtwissen -erneut aufgegriffen. Damit bekommt diese Entwicklung zur immer weiteren Technisierung und Digitalisierung der Medizin und dadurch der Wandel des Arztberufes zu einem gleichsam \"technischen Beruf \"die gebührende Aufmerksamkeit.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Teil \"B. Arztrecht\" dieses I. Kapitels geht auch auf weitere \"moderne\" Themen ein: auf Doping und personalisierte Medizin. Zutreffend wird darauf hingewiesen, dass das \"Erfolgssystem Doping\" (Rdnr. 46) den Arzt in einen Zwiespalt bringen kann, wenn nicht die Leistungssteigerung, sondern die durch Dopingmittel ausgelösten Gesundheitsgefahren sowie die \"Reparatur\" von unter Dopingeinnahme zugezogenen Sportverletzungen im Vordergrund stehen (Rdnr. 45). Die personalisierte Medizin (Rdnrn. 48 ff.) wiederum kennzeichnet das Problem, dass sie nicht generell für eine bestimmte Diagnose eine Therapie sucht, sondern die beste Therapie für einen einzelnen, ganz konkreten Patienten mit seinen Besonderheiten. Infolgedessen kann die personalisierte Therapie einerseits zum Heilversuch werden, andererseits \"droht eine Zersetzung bestehender Standards\" (Rdnr. 51).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Das II. Kapitel behandelt kompetent das \"Ärztliche Berufsrecht\". Dass viele Ärzte sich nicht mehr als Vertreter eines sog. \"freien Berufes\" empfinden, ist angesichts der dargestellten Vielfalt der auf sie einwirkenden Regelungen und insbesondere der damit verbundenen, nie versiegenden Bürokratie nachvollziehbar. Dies ändert jedoch rein formal nichts an der Zuordnung zum \"freien Beruf \"(Rdnr. 4).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Von besonderer Bedeutung für das Verhältnis Arzt-Patient ist der im III. Kapitel ausführlich besprochene Behandlungsvertrag. Er ist nach gesetzgeberischer Entscheidung privatrechtlicher Natur und als besonderer Vertragstyp in § § 630 a ff. BGB geregelt (Rdnr. 1). Zutreffend wird hervorgehoben, dass dieser privatrechtliche Vertrag -außer in Notfällen -keinem berufsrechtlichen Kontrahierungszwang unterliegt. Eine Abweisung erfordert jedoch sachliche Gründe -dies gilt auch bei mit HIV oder aktuell dem Coronavirus infizierten Patienten, vorausgesetzt, der Arzt kann für sich und seine Mitarbeiter eine Ansteckung durch geeignete und zumutbare Schutzmaßnahmen verhindern (Rdnr. 22). Im IV. Kapitel, \"Die ärztliche Hilfspflicht\", sind neben der ärztlichen Garantenpflicht und der allgemeinen Hilfeleistungspflicht nach § 323 c Abs. 1 StGB besonders die Ausführungen unter \"D. Suizid und ärztliche Hilfeleistung\" hervorzuheben. Hier wird u. a. zutreffend darauf hingewiesen, welche schwierige Situation das BVerfG geschaffen hat, indem es am 26. 2. 2020 den im Jahr 2015 ins StGB eingefügten § 217 StGB -Straf barkeit der geschäftsmäßigen Förderung der Selbsttötung -für verfassungswidrig erklärte (zu diesem Thema ausführlich VI. Kapitel, Rdnrn. 98 ff.). Ebenso besonderes Interesse gebührt in diesem Kapitel etwa dem Teil \"E. Kapazitätsmangel\". Es liegt nahe, dass hier die Corona-Pandemie angesprochen wird. Mit den Themen Triage und Post-Triage werden schwergewichtige Fragen erörtert.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Das V. Kapitel gilt den im Arztrecht fast ubiquitären Fragen von \"Auf klärung und Einwilligung\". Das klar gegliederte Inhaltsverzeichnis sowie das Stichwortverzeichnis mit ca. 110 Begriffen bieten dem Suchenden Orientierung. So findet man Ausführungen zum \"informed consent\" (Rdnrn. 5 ff.) ebenso wie zur Körperverletzungsdoktrin der Rechtsprechung (Rdnrn. 8 ff.), zur Bedeutung der Selbstbestimmung im Kontext der Auf klärung (B.) sowie zu der in bestimmten Fällen bestehenden Auf klärungspflicht über wirtschaftliche Fragen -zurecht wird vor der ihr innewohnenden Gefahr gewarnt, dass der Arzt gleichsam zum Vermögensberater des Patienten wird (Rdnr. 27). Der Umfang der Auf klärung in Relation zur Dringlichkeit der Behandlung und den spezifischen Behandlungsrisiken wird ebenso erörtert wie die Auf klärung über Behandlungsalternativen -auch solchen, die noch nicht Standard geworden sind. Hervorzuheben ist bei den \"Einschränkungen der Selbstbestimmung\" die komplexe Problematik der sog. \"Therapeutischen Kontraindikation\" (Rdnrn. 43 f.), früher \"therapeutisches Privileg der Nichtauf klärung\" genannt (Rdnr. 44) -um ein \"Privileg\" des Arztes geht es jedoch nicht, sondern wie immer geht es um das Wohl des Patienten. Nach den im VII. Kapitel behandelten, oft streitbefangenen Problemen von \"Sterilisation, Schwangerschaftsabbruch und Sexualmedizin\", widmet sich das VIII. Kapitel den Themen \"Fortpflanzungsund Genmedizin\". Der Teil A. \"Grundlagen und Kontroversen\" referiert die immer wieder erneut diskutierten Probleme der Menschenwürde des Embryos sowie die Zuordnung des IVF-Kindes zu genetischen, biologischen oder sozialen Eltern, je nach \"Beitrag\" der beteiligten Personen. Die zahlreichen \"Rechtsschichten\", die sich um die Fortpflanzungsmedizin legen, werden zutreffend entwirrt (Rdnrn. 5 ff. Jenseits dessen werden in diesem Kapitel alle für den Bereich \"Arztfehler und Haftpflicht\" relevanten Probleme aufgegriffen und sachgerecht erörtert, seien es etwa Organisationspflichten, horizontale wie vertikale Arbeitsteilung, die Anfängeroperation sowie die Delegation ärztlicher Aufgaben. Von besonderer Bedeutung ist auch die Qualitätssicherung (Rdnrn. 65 ff.). Sie dient nicht nur, so wird hervorgehoben, mit Gütesiegel und Zertifizierung für die Werbung, vielmehr sichert sie auch Behandlungserfolge und optimiert Handlungsabläufe, sie fördert die Selbstkontrolle und damit auch das Vertrauen der Gesellschaft (Rdnr. 74). In ähnlicher Weise vermögen beim Risikomanagement die Schadens-und Haftungsprävention zu wirken (Rdnrn. 75 ff.). Unverzichtbar ist für das ärztliche Handeln angesichts der biologischen Vielfalt, der es begegnet, die Therapiefreiheit (Rdnrn. 83 ff.); nur sie ermöglicht, Chancen und Risiken für das beste Ergebnis im konkreten Fall abzuwägen. Ein Korrelat dieser Therapiefreiheit ist die ärztliche Auf klärung (Rdnrn. 94 ff.), mit der der Arzt dem Patienten die individuelle Therapieempfehlung dargelegt. Die Teile \"Außergerichtliche Streitbeilegung\" und \"Versicherungsrechtliche Fragen\" schließen dieses Kapitel ab.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Im XI. und XII. Kapitel stehen prozessuale Fragen im Vordergrund. Das XI. Kapitel behandelt zunächst die Frage nach dem richtigen Anspruchsgegner bei vertraglicher und bei deliktischer Haftung, das heißt nach der sog. Passivlegitimation. Ob niedergelassener Arzt, ob die verschiedenen Varianten von Ärztekooperationen in ihrer jeweiligen rechtlichen Gestalt, stets gilt es als erstes zu ermitteln, gegen wen man ggfls. klagen will (Rdnrn. 1 ff.). Das Kernproblem des Arzthaftpflichtprozesses, wird zurecht betont, bildet dann \"regelmäßig die Beweisführung und häufig die Beweisnot des Patienten\" (Rdnr. 46). Indessen belegt der Misserfolg der Behandlung nicht zwingend, dass sie fehlerhaft war, denn biologische und psychologische Reaktionen sind nicht mathematisch berechenbar. Der Behandlungserfolg wird zwar angestrebt, aber nicht geschuldet. Einleuchtend wird dargestellt, dass die Verteilung der Beweislast (Rdnrn. 48 ff.) -zu wessen Lasten geht die Nichtbeweisbarkeit -besondere Schwierigkeiten bereitet, wie die Grundregeln der Beweislast und die zunehmende Zahl von Ausnahmen (Beweiserleichterungen, Beweislastumkehr, Anscheinsbeweis) belegen: Stets bedeutet die Entlastung der einen Seite die Belastung der anderen. Die Veränderungen der Beweislast aus reinen Billigkeitserwägungen fordern Kritik und Lösungsvorschläge heraus (Rdnrn. 91 ff.). Die stattdessen oder zusätzlich erhobene Auf klärungsrüge birgt ihrerseits neue Probleme (Rdnrn. 150 ff.).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Eine ganz andere Rolle, zeigt XII. Kapitel, nimmt der Arzt vor allem im Prozess als medizinischer Sachverständiger wahr. Er trägt jenes Fachwissen bei, über das das Gericht nicht selbst verfügt. Daher ist es Aufgabe des Gerichts, soweit erforderlich den Sachverständigen so lange zu Gutachten und Vortrag zu befragen, bis es dessen Ausführungen verstanden hat und einer Plausibilitätskontrolle unterziehen kann. Nur so, wird betont, ist zu vermeiden, dass der \"Gehilfe\" das Gericht dominiert und de facto die Entscheidung fällt (Rdnrn. 5 ff.). Dies leichter verhindern zu können ist der Vorteil spezialisierte Spruchkörper für Arzthaftungssachen (Rdnr. 10). Sofern ein Gutachten unrichtig ist -etwa wegen Zugrundelegung falscher Tatsachen Minderjährige und einwilligungsunf ähige Erwachsene in die medizinische Forschung einbezogen werden dürfen, denn einerseits besteht die Gefahr, sie zu instrumentalisieren, andererseits dass spezifische Krankheiten nicht erforscht werden können. Verschärft wird die Problematik, wenn anders als beim therapeutischen Experiment bei der nicht-therapeutischen Forschung ein Nutzen für Probanden per se nicht intendiert ist (Rdnrn. 89 f.). Indessen lassen internationale und nationale Regelungen (mit Ausnahme des Medizinprodukterechts) diese Art Forschung i. d. R. unter bestimmten einschränkenden Voraussetzungen grundsätzlich zu, an Minderjährigen jedoch nur, wird betont, wenn die zu erwartende Belastung minimal ist (Rdnrn 91 ff.). Medizinische Forschungsvorhaben sind an beratende Begleitung -und häufig die Zustimmung -von Ethikkommissionen gebunden, dies dient, wie zurecht hervorgehoben wird, außer dem Schutz der Probanden auch der Selbstkontrolle der Wissenschaft (Rdnrn. 109 ff., 115). Ethikkommissionen haben sich durch die Intensivierung ihrer Aufgaben zunehmend zu Kontrollorganen gewandelt (Rdnr. 130).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 729,
                    "end": 738,
                    "text": "Tatsachen",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "Fazit: Jedes Kapitel bieten viel mehr Themen, als hier genannt werden konnten. Jeder Besprechung eines solchen Werkes wohnt jedoch unvermeidbar eine Tendenz zur Reduktion inne -sie wird nur entschuldigt durch die räumliche Begrenzung des Berichts. Angesichts der Vielzahl der in dem Handbuch erörterten Fragen lautet das Fazit: Wer sucht, der findet -man kann nichts Besseres sagen über ein solches Werk. Das Handbuch von Laufs/Katzenmeier/Lipp ist für das Arztrecht unentbehrlich.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Sterbehilfegesetz -Augsburg-Münchner-Hallescher Entwurf. Gesetz zur Gewährleistung selbstbestimmten Sterbens und zur Suizidprävention.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Wolfram Eberbach"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Während sich das Bundesgesundheitsministerium insoweit in Zurückhaltung übt, liegen inzwischen zwei Gesetzesinitiativen verschiedener Abgeordneter vor, die die Voraussetzungen dafür schaffen wollen, dass \"sich Menschen zukünftig einer Begleitung bis zum Lebensende sicher sein können und auch Zugang zu Medikamenten zur Selbsttötung erhalten.\" (Helling-Plahr-Entwurf )",
            "authors": [],
            "year": null,
            "venue": "Gut ein Jahr ist es her, dass das BVerfG das Verbot der geschäftsmäßigen Förderung der Selbsttötung ( § 217 StGB) für mit dem GG unvereinbar und nichtig erklärt hat ( BVerfG, Urt. v. 26. 2. 2020 -2 BvR 2347/15 u. a.)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Was die Darstellung des Urteils selbst betrifft, ermöglicht das Buch einen schnellen Zugriff auf die wesentlichen Gründe der Entscheidung, die § 217 StGB nicht isoliert, sondern mitsamt seines Normumfelds in den Blick nimmt",
            "authors": [],
            "year": null,
            "venue": "Das zu rezensierende Buch ist schlüssig aufgebaut. Es stellt den Gesetzesvorschlag an den Anfang, worauf detaillierte Erläuterungen seines Inhalts folgen (S. 13 ff.). Die Schilderung der geltenden Rechtslage erfolgt knapp, lässt in der Sache aber nur wenig Raum für Kritik. Es fehlt lediglich ein Hinweis darauf, dass derjenige, der sich an einem nicht freiverantwortlichen Suizid durch aktives Tun beteiligt, wegen fahrlässiger Tötung oder wegen Totschlags bzw",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Das dient ebenso wie die ausdrückliche Einräumung des korrespondierenden Rechts in § 2 an sich nur der Klarstellung und ist doch unerlässlich, um Rechtssicherheit für Suizidwillige und Suizidhelfer zu schaffen (Brade/Friedrich, Verf Blog 2021/1/16). Weitergehende -auf Behandlungsverzicht, -begrenzung und -abbruch beschränkte -Regelungen enthält der Entwurf indes für minderjährige Personen",
            "authors": [],
            "year": null,
            "venue": "Den Auftakt des vorliegenden Gesetzentwurfs bildet sein Zweck: die Gewährleistung selbstbestimmten Sterbens",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Sie gehen zu recht von der prinzipiellen Straffreiheit der Mitwirkung am Suizid aus: Soweit das Vorgehen dem Willen des Betroffenen entspricht, sind Verstöße gegen Verfahrens-oder Formvor-Dr. iur. Alexander Brade, Wissenschaftlicher Mitarbeiter",
            "authors": [],
            "year": null,
            "venue": "Partiell an die Stelle des § 217 StGB treten sodann § 5 i. V. mit § 16 des Entwurfs",
            "volume": "21",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Den Modalitäten der Auf klärung (Umfang, Adressat, Form, Zeitpunkt etc.) mit all ihren Problemen wird unter B.III. ein umfangreicher Abschnitt gewidmet. In B.IV. folgen die Konsequenzen einer fehlenden oder unzureichenden Auf klärung (u. a. hypothetische Einwilligung und Kausalität). Teil C. schließlich enthält auf fast 20 Seiten eine ausführliche Kritik an der Rechtsprechung zur Auf klärungspflicht. Diese Kritik an den überdetaillierten, rechtlich konstruierbaren jedoch lebensfremd gewordenen Auf klärungsgeboten der Gerichte ist wohldurchdacht und schlüssig; diesen Teil des Handbuchs ausnahmsweise doch \"am Stück\" zu lesen ist ein Gewinn. Das VI. Kapitel ist überschrieben \"Rechtsfragen der Transplantation, Transfusion, Sektion und Intensivmedizin\". Hier werden alle einschlägigen Probleme sachkundig dargestellt und diskutiert. Dazu gehört auch die intensivmedizinische Behandlung von Kindern (Rdnrn. 177 ff.). Bei der Transplantation zählen zu diesen Problemen etwa die immer wieder aufflammende Diskussion um den Todeszeitpunkt (Rdnr. 5), ebenso wie die Frage, ob Zustimmung, erweiterte Zustimmung, Entscheidungs-oder Widerspruchslösung der geeignete Weg sind, Selbstbestimmungsrecht und Organmangel miteinander zu versöhnen (Rdnrn. 10 ff.). Die Xenotransplantation ist als Erweiterung des Angebots so denkbar wie die Fortentwicklung von Organoiden zu vollwertigem Ersatz (Rdnrn. 1 f.). Die Transplantationen steuernden rechtlichen Regelungen beeindrucken durch ihre Komplexität (Rdnrn. 7 ff.; Verfahrensregeln Rdnrn. 45 ff.). Kritik rufen nachvollziehbar die rechtlichen Begrenzungen hervor, wie die de facto unmöglich gemachte Überkreuzspende (Rdnr. 37). Andererseits ist die Gewinnung von Samenzellen zur medizinisch assistierten Befruchtung von Begrenzungen ausgenommen (Rdnr. 44). Insgesamt wird gerade von rechtlicher Seite Reformbedarf angemeldet (Rdnr. 54). Deutlich wird, wie große praktische, oft lebensrettende Bedeutung Bluttransfusionen zukommt (Rdnrn. 55 ff.). Die in den 1980er Jahren aufgetretene Übertragung von HIV-Infektionen durch nicht sachgerecht behandelte Blutspenden hat den Blick auf die Bedeutung der Sicherheit solcher Spenden gelenkt (Rdnr. 57). Im 1998 erlassenen TFG wurden daher die notwendigen Regelungen getroffen. Neben diesem Gesetz sind, wie in vielen Bereichen, auch in der Transfusionsmedizin zunehmend EU-Richtlinien zu beachten (Rdnr. 61). Sektionen (Rdnrn. 79 ff.) werden zu verschiedensten Zwecken durchgeführt, sie begegnen nicht nur in Strafverfahren, sondern hier erläutert auch etwa als Verwaltungssektion, Versicherungssektion, Privatsektion und klinische Sektion (Rdnrn. 80 f.) Nicht selten belegt erst eine Sektion, dass die Angaben in Todesbescheinigungen über die zum Tod führende Erkrankung des Verstorbenen falsch sind. Für Behandlungen im Rahmen der Intensivmedizin (Rdnrn. 93 ff.) gelten grundsätzlich die allgemeinen Regelungen des Behandlungsvertrages. Zutreffend wird jedoch betont, dass medizinische Indikation und Wille des Patienten in ganz besonderem Maß die Aufmerksamkeit des Arztes fordern (Rdnrn. 95 f.). Die Fragen der sog. \"Sterbehilfe\" (Rdrn. 98 ff.) werden einschließlich der oft öffentlichkeitswirksam geführten Debatten ausführlich erörtert.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "). Teil B. ist sodann Inhalt und Grenzen des -strafrechtlichen -ESchG von 1990 gewidmet. Deutlich wird dabei, dass die schnelle medizinische Entwicklung das, bis auf die Einfügung der Präimplantationsdiagnostik (vgl. dazu E.), unveränderte ESchG zunehmend \"alt aussehen\" lässt. Die Rufe nach einer Renovierung werden längst lauter, etwa beim Verbot der Eispende und der Leihmutterschaft, die im Ausland vielfach im Angebot sind. Die Reproduktionsmedizin wird in Teil D. umfangreich dargestellt. Zuvor wird in Teil C. das StZG behandelt. Stammzellforschung wäre nach dem ESchG eigentlich unzulässig. Sie wurde jedoch vom StZG an vom Ausland importierten embryonalen Zellen, die vor einem bestimmten Datum gewonnen wurden, sowie nach behördlicher Genehmigung und wenn das Forschungsvorhaben ethisch vertretbar ist, für zulässig erklärt. Wie das ESchG ist das StZG renovierungsbedürftig (Rdnr. 22). Schließlich werden in Teil F. verschiedene Aspekte der \"Genmedizin\" dargelegt. Dazu gehören die nach dem ESchG verbotenen -künftig jedoch wohl doch relevant werdenden -Eingriffe in Keimbahnzellen, ebenso die (zulässige) Gentherapie an Körperzellen, für die die üblichen arztrechtlichen Regelungen gelten (Rdnrn. 72 f.). Den Schwerpunkt dieses Teils bildet die Gendiagnostik (Rdnrn. 74 ff.) mit ihrer Bedeu-tung insbesondere für die Medizin. Das GenDG listet die zahlreichen rechtlichen Voraussetzungen für die Durchführung einer solchen Diagnostik und deren Folgen auf (Rdnrn.80 ff.). Für genetische Analysen zu Forschungszecken gilt das Gesetz jedoch nicht (Rdnr. 79).Als ein zentraler Aspekt der Beziehung zwischen Arzt und Patient wird das Vertrauen des Patienten in seinen Arzt hervorgehoben. Die grundlegende Stütze dieses Vertrauens ist die sachlich und zeitlich umfassende ärztliche Schweigepflicht. Der Gesundheitsdatenschutz tritt ergänzend hinzu. Die Probleme von \"Berufsgeheimnis und Dokumentation\" -auch die seltenen Grenzen der Schweigepflicht -werden im IX. Kapitel fachkundig dargelegt und erörtert. Zusammenwirken und Zusammenprall von Medizin und Recht sind indessen kaum je so intensiv wie beim Arztfehler und der Haftpflicht (X. Kapitel). Dargelegt wird, dass Indikation, informed consent und Behandlung lege artis die drei Voraussetzungen sind, gleichsam der Rahmen richtigen und zulässigen ärztlichen Handelns (Rdnr. 1). Der Behandlungsstandard (Rdnrn. 5 ff.) -die \"Kombination von wissenschaftlicher Erkenntnis, ärztlicher Erfahrung und professioneller Akzeptanz\" (Rdnr. 7) -füllt ihn aus. Leitlinien (Rdnrn. 10 ff.) wiederum sind die konkreten, aus dem Standard destillierten Handlungsanleitungen des Arztes. Seine Therapiefreiheit erlaubt ihm indessen, sich über sie hinwegzusetzen, und legt ihm zugleich die Begründungspflicht hierfür auf. Die Maßstäbe für das richtige ärztliche Verhalten, wird zurecht betont, bestimmt damit nicht das Gesetz, sondern die Medizin selbst (Rdnr. 14). Gezeigt wird, wie jedoch von ganz anderer Seite womöglich Ungemach droht: durch die Ressourcenknappheit, die das Machbare auf das Bezahlbare reduziert (Rdnrn. 21 ff.). Durch sie wendet sich der Blick vom Individuum, dem behandelten Patienten, zur Solidargemeinschaft. Das heißt, letztendlich ist es eine Frage gesellschaftlicher Entscheidung, welche und \"wie viel\" Medizin man sich leisten will (Rdnrn. 28 f.). Damit ergibt sich notwendig ein Spannungsverhältnis zwischen dem der Gesellschaft verpflichteten Wirtschaftlichkeitsgebot nach § 12 Abs. 1 SGB V und dem dem Individuum verpflichteten Sorgfaltsgebot des § 276 Abs. 2 BGB -kritisiert wird, dass der Gesetzgeber bisher diese wachsende Divergenz nicht zur Kenntnis nimmt (Rdnrn. 31 f.), trotzdem sei gerade er aufgerufen, eine demokratisch fundierte Lösung zu finden (Rdnr. 40).",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "-haftet der Sachverständige grds. nach § 839 a Abs. 1 BGB bei Vorsatz und grober Fahrlässigkeit. Die Frage der Unrichtigkeit, so wird gezeigt, kann jedoch ihrerseits schwierig zu beantworten sein, sie ist letztlich durch eine Plausibilitätskontrolle des Gerichts zu entscheiden (Rdnr. 48). Stellt das Gericht die Unrichtigkeit und das qualifizierte Verschulden des Sachverständigen fest, ist er zum Ersatz des einem Prozessbeteiligten durch die Unrichtigkeit hierdurch entstandenen Schadens verpflichtet (Rdnrn. 52 f.). Das XIII. Kapitel schließlich befasst sich gleichsam mit der Schaffung der medizinischen Zukunft: mit \"Heilversuch und medizinischer Forschung\". Die Suche nach medizinischem Fortschritt ist jedoch begleitet vom Risiko der involvierten Versuchspersonendie Berufung auf die Wissenschaftsfreiheit nach Art. 5 Abs. 3 GG rechtfertigt die Beeinträchtigung von Menschen nicht (Rdnr. 4). Zahlreiche internationale und nationale Regelungen sind zu beachten (Rdnrn. 5 ff.), die Corona-Pandemie findet dabei ihren Niederschlag (Rdnr. 11 mit Fußn. 36). Während die medizinische Behandlung der Einhaltung des Standards verpflichtet ist, wagt das medizinische Experiment den Schritt ins Neuland. Anders als der Heilversuch, bei dem schon der Begriff den Behandlungswillen in sich trägt, zielt das Experiment allein auf Erkenntnisgewinn, ein Nutzen für den Proband ist nicht intendiert (Rdnrn. 14 ff. u. 41). Der Proband stellt sich dem Forscher im Rahmen eines Probandenvertrages für das Projekt zur Verfügung (Rdnr. 42). Freiwillige Einwilligung und umfassendste Auf klärung sind ebenso elementare Bedingungen wie die lege artis durchgeführte Forschung. Zutreffend wird dargelegt, die Einrichtung einer Ethikkommission diene dabei gleichermaßen der Kontrolle der Wissenschaft wie dem Schutz der Probanden, zudem sei der Abschluss einer Probandenversicherung auch dann sinnvoll, wenn sie nicht gesetzlich vorgeschrieben ist (Rdnrn. 50 ff.). Im Sonderfall des \"therapeutischen Experiments\", bei dem zur Behandlung das wissenschaftliche Interesse tritt, ist zusätzlich zum Behandlungsvertag ein Probandenvertrag abzuschließen, Vorrang hat jedoch stets die korrekte ärztliche Behandlung (Rdnrn. 55 ff.). Sonderprobleme zumal bei der Auf klärung werfen blind-und doppelblind randomisierte kontrollierte Therapiestudien unter Einsatz von Placebos auf (Rdnrn. 62 ff.). Umfangreich geregelt ist der Bereich der Arzneimittelprüfung im AMG (Rdnrn. 66 ff.). Einleuchtend dargestellt ist, wie schwer die Entscheidung f ällt, ob",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}