{
    "paper_id": "885ca837b61727fda98f9d435f0cd95e9d5fcfb2",
    "metadata": {
        "title": "The use of dried blood spots for the serological evaluation of SARS-CoV-2 antibodies",
        "authors": [
            {
                "first": "Zheng",
                "middle": [
                    "Quan"
                ],
                "last": "Toh",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Murdoch Children's Research Institute",
                    "location": {
                        "postCode": "3052",
                        "settlement": "Melbourne",
                        "region": "Victoria",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "Rachel",
                "middle": [
                    "A"
                ],
                "last": "Higgins",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Murdoch Children's Research Institute",
                    "location": {
                        "postCode": "3052",
                        "settlement": "Melbourne",
                        "region": "Victoria",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "Jeremy",
                "middle": [],
                "last": "Anderson",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Murdoch Children's Research Institute",
                    "location": {
                        "postCode": "3052",
                        "settlement": "Melbourne",
                        "region": "Victoria",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "Nadia",
                "middle": [],
                "last": "Mazarakis",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Murdoch Children's Research Institute",
                    "location": {
                        "postCode": "3052",
                        "settlement": "Melbourne",
                        "region": "Victoria",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "Lien",
                "middle": [],
                "last": "Anh",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ha",
                "middle": [],
                "last": "Do",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Murdoch Children's Research Institute",
                    "location": {
                        "postCode": "3052",
                        "settlement": "Melbourne",
                        "region": "Victoria",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "Karin",
                "middle": [],
                "last": "Rautenbacher",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Royal Children's Hospital",
                    "location": {
                        "postCode": "3052",
                        "settlement": "Parkville",
                        "region": "Victoria",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "Pedro",
                "middle": [],
                "last": "Ramos",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Murdoch Children's Research Institute",
                    "location": {
                        "postCode": "3052",
                        "settlement": "Melbourne",
                        "region": "Victoria",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "Kate",
                "middle": [],
                "last": "Dohle",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Murdoch Children's Research Institute",
                    "location": {
                        "postCode": "3052",
                        "settlement": "Melbourne",
                        "region": "Victoria",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "Shidan",
                "middle": [],
                "last": "Tosif",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Murdoch Children's Research Institute",
                    "location": {
                        "postCode": "3052",
                        "settlement": "Melbourne",
                        "region": "Victoria",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "Nigel",
                "middle": [],
                "last": "Crawford",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Murdoch Children's Research Institute",
                    "location": {
                        "postCode": "3052",
                        "settlement": "Melbourne",
                        "region": "Victoria",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "Kim",
                "middle": [],
                "last": "Mulholland",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Murdoch Children's Research Institute",
                    "location": {
                        "postCode": "3052",
                        "settlement": "Melbourne",
                        "region": "Victoria",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "Paul",
                "middle": [
                    "V"
                ],
                "last": "Licciardi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Murdoch Children's Research Institute",
                    "location": {
                        "postCode": "3052",
                        "settlement": "Melbourne",
                        "region": "Victoria",
                        "country": "Australia"
                    }
                },
                "email": "paul.licciardi@mcri.edu.au"
            },
            {
                "first": "A",
                "middle": [
                    "/"
                ],
                "last": "Prof",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "To determine if dried blood spot specimens (DBS) can reliably detect severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) antibodies, we compared the SARS-CoV-2 IgG antibody response in paired serum and eluates from DBS specimens.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Methods A total of 95 paired DBS and serum samples were collected from 74 participants (aged 1-63 years) as part of a household cohort study in Melbourne, Australia. SARS-CoV-2 IgG antibodies specific for the receptor-binding domain (RBD) and S1 proteins between serum and eluates from DBS specimens were compared using an FDA-approved ELISA method.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Among the 74 participants, 42% (31/74) were children and the rest were adults. A total of 16 children and 13 adults were SARS-CoV-2 positive by polymerase chain reaction. The IgG seropositivity rate was similar between serum and DBS specimens (18.9% (18/95) versus 16.8% (16/95)), respectively. Similar RBD and S1-specific IgG levels were detected between serum and DBS specimens. Serum IgG levels strongly correlated with DBS IgG levels (r = 0.99, P < 0.0001) for both SARS-CoV-2 proteins. Furthermore, antibodies remained stable in DBS specimens for >3 months.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Conclusions DBS specimens can be reliably used as an alternative to serum samples for SARS-CoV-2 antibody measurement. The use of DBS specimens would facilitate serosurveillance efforts particularly in hard-to-reach populations and inform public health responses including COVID-19 vaccination strategies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The true level of exposure to severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) within a population or community is often underestimated by polymerase chain reaction (PCR) measurements alone. 1 One of the reasons for this is the large number of coronavirus disease 2019 (COVID-19) cases (up to 40%) being asymptomatic, 2 which include a large proportion of children (70%) who often present with mild illness or are asymptomatic. 3 As a result, many cases are often missed or not being tested. Measuring the size, extent and heterogeneity of the SARS-CoV-2 pandemic is crucial in providing a swift and informed public health response.",
            "cite_spans": [
                {
                    "start": 203,
                    "end": 204,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 440,
                    "end": 441,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Serosurveillance can provide estimates of cumulative exposure to SARS-CoV-2 by geographic area and population demographics and allows the progress of the pandemic, as well as the public health response, to be monitored. In addition, with the roll out of SARS-CoV-2 vaccination programs, serosurveillance can also be used to track vaccine immunity. However, the large amount of fieldwork and manpower required for specimen collection and cold-chain transportation for serosurveillance is challenging. During this pandemic, restrictions in movement and physical contact have also meant that collecting venous blood samples for serological testing has been more difficult. The use of dried blood spot (DBS) specimens would provide a more feasible approach to serosurveillance studies of SARS-CoV-2 antibodies but requires evaluation. To determine if DBS specimens can be used to reliably detect SARS-CoV-2 IgG antibodies, we compared serum and eluates from DBS specimens collected as part of a household contact study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The study samples were collected as part of a household cohort study in Melbourne, Australia. Participants who had a SARS-CoV-2 positive test (nasal/throat swab PCR-positive) and their household close contacts were recruited at the Royal Children's Hospital between 10 May and 29 July 2020. Venous blood samples were collected from each participant following informed consent. A subset of samples (N = 95 from 74 participants) had an aliquot of blood (50 μl/spot × 4 spots) spotted onto a Guthrie card filter paper (Whatman™ 903 filter paper) as DBS for this study. This study was approved by the Royal Children's Hospital Melbourne Human Research Ethics Committee (HREC): HREC/63666/RCHM-2019. We used the Mount Sinai Laboratories (USA) ELISA method 4 to determine antibody response to SARS-CoV-2 receptorbinding domain (RBD) and Spike subunit 1 (S1), the main antigen targets on the virus and are used in most serological assays (Details of DBS specimen processing, ELISA method and statistical analysis are provided in the Supplementary).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Out of the 74 participants, 31 (41.9%) were children (1-18 years old), with 16 (51.6%) confirmed positive for SARS-CoV-2. The rest of the participants were adults aged 19-63 years old (43/74, 58.1%), with 13 (30.2%) confirmed positive (refer to Supplementary Table 1 for participants characteristics). All infected participants were either asymptomatic or had mild symptoms. A total of 21 participants had serial samples, but most were seronegative.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 259,
                    "end": 266,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "The IgG seropositivity rate to the SARS-CoV-2 RBD or S1 were not significantly different between serum and DBS specimens (18.9% (18/95) versus 16.8% (16/95)); two individuals were borderline seropositive on serum but not DBS. There was no significant difference in the RBD-and S1-specific IgG antibody levels between serum and DBS specimens ( Fig. 1A and B; Supplementary Fig. S1 ). Moreover, both the RBD and S1-specific IgG antibody levels measured from the DBS specimens strongly correlated with their paired serum samples (r = 0.99, P < 0.0001; Fig. 1C and D) . To determine if DBS storage duration had a negative effect on SARS-CoV-2-specific IgG measurement, we compared paired serum and DBS specimens based on their storage duration prior to assay. There was no effect of DBS storage time on the detection of SARS-CoV-2 IgG antibodies and this was observed for samples up to 112 days ( Fig. 2A and B ); no significant difference was observed in measured RBD-and S1-specific IgG antibody levels for paired samples stored for ≤30 or >30 days (Supplementary Fig S2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 343,
                    "end": 379,
                    "text": "Fig. 1A and B; Supplementary Fig. S1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 549,
                    "end": 563,
                    "text": "Fig. 1C and D)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 893,
                    "end": 906,
                    "text": "Fig. 2A and B",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1047,
                    "end": 1069,
                    "text": "(Supplementary Fig S2)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Our results indicate that DBS specimens can be reliably used as an alternative to serum samples for SARS-CoV-2 antibody measurement, given the strong correlation observed between DBS specimens and serum samples. Furthermore, we found that DBS specimens remained stable for at least 3 months, enabling the conduct of serosurveillance efforts more broadly.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Advantages of DBS include (1) requires less blood volume, which is particularly important in paediatric settings, (2) the cost is relatively inexpensive, (3) long-term stability of sample without need for refrigeration and (4) can be transported by regular post. While our study did not assess the feasibility of sample collection using finger-prick, we believe that this is unlikely to affect our results given the utility of fingerprick sampling for other studies. 5-8 Therefore, our data suggest that the combination of finger-prick sampling and DBS collection could be used to facilitate serosurveillance efforts for SARS-CoV-2 in a similar way that they have been for monitoring infectious disease control of measles, hepatitis B and hepatitis C. 6, 7 Such an approach would be valuable for SARS-CoV-2 serosurveys particularly in hard-to-reach populations.",
            "cite_spans": [
                {
                    "start": 752,
                    "end": 754,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 755,
                    "end": 756,
                    "text": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our results confirm previous findings on the utility of DBS for SARS-CoV-2 antibody measurements, 5, 8, 9 but also extend these findings in several ways by (1) demonstrating the stability of DBS specimens, (2) using an established assay that has been granted Food and Drug Administration Emergency Use Authorization status, (3) using a standardized reference panel serum provided by National Institute for Biological Standards and Controls (UK) and the World Health Organization Solidarity II group and (4) including paediatric samples.",
            "cite_spans": [
                {
                    "start": 98,
                    "end": 100,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 101,
                    "end": 103,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 104,
                    "end": 105,
                    "text": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Lateral flow immunoassays (LFIA) and other rapid tests offer the promise of delivering antibody testing at scale, but the performance of currently available assays for SARS-CoV-2 is highly variable and with lower sensitivity compared to ELISA-based platforms. 10 Therefore, the convenient sampling of DBS and the use of ELISA may provide a more accurate measurement than currently available rapid tests, particularly for samples that have low antibody levels.",
            "cite_spans": [
                {
                    "start": 260,
                    "end": 262,
                    "text": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Understanding the extent of viral transmission and population immunity is critical to inform public health responses against this pandemic. This includes the easing of lockdown restrictions, re-opening of schools, understanding herd immunity and informing vaccination strategies. Our findings suggest that DBS collection is a reliable strategy for measurement of SARS-CoV-2 antibodies, and is a simple and low-cost approach for global COVID-19 serosurveillance efforts, including measuring population immunity following COVID-19 vaccine rollout programs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Supplementary data are available at the Journal of Public Health online.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary data"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Humoral immune response to SARS-CoV-2 in Iceland",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "F"
                    ],
                    "last": "Gudbjartsson",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "L"
                    ],
                    "last": "Norddahl",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Melsted",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "383",
            "issn": "",
            "pages": "1724--1758",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Prevalence of asymptomatic SARS-CoV-2 infection: a narrative review",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Oran",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Topol",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Ann Intern Med",
            "volume": "173",
            "issn": "",
            "pages": "362--369",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Clinical and epidemiological features of 36 children with coronavirus disease 2019 (COVID-19) in Zhejiang, China: an observational cohort study",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Qiu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Infect Dis",
            "volume": "20",
            "issn": "",
            "pages": "689--96",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "A serological assay to detect SARS-CoV-2 seroconversion in humans",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Amanat",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Stadlbauer",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Strohmeier",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nat Med",
            "volume": "26",
            "issn": "",
            "pages": "1033--1039",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "High seroprevalence for SARS-CoV-2 among household members of essential workers detected using a dried blood spot assay",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Mcdade",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Mcnally",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Zelikovich",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "PLoS One",
            "volume": "15",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Recommendations from an ad hoc Meeting of the WHO Measles and Rubella Laboratory Network (LabNet) on use of alternative diagnostic samples for measles and rubella surveillance",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Centers For Disease",
                    "suffix": ""
                },
                {
                    "first": "Prevention",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "MMWR Morb Mortal Wkly Rep",
            "volume": "57",
            "issn": "",
            "pages": "657--60",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Evaluation of the efficiency of dried blood spot-based measurement of hepatitis B and hepatitis C virus seromarkers",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Yamamoto",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Nagashima",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Isomura",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Sci Rep",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Sensitive detection of SARS-CoV-2-specific antibodies in dried blood spot samples",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "L"
                    ],
                    "last": "Morley",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Taylor",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jossi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Emerg Infect Dis",
            "volume": "26",
            "issn": "",
            "pages": "2970--2973",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Can dried blood spots (DBS) contribute to conducting comprehensive SARS-CoV-2 antibody tests?",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Thevis",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Knoop",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Schaefer",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Drug Test Anal",
            "volume": "12",
            "issn": "",
            "pages": "994--1001",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Clinical and laboratory evaluation of SARS-CoV-2 lateral flow assays for use in a national COVID-19 seroprevalence survey",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Flower",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Simmons",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Thorax",
            "volume": "75",
            "issn": "",
            "pages": "1082--1090",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Comparison of serum and dried blood spot (DBS) ELISA for the receptor-binding domain (RBD) and spike domain 1 (S1) of the SARS-CoV-2 spike protein.Concentration of (A) RBD-and (B) S1-specific IgG paired analysis. Correlation of (C) RBD-and (D) S1-specific IgG between serum and DBS specimens. Data are presented as mean ± 95% CI and each point is an individual sample. The dotted line represents the cut-off for seropositivity based on pre-pandemic sera plus two standard deviations. PCR+/−: SARS-CoV-2 polymerase chain reaction status. PD: post-PCR diagnosis. UD: undetermined. EU: ELISA Units. r: correlation coefficient.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Effect of DBS storage duration on the measurement of (A) RBD-and (B) S1-specific IgG response for all DBS specimens (blue) and their corresponding serum samples (red) based on DBS storage time (n = 95) Paired t-test and Pearson's correlation analysis were performed for IgG concentrations and correlation analysis, respectively. The dotted line represents the cut-off for seropositivity based on pre-pandemic sera plus two standard deviations.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "We thank the study participants and families for their involvement in this study. We also acknowledge the MCRI Biobanking service for their help in processing the samples.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "This work was supported by the Royal Children's Hospital Foundation and the MCRI Infection and Immunity Theme, as well as the Victorian Government's Medical Research Operational Infrastructure Support Program. P.V.L. is supported by NHMRC Career Development Fellowship.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        },
        {
            "text": "N.C. received funding from the National Institute of Health for influenza and COVID19 research. All other authors reported no conflicts of interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of Interest"
        },
        {
            "text": "The data underlying this article are available in the article and in its online supplementary material.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Availability Statements"
        }
    ]
}