{
    "paper_id": "885db303267b860c7e772db7d4b9606cb6563537",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Because of its high transmissibility, COVID-19 has challenged health-care systems worldwide, leading to pressure on intensive care beds in Italy with 9-11% of the people infected with COVID-19 requiring intensive care admission. 2 As a result, countries took various actions to flatten the curve to allow health-care systems to cope with the demand.",
            "cite_spans": [
                {
                    "start": 229,
                    "end": 230,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "On 23 March, 2020, the UK Government released \"Guidance for social distancing for everyone in the UK\". This guidance, among others, is much needed to reduce infection and potential spread of COVID-19. Within this guidance, several factors are identified as increasing a person's vulnerability of severe illness, and as a result, efforts to maintain social distancing is to be more stringent for these groups.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "One factor that has been identified as increasing a person's vulnerability of severe illness is a BMI of 40kg/m2 or higher, a cutoff that was also listed as an independent risk factor by the USA Centers for Disease Control and Prevention. Although it is recognised that a higher BMI has been associated with greater risk of type 2 diabetes, cardiovascular disease, and hypertension, all of which are predictors of poor outcomes in COVID-19, 3 to date, no available data show adverse COVID-19 outcomes specifically in people with a BMI of 40kg/m2 or higher. This absence of data might explain why, unlike with other factors identified as reasons for a higher-risk status, there is a paucity of information to explain the reason why people with a BMI of 40kg/m2 or higher, as an independent risk factor, are included as a high-risk group. In comparison, information about the reasons that a person with diabetes is at an increased risk of severe illness have been shared widely between people living with diabetes, healthcare workers, and community support networks.",
            "cite_spans": [
                {
                    "start": 441,
                    "end": 442,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The scarcity of information regarding the increased risk of illness for people with a BMI higher than 40kg/m² has led to ambiguity and might increase anxiety, given that these individuals have now been categorised as vulnerable to severe illness if they contract COVID-19. Similarly, and of concern, is that the BMI cutoff (≥40kg/m2) might give false safety for people with obesity at lower BMIs. Thus, there is a need for more evidence and information to raise awareness of why a BMI of 40kg/m2 or higher has been identified as a cutoff for increased risk of severe illness as a result of COVID-19, and also for health-care practitioners, organisations, and charities to inform and care for individuals seeking support.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We declare no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "s.w.flint@leeds.ac.uk",
            "cite_spans": [],
            "ref_spans": [],
            "section": "*Stuart William Flint, Abd A Tahrani"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Bearing the brunt of covid-19: older people in low and middle income countries",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Lloyd-Sherlock",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ebrahim",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Geffen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mckee",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BMJ",
            "volume": "368",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "COVID-19 and Italy: what next?",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Remuzzi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Remuzzi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "1225--1253",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "For the Guidance on social distancing in the UK see https:// www.gov.uk/government/ publications/covid-19-guidanceon-social-distancing-and-forvulnerable-people/ guidance-on-social-distancingfor-everyone-in-the-uk-andprotecting-older-people-andvulnerable-adults For more on the guidance from CDC see",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "1054--62",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Correspondence www.thelancet.com/diabetes-endocrinology Published online April 29, 2020 https://doi.org/10.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}