{"paper_id": "885eec0b2efb97b53d1db961dfbe06f39a6f4b89", "metadata": {"title": "Journal Pre-proof Adherence to social distancing and wearing of masks within public transportation during the COVID 19 pandemic Adherence to social distancing and wearing of masks within public transportation during the COVID 19 pandemic Corresponding author: Surname; Dzisi Given names", "authors": [{"first": "Emmanuel", "middle": [], "last": "Komla", "suffix": "", "affiliation": {"laboratory": "", "institution": "PMB", "location": {"settlement": "Kumasi", "country": "Ghana Surname"}}, "email": ""}, {"first": "Dzisi", "middle": [], "last": "Junior", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Oscar", "middle": ["Akunor"], "last": "Dei", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Junior", "middle": [], "last": "", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Oscar", "middle": [], "last": "Akunor", "suffix": "", "affiliation": {"laboratory": "", "institution": "PMB", "location": {"settlement": "Kumasi", "country": "Ghana"}}, "email": ""}]}, "abstract": [{"text": "The first two cases of COVID-19 in Ghana were recorded on March 12 th 2020. As a guideline, government issued directives on physical distancing and the use of face masks to curb community spread of the disease. Given that public transport has been identified as a high-risk environment for transmission, it was of interest to ascertain user and operator compliance to guidelines for public transport operations during the period, as a measure of its risk level. A roadside observer survey, of over 850 of the most popular paratransit (trotro) buses was carried out on one of the major roads in Kumasi. Compliance to the policy on physical distancing was determined using guidelines from the Ministry of Transport, while compliance to the policy on face masks was determined by the researchers themselves based on the number of commuters with/without face masks per bus. The results suggest that majority (98.0%) of buses comply with the social distancing guidelines established by the Ministry of transport, however the policy on face masks was complied with only partially in most vehicles. About 12.6% of the vehicles had fewer than three commuters without face masks, while 21.3% of buses that had fewer than 3 people with face masks. The results suggest public transport remains an area of high risk in the fight against COVID-19. It is recommended that operators are given additional directives that restrict them from allowing commuters without face masks on board their vehicles, and as well, that police enforce the policy through fines.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "from the 30 th of March 2020 to the 20 th of April 2020. The government would within this time, restrict travel within and between cities, including the two biggest cities, Accra and Kumasi, which have populations of 2.5 million and 3 million each (Ghana Statistical Services, 2019) .", "cite_spans": [{"start": 248, "end": 282, "text": "(Ghana Statistical Services, 2019)", "ref_id": null}], "ref_spans": [], "section": ""}, {"text": "The ministry of health would as well, focus on reducing the number of imported cases, initially by quarantining all travelers entering the country within weeks of the first confirmed cases, and gradually, adopting an intensive community and cluster-based contact tracing regime. Contact tracing was done using community surveillance and phone calls to people who had come in contact with known COVID-19 patients. The goal in contact tracing was the detection and isolation of new cases, to prevent the spread of infection. A contact was determined to be a person who interacted with a laboratory confirmed COVID 19 patient through any of the following ways: living together in the same household with the Covid-19 patient, travelling together with the Covid 19 patient in any kind of conveyance, working together with, or being in close proximity with a confirmed case without requisite PPE (World Health Organization, 2020a).", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "The process of contact tracing would result in the testing of some 86,000 people during the lockdown in April, and allowed the country to be first on the continent in the number of COVID-19 tests per million people. At the time the lockdown was lifted, the country was sixth in infections on the continent with 2,169 cases 229 recoveries and 18 deaths, numbers which could have been significantly higher without these interventions. Figure 1 shows the increasing number of cases in Ghana in comparison to Algeria, Australia, Cote d'Ivoire, Kenya, South Korea and Tunisia, over a 5-month period. ", "cite_spans": [], "ref_spans": [{"start": 433, "end": 441, "text": "Figure 1", "ref_id": "FIGREF0"}], "section": ""}, {"text": "According to Javid, Weekes, & Matheson (2020) maximal viral shedding of SARS-CoV-2 occurs early in the course of the illness. Patients may therefore be contagious before they develop symptoms or realize they are infected. Transmission of COVID-19 by individuals who do not show symptoms of the virus have been documented, and mathematical models suggest that between forty and eighty percent of initial transmission was due to transmission from presymptomatic and asymptomatic people. Available data supports the notion that the virus can spread during normal breathing, and that individuals that are seemingly well can still shed high titres of the virus for onward transmission. Kraemer et al. (2020) using real-time mobility data from Wuhan, highlighted the role of transportation in transmission of the virus across China. They identified that early on, the spatial distribution of COVID-19 cases in China could be explained based on the patterns of human mobility. After the implementation of lockdowns, this correlation dropped and the growth rates in infection became negative in most locations, although shifts in the demographics of reported cases were still indicative of local chains of transmission outside of Wuhan. Liu & Zhang (2020) also highlight the role of face masks in reducing the spread of COVID-19. They used an analysis of a typical case of cluster outbreak as a result of public transportation exposure in China. One individual traveling from Chongqing, China, transmitted the COVID-19 virus to five other people in the same vehicle when he did not wear a face mask, and transmitted it to no one on a second vehicle (on the second half of the same journey) after he wore a face mask. The Center for Disease Control and Prevention conducted an epidemiological investigation and close contact tracing to screen and treat all passengers that had come in contact with the suspected case. The 14-day medical observation showed that all passengers that had come in contact with the infected individual after he wore a face mask, did not have COVID-19, while 5 of the 39 passengers that had come in contact with the individual on the first bus, had contracted the disease. Howard et al. (2020) argue that, wearing a face mask reduces the transmissibility per contact by reducing transmission of infected droplets as witnessed in both laboratory and clinical contexts. They state that the use of face masks could be most effective at stopping spread of the virus when compliance is high among larger populations. The decreased transmissibility could substantially reduce the death toll and possibly, the economic impact from COVID-19.", "cite_spans": [{"start": 13, "end": 45, "text": "Javid, Weekes, & Matheson (2020)", "ref_id": "BIBREF21"}, {"start": 681, "end": 702, "text": "Kraemer et al. (2020)", "ref_id": "BIBREF23"}, {"start": 1229, "end": 1247, "text": "Liu & Zhang (2020)", "ref_id": "BIBREF24"}, {"start": 2191, "end": 2211, "text": "Howard et al. (2020)", "ref_id": "BIBREF20"}], "ref_spans": [], "section": "Face masks as a mode of preventing the transmission of SARS-CoV-2"}, {"text": "It is argued that, although standardized masks such as the N95 (American standard) or FFP2 (its equivalent in Europe) are most effective in reducing risk of contracting COVID-19, these standardized masks can be expected to become scarce in the course of a global pandemic such as COVID-19 (Howard et al., 2020) . According to Greenhalgh et al., (2020) however, even cloth masks, in the absence of these standardized masks, may be only marginally (15%) less effective in blocking emitted particles. They state that cloth masks are fivefold more effective than not wearing one, while offering a good measure of protection to the user.", "cite_spans": [{"start": 289, "end": 310, "text": "(Howard et al., 2020)", "ref_id": "BIBREF20"}, {"start": 326, "end": 351, "text": "Greenhalgh et al., (2020)", "ref_id": "BIBREF16"}], "ref_spans": [], "section": "Availability of face masks in Ghana"}, {"text": "Republic of Ghana, instituted the local production of some 3.6 million face masks, at a rate of one hundred and fifty thousand a week, to ensure the availability of the personal protective equipment for ordinary citizens beyond the lockdown.", "cite_spans": [], "ref_spans": [], "section": "J o u r n a l P r e -p r o o f"}, {"text": "To this end, the Food and Drugs Authority (FDA) was authorized to evaluate the quality of face masks that were being locally produced, to ensure they met basic standards for use. The Ministry of Health also made known to the public, standards for manufacturing face masks as personal protective equipment (PPE). They encouraged the use of java or wax cloths sewn in a triplelayered fashion, stringed with side loops as hooks to the ear, Calico inlaid with fabric stiffener with side loops as hooks to the ear, and as well, homemade masks with strings to be tied behind the neck or head (Zurek, 2020) .", "cite_spans": [{"start": 586, "end": 599, "text": "(Zurek, 2020)", "ref_id": "BIBREF35"}], "ref_spans": [], "section": "J o u r n a l P r e -p r o o f"}, {"text": "Prices of these locally made face masks ranged between GHC1 (US$ 0.17) to GHC7 ($1.2) on average, while the price of surgical masks, shot to about GHC100 (US$17.48) per box from their previous GHC9 (US$1.57) before the pandemic. N95 masks that typically sold for GHC 10 ($1.75) also sold for roughly GHC 25 ($4.37) per mask. This surge in prices was attributed to the overwhelming demand for masks, particularly by foreign nationals who bought them for onward delivery to their families overseas (Alamisi, 2020) [prior to Ghana's first case].", "cite_spans": [{"start": 496, "end": 511, "text": "(Alamisi, 2020)", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "J o u r n a l P r e -p r o o f"}, {"text": "Donations of essential items such as local wash sinks, face masks and hand sanitizers were made to some transport operators in selected parts of the country by government and other private entities. However, the vast majority of transport operators and users were expected to acquire their own face masks and hand sanitizers during the period.", "cite_spans": [], "ref_spans": [], "section": "J o u r n a l P r e -p r o o f"}, {"text": "In an assessment of individual preparedness for the COVID-19 outbreak in Ghana, 68% of Ghanaians thought they were at high risk of contracting COVID-19, 63% thought they were knowledgeable about the disease and its spread, 90% increased the frequency and consistency with which they washed their hands, and 73% used hand sanitizers regularly. The use of face masks also registered 33% use regularly, 43% occasional use, and 24% non-use within the first week of the outbreak (Serwaa, et al. 2020 ). suggest that although some individuals may opt to wear face masks to protect themselves, a stronger public health rationale is to advocate for mass masking as a way of protecting others within one's community. They considered this particularly of importance because of the possible asymptomatic transmission of the virus. They argue that, mass masking is underpinned by the 'prevention paradox', that essentially brings moderate benefits to individuals, but has significant benefits for larger populations. The wearing of masks in their perspective, is as important a measure as mitigation (through handwashing), and physical distancing.", "cite_spans": [{"start": 474, "end": 494, "text": "(Serwaa, et al. 2020", "ref_id": null}], "ref_spans": [], "section": "Ghanaians' preparation towards the outbreak"}, {"text": "In Ghana, paratransit services ('trotros') are the primary mode of transport for intercity travel among the majority of commuters because of how relatively affordable they are (Hotor, 2016) . The service which is solely run by the informal sector (Hart, 2013) seats between 15 and 21 passengers, depending on the size of the bus and number of seats fabricated for a bus by local J o u r n a l P r e -p r o o f metalsmiths (Tetteh et. al 2017) . The buses are however, often overcrowded, presenting a possible health hazard for the spread of infectious diseases (Goscé & Johansson, 2018) such as Covid-19. Other forms of public transportation such as station-based and chartered taxi cabs, motorcycle taxis (Tuffour, 2014) , tricycle services ('Pragya'), on-demand ride-hailing (Acheampong et al., 2020; Dzisi, et.al., 2020) and bus rapid transit services (Vermeiren et al., 2015) exist in most Ghanaian cities. Trotros are however most popular, because they have cheap fares, and large vehicle fleets that ply most roads across the country. In Kumasi, there are an estimated 10,000 of these vehicles (KOICA, 2016).", "cite_spans": [{"start": 176, "end": 189, "text": "(Hotor, 2016)", "ref_id": "BIBREF19"}, {"start": 247, "end": 259, "text": "(Hart, 2013)", "ref_id": "BIBREF17"}, {"start": 422, "end": 442, "text": "(Tetteh et. al 2017)", "ref_id": "BIBREF29"}, {"start": 561, "end": 586, "text": "(Goscé & Johansson, 2018)", "ref_id": "BIBREF15"}, {"start": 706, "end": 721, "text": "(Tuffour, 2014)", "ref_id": "BIBREF31"}, {"start": 777, "end": 802, "text": "(Acheampong et al., 2020;", "ref_id": "BIBREF0"}, {"start": 803, "end": 823, "text": "Dzisi, et.al., 2020)", "ref_id": null}, {"start": 855, "end": 879, "text": "(Vermeiren et al., 2015)", "ref_id": "BIBREF32"}], "ref_spans": [], "section": "Public transport operations in Ghana during the COVID-19 pandemic"}, {"text": "As a result of their informal natures, operators of trotro and some taxi cab services are unionized under the Ghana Private Road Transport Union (G.P.R.T.U), a member of the Trade Union Congress. This allows these commercial drivers to have their interests represented with the government, and allows government as well regulate their services through directives, especially in times where public transport management requires collaborative effort between government and the operators. The ministry of transport's directives for intercity travel during COVID-19, were issued on the 18 th of March 2020, and included; (i) the placement of locally devised wash sinks called \"veronica buckets\" at all bus stations, (ii) an insistence on the washing of hands by passengers at bus stations before boarding vehicles, (iii) the regular washing of buses, (iv) a reduction in the number of occupants per vehicle, and a need for physical distancing in vehicles (v) opening of windows to allow aeration within vehicles and (v) the collection of passenger cellphone numbers to enhance contact tracing in case there was the need for it.", "cite_spans": [], "ref_spans": [], "section": "Public transport operations in Ghana during the COVID-19 pandemic"}, {"text": "The transport union and road transport coordinating council subsequently put out a directive on the 29 th of March 2020 stating;  \"Every passenger carrying-vehicle including taxis that typically seat between 1-3 people on a row should seat no more than two passengers on a row.  All Passenger Carrying-vehicles that seat 1-4 people on a row should seat no more than three passengers on a row  All Passenger carrying vehicles that seat 1-5 people on a row should seat no more than three passengers on a row.\" (Ansah, 2020) .", "cite_spans": [{"start": 511, "end": 524, "text": "(Ansah, 2020)", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Public transport operations in Ghana during the COVID-19 pandemic"}, {"text": "The health ministry would as well issue guidelines, six (6) days after the partial lockdown was lifted, stating; \"The following groups or persons are required to at all times wear masks; Food vendors and sellers at markets, commercial vehicle drivers and attendants, commuters on public transport, persons in public and commercial centers…\".", "cite_spans": [], "ref_spans": [], "section": "Public transport operations in Ghana during the COVID-19 pandemic"}, {"text": "The ministry's website also provided an illustration of the appropriate way to use the face mask, showing that users were not supposed to loosen it around their neck but to have it fully cover their nose, mouth, and chin and be snug on the side of the face. The guidelines would be in effect at the time of this study, although there were no penalties for not meeting directives at the time. The Ministry of information hosted regular press briefings during the period to update citizens on the country's situation using various media (radio, television, social media and print media) (Addo-Lartey et al., 2020).", "cite_spans": [], "ref_spans": [], "section": "Public transport operations in Ghana during the COVID-19 pandemic"}, {"text": "J o u r n a l P r e -p r o o f Table 1 shows a summary of the various guidelines that were established for particularly public transport operations during the COVID-19 pandemic. ", "cite_spans": [], "ref_spans": [{"start": 31, "end": 38, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Public transport operations in Ghana during the COVID-19 pandemic"}, {"text": "Using the directives on physical distancing and face masks as criteria, the authors carried out a roadside observer survey of user and operator compliance to the COVID-19 guidelines for public transport, as a measure of the risk levels involved in public transport use during the period.", "cite_spans": [], "ref_spans": [], "section": "Materials and methods"}, {"text": "Roadside observer surveys, which are a technique that involves the use of trained observers to categorize road user behavior, was determined as an appropriate data collection method because it allowed a fair assessment of operator and commuter compliance in real time, without violating the WHO Ethical guidelines for research during public health emergencies (World Health Organization, 2020b). The methodology of roadside observations was as well consistent with Beutel et al., (2017) who used the approach in determining driver compliance in wearing seatbelts in Namibia.", "cite_spans": [{"start": 465, "end": 486, "text": "Beutel et al., (2017)", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Materials and methods"}, {"text": "Roadside observations in this study were carried out by two trained observers, each collecting data on one of the separate categories of compliance i.e. in-vehicle physical distancing and invehicle use of face masks. Observations of vehicles were tallied under compliant or noncompliant based on the established transportation guidelines. Compliance to the physical distancing guideline was determined to be a situation where the maximum number of commuters on a row was in conformance with the GPRTU and Ministry of Transport directives. Noncompliance as well was determined as a situation where there was some observed violation of this guideline.", "cite_spans": [], "ref_spans": [], "section": "Materials and methods"}, {"text": "According to the Ministry of health as well, no one should have been using public transport without face masks. However, an adjusted maximum of 2 people per bus without face masks was determined by the researchers in this study, to account for extreme economic hardships (Danquah & Schotte, 2020; Dzansi, 2020) that could have inhibited a person from possibly J o u r n a l P r e -p r o o f owning a mask. Even though compliance to the policy was an individual responsibility, buses were categorized as compliant or non-compliant based on the number of commuters with face masks, on board a vehicle (Table 3) . Measuring compliance this way allowed for the aggregation of commuter compliance per bus. The survey was carried out at Tech Junction, a major bus stop on the Accra Kumasi road where passengers alight and/or get on board vehicles towards the central business district. The activities at the stop allowed for vehicles to travel at slow speeds (<20km/h) or grind to a halt. These stoppings, and as well, the fact that most vehicles had their windows open, allowed for adequate observations of in-vehicle situations. Data collected from the observations were analyzed using descriptive statistics. Table 2 shows the days and times the roadside observations were carried out and the number of observations per category. The differences in volumes could be attributed to the higher number of commuters that traveled in the morning towards the central business district, in comparison to the slightly lower traffic volumes recorded for buses in the same direction in the evening. Table 3 shows how compliance and non-compliance for both the policy on face masks and physical distancing were categorized in this study. Larger buses such as Benz Sprinters and Ford transit buses which typically seat four or five commuters on a row were considered compliant where there was a maximum of three commuters and non-compliant where there were more than three people on any row of the vehicle. A sub-category for non-compliance in the use of face masks was as well created after the first day, and termed 'disregard for the policy', to estimate the number of vehicles that had fewer than three people wearing the face masks. Where a maximum of 2 people were seated on a row for smaller buses, or where a maximum of 3 people were seated on a row for larger buses", "cite_spans": [{"start": 271, "end": 296, "text": "(Danquah & Schotte, 2020;", "ref_id": "BIBREF10"}, {"start": 297, "end": 310, "text": "Dzansi, 2020)", "ref_id": "BIBREF11"}], "ref_spans": [{"start": 599, "end": 608, "text": "(Table 3)", "ref_id": "TABREF2"}, {"start": 1206, "end": 1213, "text": "Table 2", "ref_id": "TABREF1"}, {"start": 1585, "end": 1592, "text": "Table 3", "ref_id": "TABREF2"}], "section": "Materials and methods"}, {"text": "Where more than 2 people were seated on any row of a smaller bus, or where more than 3 people were seated on any row for larger buses J o u r n a l P r e -p r o o f 8", "cite_spans": [], "ref_spans": [], "section": "Materials and methods"}, {"text": "Prior to the field survey, an initial analysis of COVID-19 case counts and mobility trends was done using Google Mobility data and resources from Ourworldindata.com (an open access resource for tracking . The plots were aimed at evaluating possible correlations between the rise in case counts and a change in mobility trends. Figure 2 , shows the comparison between case counts, and mobility trends at specifically transit stops. The plot suggests initial evidence of a possible correlation between the rise in cases and an increase in mobility after the lockdown. Similar correlations exist for retail, recreational areas and workplaces, confirming earlier studies (Gilbert et al., 2020; Kraemer et al., 2020) .", "cite_spans": [{"start": 667, "end": 689, "text": "(Gilbert et al., 2020;", "ref_id": "BIBREF14"}, {"start": 690, "end": 711, "text": "Kraemer et al., 2020)", "ref_id": "BIBREF23"}], "ref_spans": [{"start": 327, "end": 335, "text": "Figure 2", "ref_id": null}], "section": "Correlation between increased mobility and increased case counts"}, {"text": "Source: authors rendering based on Google mobility trends and data from OurWorldindata.org", "cite_spans": [], "ref_spans": [], "section": "Figure 2 Mobility trends against Covid 19 case count and confirmed deaths"}, {"text": "The results of the cross-sectional roadside observation of vehicles travelling through Tech Junction as well suggests that on average, compliance with the guidelines for wearing face masks was 12.6%, and compliance for physical distancing within vehicles was 98.0%. 21.3% of vehicles also registered complete disregard for the policy on wearing face masks, where fewer than three people wore a mask in the vehicle. On average, four commuters per vehicle did not wear face masks, even under the current ministry of health guidelines. A majority of vehicles however, were adherent to the social distancing policy, although adherence was not to suggest a particularly enhanced sense of hygiene in operations.", "cite_spans": [], "ref_spans": [], "section": "Results from observations"}, {"text": "In terms of a total disregard for the policy on face masks, 37 vehicles (12.4%) of vehicles on Tuesday, 43 (30.7 %) of vehicles on Wednesday, and 48 (27.6%) of vehicles on Thursday, had fewer than 3 people wearing a face mask and were considered in total disregard for the policy. Table 4 shows the compliance and non-compliance levels for each of the days. Figure 3 and Figure 4 as well present graphical representations of compliance with the policy on the wearing of masks, and the compliance with guidelines on in-vehicle physical distancing respectively. J o u r n a l P r e -p r o o f", "cite_spans": [], "ref_spans": [{"start": 281, "end": 288, "text": "Table 4", "ref_id": "TABREF3"}, {"start": 358, "end": 366, "text": "Figure 3", "ref_id": null}, {"start": 371, "end": 379, "text": "Figure 4", "ref_id": null}], "section": "J o u r n a l P r e -p r o o f"}, {"text": "A chi-square test of independence was additionally performed to examine the relation between period of day and the compliance to the use of face masks. The relation between these variables was significant, X 2 (1, N = 859) = 8.296., p = .003973. Higher degrees of compliance in the use of face masks were more likely to be observed in the mornings as compared to evenings. The chi-square statistic with Yates correction was also 7.6919 with a p-value of .005547 significant at p < .01.", "cite_spans": [], "ref_spans": [], "section": "Figure 4 Compliance and non-compliance with in vehicle physical distancing"}, {"text": "Another peculiar observation was that, although the guidelines stated commercial vehicle drivers and their attendants were to use face masks, more drivers could be observed using face masks as compared to mates. The job of the \"mate\", which involves the calling out of the trotro's route to attract commuters, could perhaps have been difficult to do with a mask on, since the gear could end up muffling the sound they make in calling commuters. This however presents a concern in the management of COVID-19, since an attendant in their interactions with passengers, could unwittingly become an agent for the transmission of COVID-19, should they contract it themselves.", "cite_spans": [], "ref_spans": [], "section": "Figure 4 Compliance and non-compliance with in vehicle physical distancing"}, {"text": "With the increasing body of evidence suggesting the wearing of face masks as an effective approach in curbing the spread of COVID-19 (Howard et al., 2020) , particularly in public transport vehicles (Liu & Zhang, 2020) , there is a need to ensure better compliance with this policy among users and operators, to potentially reduce the likelihood of increased infections in the country.", "cite_spans": [{"start": 133, "end": 154, "text": "(Howard et al., 2020)", "ref_id": "BIBREF20"}, {"start": 199, "end": 218, "text": "(Liu & Zhang, 2020)", "ref_id": "BIBREF24"}], "ref_spans": [], "section": "Figure 4 Compliance and non-compliance with in vehicle physical distancing"}, {"text": "Since cloth masks have been determined to be only marginally ineffective in protecting people from COVID-19, government must direct more of the resources allocated for the country's J o u r n a l P r e -p r o o f COVID-19 response towards the production and distribution of masks among citizens. Police must as well be given the mandate to enforce the use of masks through fines to ensure there is compliance with the measure. Additional directives should be established for public transport, that discourage operators from allowing commuters without masks on board, and fines must be applied to individual commuters spotted without masks. This policy on mass masking is important since attest the 96% compliance in the use of face masks in Hong Kong played a contributory role in reducing the rates of COVID-19 infections in the country, as compared to other countries such as Spain, Italy, Germany, France and the US, which had comparable population densities, health care systems and social distancing measures. The current 12.6% compliance with the use of face masks in Ghana suggests the existence of a gap in the implementation of this key preventative measure in reducing the spread of COVID-19.", "cite_spans": [], "ref_spans": [], "section": "Figure 4 Compliance and non-compliance with in vehicle physical distancing"}, {"text": "Despite these findings, it is also important to mention some of the limitations of this survey. The first limitation was the fact that it used a cross sectional approach, and could therefore not capture compliance of commuters throughout their journey. Secondly, the choice of a singular location meant that compliance levels in other parts of the city may not be accounted for particularly if attitudes towards the directives were varied in different parts of the city. Finally, the duration of the study was short, and therefore, suggestions made are based on the solutions that have been found to be effective in other places.", "cite_spans": [], "ref_spans": [], "section": "Figure 4 Compliance and non-compliance with in vehicle physical distancing"}, {"text": "In conclusion, the policy on physical distancing within vehicles is adhered to, however, the policy on the use of face masks in vehicles requires stricter enforcement. The interventions (lockdowns, physical distancing and wearing of masks) during COVID-19 are designed to reduce the rate of hospitalizations that occur, particularly of critically ill patients, to allow the healthcare systems of countries cope with the disease. For a country such as Ghana that has a doctor to patient ratio of 1:84,813 (Henkens, 2020 ) and a current bed capacity of about 700 beds for COVID-19 (Annoh, 2020) , significant rises in the number of cases can pose a challenge to the management of the disease.", "cite_spans": [{"start": 504, "end": 518, "text": "(Henkens, 2020", "ref_id": "BIBREF18"}, {"start": 579, "end": 592, "text": "(Annoh, 2020)", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "Conclusion."}, {"text": "The policy for physical distancing requires transport operators to reduce the number of passengers per vehicle by about 30% for most trotros, which has negative financial implications for these operators. The policy which was met initially by apprehension because of these economic loses, however registered a strong degree of compliance (98%) probably as a result of government provided buffers such as a reduction in the price of fuel, the subsidizing of electricity and water bills for all citizens, and agreements between government and the operators union.", "cite_spans": [], "ref_spans": [], "section": "Conclusion."}, {"text": "Regarding the use of face masks within public transport vehicles however, there was complete compliance (fewer than 3 people without face masks) about 12.6% of the time, with mostly partial-compliance observed majority of the time. Complete disregard for the policy on face-J o u r n a l P r e -p r o o f masks (fewer than 3 people wearing a mask in a vehicle) also occurred about 21.3% of the time. On average, 4 people per vehicle were not wearing the face masks. These results suggest the existence of a significant gap in the implementation of the policy on face masks and the need for much more effective implementation of the policy.", "cite_spans": [], "ref_spans": [], "section": "Conclusion."}, {"text": "It is recommended based on these findings and others Greenhalgh et al., 2020; Howard et al., 2020) that the government directs a significant portion of its COVID-19 resources towards the production and distribution of affordable/reusable face masks for citizens. Government should as well bear the cost of providing free face masks to poorer communities (Tsifodze, 2020) who may be exceptionally vulnerable and perhaps unable to afford them at this time. Further, there should be additional directives given to discourage operators from allowing commuters without masks on board, and as well, the use of fines and policing to enforce these policies. Finally, government should continue to use media platforms to continually sensitize citizens on the benefits of using face masks, to encourage their voluntary use. Together, the implementation of these strategies can reduce the risk levels and possible transmission of COVID-19 on public transport during the period, and help the country contain the spread of the disease.", "cite_spans": [{"start": 53, "end": 77, "text": "Greenhalgh et al., 2020;", "ref_id": "BIBREF16"}, {"start": 78, "end": 98, "text": "Howard et al., 2020)", "ref_id": "BIBREF20"}, {"start": 354, "end": 370, "text": "(Tsifodze, 2020)", "ref_id": "BIBREF30"}], "ref_spans": [], "section": "Conclusion."}, {"text": "This research did not receive any specific grant from funding agencies in the public, commercial, or not-for-profit sectors.", "cite_spans": [], "ref_spans": [], "section": "Conclusion."}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Mobility-on-demand: An empirical study of internet-based ride-hailing adoption factors, travel characteristics and mode substitution effects", "authors": [{"first": "R", "middle": ["A"], "last": "Acheampong", "suffix": ""}, {"first": "A", "middle": [], "last": "Siiba", "suffix": ""}, {"first": "D", "middle": [], "last": "Okyere", "suffix": ""}, {"first": "P", "middle": [], "last": "Tuffour", "suffix": ""}], "year": 2020, "venue": "Transportation Research Part C Emerging Technologies", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.trc.2020.102638"]}}, "BIBREF1": {"ref_id": "b1", "title": "Prevention of COVID-19 in Ghana: Compliance Audit of Selected Transportation Stations in Accra", "authors": [{"first": "A", "middle": [], "last": "Addo-Lartey", "suffix": ""}, {"first": "J", "middle": [], "last": "Aheto", "suffix": ""}, {"first": "H", "middle": [], "last": "Bonful", "suffix": ""}, {"first": "J", "middle": [], "last": "Ganle", "suffix": ""}, {"first": "B", "middle": [], "last": "Sarfo", "suffix": ""}, {"first": "R", "middle": [], "last": "Aryeetey", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Estimating the Financial Costs of Funeral Celebrations in Ghana: (A Case Study of Greater Accra, Central and Ashanti Regions)", "authors": [{"first": "J", "middle": ["J K"], "last": "Adu", "suffix": ""}, {"first": "E", "middle": ["K S"], "last": "Amoah", "suffix": ""}, {"first": "E", "middle": [], "last": "Hope", "suffix": ""}], "year": 2020, "venue": "In International Journal of Business and Social Research", "volume": "10", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Sale of \"coronavirus\" mask in Accra goes up by 1000%", "authors": [{"first": "D", "middle": [], "last": "Alamisi", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Ghana COVID-19 -No Bed Shortage in Ghana -GHS Refutes Claim -allAfrica. The Ghanaian Times", "authors": [{"first": "A", "middle": [], "last": "Annoh", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "COVID-19 Commercial Vehicles Ordered To Carry Fewer Passengers", "authors": [{"first": "M", "middle": [], "last": "Ansah", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "A Roadside Observation Study for Measuring Seat Belt &amp", "authors": [{"first": "V", "middle": [], "last": "Beutel", "suffix": ""}, {"first": "A", "middle": [], "last": "Chretien", "suffix": ""}, {"first": "M", "middle": [], "last": "Daigle", "suffix": ""}, {"first": "M", "middle": [], "last": "Morlock", "suffix": ""}, {"first": "S", "middle": ["J"], "last": "Wodin-Schwartz", "suffix": ""}, {"first": "R", "middle": [], "last": "Kinicki", "suffix": ""}], "year": 2017, "venue": "Child Restraint Use", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Wearing face masks in the community during the COVID-19 pandemic : altruism and solidarity. The Lancet", "authors": [{"first": "K", "middle": ["K"], "last": "Cheng", "suffix": ""}, {"first": "T", "middle": ["H"], "last": "Lam", "suffix": ""}, {"first": "C", "middle": ["C"], "last": "Leung", "suffix": ""}], "year": 2020, "venue": "", "volume": "2019", "issn": "", "pages": "2019--2020", "other_ids": {"DOI": ["10.1016/S0140-6736(20)30918-1"]}}, "BIBREF9": {"ref_id": "b9", "title": "The role of community-wide wearing of face mask for control of coronavirus disease 2019 (COVID-19) epidemic due to SARS-CoV-2", "authors": [{"first": "V", "middle": ["C"], "last": "Cheng", "suffix": ""}, {"first": "S", "middle": [], "last": "Wong", "suffix": ""}, {"first": "V", "middle": ["W"], "last": "Chuang", "suffix": ""}, {"first": "K", "middle": ["K"], "last": "To", "suffix": ""}, {"first": "J", "middle": ["F"], "last": "Chan", "suffix": ""}, {"first": "I", "middle": ["F"], "last": "Hung", "suffix": ""}, {"first": "P", "middle": [], "last": "Ho", "suffix": ""}], "year": 2020, "venue": "Journal of Infection Journal", "volume": "8", "issn": "1", "pages": "107--114", "other_ids": {"DOI": ["10.1016/j.jinf.2020.04.024"]}}, "BIBREF10": {"ref_id": "b10", "title": "COVID-19 and the socioeconomic impact in Africa: The case of Ghana. WIDER Background Note 2020/5", "authors": [{"first": "M", "middle": [], "last": "Danquah", "suffix": ""}, {"first": "S", "middle": [], "last": "Schotte", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Ghana lifts the lockdown Has the government reneged on its commitment to contain COVID-19 at all costs", "authors": [{"first": "J", "middle": [], "last": "Dzansi", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Understanding demographics of ride-sourcing and the factors that underlie its use among young people", "authors": [{"first": "E", "middle": ["K"], "last": "Dzisi", "suffix": ""}, {"first": "W", "middle": [], "last": "Ackaah", "suffix": ""}, {"first": "B", "middle": ["A"], "last": "Aprimah", "suffix": ""}, {"first": "E", "middle": [], "last": "Adjei", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.sciaf.2020.e00288"]}}, "BIBREF13": {"ref_id": "b13", "title": "Regional populations in Ghana", "authors": [], "year": 2019, "venue": "Ghana Statistical Services", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Preparedness and vulnerability of African countries against importations of COVID-19: a modelling study. The Lancet", "authors": [{"first": "M", "middle": [], "last": "Gilbert", "suffix": ""}, {"first": "G", "middle": [], "last": "Pallano", "suffix": ""}, {"first": "F", "middle": [], "last": "Pinotti", "suffix": ""}, {"first": "E", "middle": [], "last": "Valdano", "suffix": ""}, {"first": "C", "middle": [], "last": "Poletto", "suffix": ""}, {"first": "P.-Y", "middle": [], "last": "Boelle", "suffix": ""}, {"first": "V", "middle": [], "last": "Colizza", "suffix": ""}], "year": 2020, "venue": "", "volume": "395", "issn": "", "pages": "30411--30417", "other_ids": {"DOI": ["10.1016/S0140-6736(20"]}}, "BIBREF15": {"ref_id": "b15", "title": "Analysing the link between public transport use and airborne transmission: Mobility and contagion in the London underground 11 Medical and Health Sciences 1117 Public Health and Health Services", "authors": [{"first": "L", "middle": [], "last": "Goscé", "suffix": ""}, {"first": "A", "middle": [], "last": "Johansson", "suffix": ""}], "year": 2018, "venue": "Environmental Health: A Global Access Science Source", "volume": "17", "issn": "1", "pages": "1--11", "other_ids": {"DOI": ["10.1186/s12940-018-0427-5"]}}, "BIBREF16": {"ref_id": "b16", "title": "Face masks for the public during the covid-19 crisis Trisha Greenhalgh and colleagues argue that it is time to apply the precautionary principle", "authors": [{"first": "T", "middle": [], "last": "Greenhalgh", "suffix": ""}, {"first": "M", "middle": ["B"], "last": "Schmid", "suffix": ""}, {"first": "T", "middle": [], "last": "Czypionka", "suffix": ""}, {"first": "D", "middle": [], "last": "Bassler", "suffix": ""}, {"first": "L", "middle": [], "last": "Gruer", "suffix": ""}], "year": 2020, "venue": "", "volume": "1435", "issn": "", "pages": "1--4", "other_ids": {"DOI": ["10.1136/bmj.m1435"]}}, "BIBREF17": {"ref_id": "b17", "title": "One Man , No Chop \": Licit Wealth , Good Citizens , and the Criminalization of Drivers in Postcolonial Ghana", "authors": [{"first": "J", "middle": [], "last": "Hart", "suffix": ""}], "year": 2013, "venue": "International Journal of African Historical Studies", "volume": "46", "issn": "3", "pages": "373--396", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Ghana Data-Pop Alliance", "authors": [{"first": "K", "middle": [], "last": "Henkens", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "The use of Public Transport Services by Residents in the Accra Metropolitan Area", "authors": [{"first": "D", "middle": ["E"], "last": "Hotor", "suffix": ""}], "year": 2016, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Face Masks Against COVID-19 : An Evidence Review", "authors": [{"first": "J", "middle": [], "last": "Howard", "suffix": ""}, {"first": "A", "middle": [], "last": "Huang", "suffix": ""}, {"first": "Z", "middle": [], "last": "Li", "suffix": ""}, {"first": "Z", "middle": [], "last": "Tufekci", "suffix": ""}, {"first": "V", "middle": [], "last": "Zdimal", "suffix": ""}, {"first": "H", "middle": [], "last": "Westhuizen", "suffix": ""}, {"first": "", "middle": [], "last": "Van Der", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "1--8", "other_ids": {"DOI": ["10.20944/preprints202004.0203.v1"]}}, "BIBREF21": {"ref_id": "b21", "title": "Covid-19 : should the public wear face masks ?", "authors": [{"first": "B", "middle": [], "last": "Javid", "suffix": ""}, {"first": "M", "middle": ["P"], "last": "Weekes", "suffix": ""}, {"first": "N", "middle": ["J"], "last": "Matheson", "suffix": ""}], "year": 2020, "venue": "BMJ", "volume": "", "issn": "", "pages": "11--12", "other_ids": {"DOI": ["10.1136/bmj.m1442"]}}, "BIBREF22": {"ref_id": "b22", "title": "The Transport Master Plan Project in Greater Accra Region", "authors": [{"first": "", "middle": [], "last": "Koica", "suffix": ""}], "year": 2016, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "The effect of human mobility and control measures on the COVID-19 epidemic in China", "authors": [{"first": "M", "middle": ["U G"], "last": "Kraemer", "suffix": ""}, {"first": "C.-H", "middle": [], "last": "Yang", "suffix": ""}, {"first": "B", "middle": [], "last": "Gutierrez", "suffix": ""}, {"first": "C.-H", "middle": [], "last": "Wu", "suffix": ""}, {"first": "B", "middle": [], "last": "Klein", "suffix": ""}], "year": 2020, "venue": "Science", "volume": "368", "issn": "6940", "pages": "493--497", "other_ids": {"DOI": ["10.1126/science.abb4218"]}}, "BIBREF24": {"ref_id": "b24", "title": "COVID-19 : Face masks and human-to-human transmission. Influenza and Other Respiratory Diseases", "authors": [{"first": "X", "middle": [], "last": "Liu", "suffix": ""}, {"first": "S", "middle": [], "last": "Zhang", "suffix": ""}], "year": 2020, "venue": "", "volume": "14", "issn": "", "pages": "472--473", "other_ids": {"DOI": ["10.1111/irv.12740"]}}, "BIBREF25": {"ref_id": "b25", "title": "Press Release on Ghana's first two confirmed cases of COVID-19", "authors": [{"first": "", "middle": [], "last": "Ministry", "suffix": ""}, {"first": "", "middle": [], "last": "Health", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Photos show how Turkey's rapid coronavirus crisis happened -Insider. Retrieved from Insider", "authors": [{"first": "J", "middle": [], "last": "Pasley", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Knowledge, risk perception and preparedness towards coronavirus disease-2019 (COVID-19) outbreak among Ghanaians a quick online cross-sectional survey", "authors": [], "year": null, "venue": "Pan African Medical Journal", "volume": "35", "issn": "2", "pages": "", "other_ids": {"DOI": ["10.11604/pamj.supp.2020.35.2.22630"]}}, "BIBREF29": {"ref_id": "b29", "title": "Ergonomics assessment of locally fabricated passenger seats in trotro vehicles in", "authors": [{"first": "S", "middle": [], "last": "Tetteh", "suffix": ""}, {"first": "L", "middle": [], "last": "Bowen-Dodoo", "suffix": ""}, {"first": "S", "middle": ["K"], "last": "Kwofie", "suffix": ""}], "year": 2016, "venue": "Journal of Transport and Health", "volume": "6", "issn": "", "pages": "167--176", "other_ids": {"DOI": ["10.1016/j.jth.2017.06.005"]}}, "BIBREF30": {"ref_id": "b30", "title": "Slums, Coronavirus; The Remedy", "authors": [{"first": "E", "middle": [], "last": "Tsifodze", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "Motorcycle Taxis in Public Transportation Services within the Accra Metropolis", "authors": [{"first": "Y", "middle": ["A"], "last": "Tuffour", "suffix": ""}], "year": 2014, "venue": "American Journal of Civil Engineering", "volume": "2", "issn": "4", "pages": "", "other_ids": {"DOI": ["10.11648/j.ajce.20140204.12"]}}, "BIBREF32": {"ref_id": "b32", "title": "Who could benefit from a bus rapid transit system in cities from developing countries? A case study from Kampala", "authors": [{"first": "K", "middle": [], "last": "Vermeiren", "suffix": ""}, {"first": "E", "middle": [], "last": "Verachtert", "suffix": ""}, {"first": "P", "middle": [], "last": "Kasaija", "suffix": ""}, {"first": "M", "middle": [], "last": "Loopmans", "suffix": ""}, {"first": "J", "middle": [], "last": "Poesen", "suffix": ""}, {"first": "A", "middle": [], "last": "Van Rompaey", "suffix": ""}], "year": 2015, "venue": "Uganda. Journal of Transport Geography", "volume": "47", "issn": "", "pages": "13--22", "other_ids": {"DOI": ["10.1016/j.jtrangeo.2015.07.006"]}}, "BIBREF33": {"ref_id": "b33", "title": "Coronavirus disease 2019 Situation Report-73", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1056/NEJMoa2001316.4"]}}, "BIBREF34": {"ref_id": "b34", "title": "Ethical standards for research during public health emergencies: Distilling existing guidance to support COVID-19 R&D", "authors": [], "year": 2020, "venue": "World Health Organization", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "FDA registers 10 face masks and face shields for use in Ghana", "authors": [{"first": "K", "middle": [], "last": "Zurek", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "Writing-Original draft preparation, Writing-Reviewing and Editing", "authors": [{"first": "Dzisi Emmanuel Komla", "middle": [], "last": "Junior", "suffix": ""}], "year": null, "venue": "Dei Oscar Akunor: Conceptualization, Investigation, Writing-Reviewing and Editing", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Cumulative number of cases in Ghana, and 6 other countries Source; authors rendering based on case count from Worldometer.com J o u r n a l P r e -p r o o f", "latex": null, "type": "figure"}, "TABREF0": {"text": "Modifications in public transport operations during COVID-19", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Actor </td><td>Guidelines (i) Placement of \"veronica buckets\" at all bus stations, (ii) Ensure commuters wash their hands before boarding vehicles (iii) Regularly wash buses (iv) Reduce the number of occupants per vehicle and ensure in-vehicle physical distancing, </td><td>Issuing Authority </td></tr><tr><td>Public transport operators </td><td>Ministry </td></tr><tr><td>of </td></tr><tr><td> </td><td>Transport </td></tr><tr><td> </td><td>and </td></tr><tr><td> </td><td>(v) </td><td>GPRTU </td></tr><tr><td> </td><td>rooOpening of windows to allow (vi) Collect commuter cellphone contacts in notebooks in case there is need for contact (i) Use of face masks by commercial vehicle drivers, </td></tr><tr><td>Individual commuters </td><td>Pre-pf\n aeration within vehicles tracing \nattendants, and commuters in public transport 2.0 Materials and methods d face masks as criteria, the compliance to the COVID-ved in public transport use </td><td>Ministry </td></tr><tr><td>l Using the directives on physical distancing anauthors carried out a roadside observer survey of user and operator 19 guidelines for public transport, as a measure of the risk levels involduring the period. of Health </td></tr></table></body></html>"}, "TABREF1": {"text": "Field observation data", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Survey day Time </td><td>No. Physical distancing observations </td></tr><tr><td>th\nMonday 5\n May 2020 </td><td>8:40 am to 9:41 am </td><td>290 </td></tr><tr><td>Tuesday 6th\n May 2020 </td><td>7:46 am to 8:52 am </td><td>299 </td></tr><tr><td>Wednesday 7th\n May 2020 </td><td> Pre-proof\nNo. Face mask observations 4:48 pm to 5:50 pm 174 to the higher number of costrict, in comparison to the volumes recorded for buses in the same direction in the evening. 259 286 4:33 pm to 5:33 pm 140 </td><td>145 </td></tr><tr><td> May 2020 Thursday 8th\n</td><td>175 The differences in volumes could be attributed mmuters that traveled in the morning towards the central business dislightly lower traffic </td></tr></table></body></html>"}, "TABREF2": {"text": "Categorizing Compliance and Non-compliance", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Category </td><td>Compliance </td><td>Non-compliance </td></tr><tr><td>Wearing of face masks Where a maximum of 2 people use a trotro without a face mask </td><td>Where 3 or more commuters in a bus are without face masks </td></tr><tr><td>Physical distancing </td><td>Where a maximum of 2 people were seated on a row for smaller </td><td>Where more than 2 people were seated on any row of a smaller bus, or where more </td></tr><tr><td>buses, or where a maximum of 3 people were seated on a row for larger buses </td><td> </td></tr><tr><td> </td><td>than 3 people were seated on any row for larger buses </td></tr></table></body></html>"}, "TABREF3": {"text": "", "latex": null, "type": "table"}}, "back_matter": []}