{
    "paper_id": "e74f6d1e25aca03d66b5c5ed399623e7786dc355",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Shawn",
                "middle": [
                    "G"
                ],
                "last": "Kwatra",
                "suffix": "",
                "affiliation": {},
                "email": "skwatra1@jhmi.edu"
            },
            {
                "first": "Ronald",
                "middle": [
                    "J"
                ],
                "last": "Sweren",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Anna",
                "middle": [
                    "L"
                ],
                "last": "Grossberg",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "From the Editors: As the COVID-19 pandemic continues to evolve, recommendations to healthcare providers will change based on availability of testing and personal protective equipment. For many patients, virtual visits can take the place of in-person visits, and we should do what we can to protect our older patients who are at greatest risk for adverse outcomes of infection. As tests become more widely available, there may be a role for testing prior to the visit for those who require a procedure that cannot be delayed. This must be done carefully so that we don't adversely affect testing capacity. We should all work with our hospitals and communities to help ensure that available supplies go where they are needed most.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dermatology practices as vectors for COVID-19 transmission: A call for immediate cessation of nonemergent dermatology visits"
        },
        {
            "text": "Dirk Elston, MD Jane Grant-Kels, MD",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dermatology practices as vectors for COVID-19 transmission: A call for immediate cessation of nonemergent dermatology visits"
        },
        {
            "text": "To the Editor: In late 2019, a novel coronavirus (2019-nCoV) emerged that triggered a devastating disease (COVID-19) that has spread throughout the world. In this issue of the JAAD, Lan et al 1 report on occupational dermatitis in health care workers managing patients with COVID-19. Although the authors make an important point, our specialty should be collectively addressing the urgent issues facing health care delivery in this rapidly changing environment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dermatology practices as vectors for COVID-19 transmission: A call for immediate cessation of nonemergent dermatology visits"
        },
        {
            "text": "Recent reports demonstrate that the COVID-19 pandemic is set for exponential growth in the United States. While COVID-19 has spread globally, the outbreak has been controlled in some countries (eg, South Korea and Japan) vs rapidly escalated in other areas (eg, Italy and Spain), largely based on public health measures that have blunted the peak number of cases. 2 As dermatologists, most of our outpatient visits are nonemergent. Given our exposure to many individuals through high-volume clinics and that asymptomatic carriers can shed viral particles for weeks before (or even without) symptoms, we believe it is prudent to immediately cancel all nonurgent visits indefinitely. Screening patients and canceling appointments only for those with fevers is not sufficient because there is known asymptomatic viral transmission and a prolonged incubation period. 3 Indeed, fever was only present in 43.9% of 7736 patients at the time of hospital admission with COVID-19 in a study of 552 hospitals in mainland China. 4 Emerging research also suggests that COVID-19 viral particles remain viable in aerosol for several hours and can survive several days on multiple surfaces. 5 In summary, we believe the following measures should be immediately implemented:",
            "cite_spans": [
                {
                    "start": 364,
                    "end": 365,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 863,
                    "end": 864,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1017,
                    "end": 1018,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1175,
                    "end": 1176,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Dermatology practices as vectors for COVID-19 transmission: A call for immediate cessation of nonemergent dermatology visits"
        },
        {
            "text": "1. All elective outpatient visits cancelled with deferment for a teledermatology or face-toface visit. 2. Only urgent outpatient visits should be conducted (including surgical procedures for invasive malignancies) or emergent inpatient consultations with proper personal protective equipment and an emphasis on social distancing. 3. Practitioners who fit high risk criteria of being age 60 years or older, immunocompromised, or pregnant should be prohibited from evaluating patients. 4. Trainee exposure (residents/fellows) should be minimized and staggered to protect the health care workforce.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dermatology practices as vectors for COVID-19 transmission: A call for immediate cessation of nonemergent dermatology visits"
        },
        {
            "text": "The last point is especially important given that there is minimal supply of intensive care unit beds and ventilators and that practitioners at the front lines are at high risk for infection. With a limited supply of health care providers, dermatology residents and attendings may be called on to treat patients with COVID-19, similar to what is currently taking place in Italy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dermatology practices as vectors for COVID-19 transmission: A call for immediate cessation of nonemergent dermatology visits"
        },
        {
            "text": "These measures also apply to the broader medical community and other specialties. We call on the American Medical Association to take measures to promote guidance for wider implementation of telemedicine platforms and to help smaller solo and group practices with loans and other forms of financial relief to keep practices afloat during this crisis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dermatology practices as vectors for COVID-19 transmission: A call for immediate cessation of nonemergent dermatology visits"
        },
        {
            "text": "Dermatology is a part of the broader medical community, and it is time for our specialty to make important decisions that can save lives. By taking the above proactive measures we also spread a message to our communities about the seriousness of the crisis. Instead of being reactive, we urge dermatology departments and practices to show leadership. If not now, when?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dermatology practices as vectors for COVID-19 transmission: A call for immediate cessation of nonemergent dermatology visits"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Skin damage among healthcare workers managing coronavirus disease-2019",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lan",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Miao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Am Acad Dermatol",
            "volume": "82",
            "issn": "",
            "pages": "1215--1216",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "COVID-19 and Italy: what next? Lancet",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Remuzzi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Remuzzi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Evidence of SARS-CoV-2 infection in returning travelers from Wuhan, China",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hoehl",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Berger",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kortenbusch",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "",
            "pages": "1278--1280",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Clinical characteristics of 2019 novel coronavirus infection in China",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Ni",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.02.06.20020974"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Aerosol and surface stability of HCoV-19 (SARS-CoV-2) compared to SARS-CoV-1",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "V"
                    ],
                    "last": "Doremalen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Bushmaker",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Morris",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "MedRxiv",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.03.09.20033217"
                ]
            }
        }
    },
    "ref_entries": {},
    "back_matter": []
}