{
    "paper_id": "e76c1bdfee9325a5dd9172a43e0b298d367cd4d2",
    "metadata": {
        "title": "Journal Pre-proof A community-based positive psychology group intervention to promote physical activity among people with metabolic syndrome: Proof of concept results to inform a pilot randomized controlled trial protocol A community-based positive psychology group intervention to promote physical activity among people with metabolic syndrome: Proof of concept results to inform a pilot randomized controlled trial protocol",
        "authors": [
            {
                "first": "Rachel",
                "middle": [
                    "A"
                ],
                "last": "Millstein",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Massachusetts General Hospital",
                    "location": {}
                },
                "email": "ramillstein@mgh.harvard.edu"
            },
            {
                "first": "Anne",
                "middle": [
                    "N"
                ],
                "last": "Thorndike",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Massachusetts General Hospital",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Sonia",
                "middle": [],
                "last": "Kim",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Massachusetts General Hospital",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Elyse",
                "middle": [
                    "R"
                ],
                "last": "Park",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Massachusetts General Hospital",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Jeff",
                "middle": [
                    "C"
                ],
                "last": "Huffman",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Massachusetts General Hospital",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "R",
                "middle": [
                    "A"
                ],
                "last": "Millstein",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "A",
                "middle": [
                    "N"
                ],
                "last": "Thorndike",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "S",
                "middle": [],
                "last": "Kim",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "E",
                "middle": [
                    "R"
                ],
                "last": "Park",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "J",
                "middle": [
                    "C"
                ],
                "last": "Huffman",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "A communitybased positive psychology group intervention to promote physical activity among people with metabolic syndrome: Proof of concept results to inform a pilot randomized controlled trial protocol, Contemporary Clinical Trials Communications (2020), doi: https://doi.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Background: Community-based physical activity interventions can offset the burden of developing chronic diseases. Positive psychology (PP) interventions may improve health behaviors, but little is known about their effectiveness in community-based prevention settings.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "A multilevel PP-based intervention has never been studied in people at risk for chronic diseases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Purpose: The aim of the trial is to demonstrate feasibility, acceptability, and improve physical activity. The purpose is to describe the theory, design, and rationale of the randomized controlled trial (RCT) phase of an iteratively developed physical activity intervention for metabolic syndrome. The feasibility results of the proof-of-concept phase are presented. Methods: Participants are adult primary care patients at community health centers with metabolic syndrome and low physical activity (target n=64). The 8-week group intervention consists of weekly physical activity goal-setting and self-monitoring, positive psychology activities, and neighborhood walks. Participants rate feasibility and acceptability of sessions. Pre-postintervention, and 24 weeks later, participants complete accelerometers, questionnaires, and biometrics. Feasibility results: Eight participants enrolled and seven completed. The median number of group sessions attended was 7 out of 8. Average ease and usefulness of sessions were rated as 7.0 (±0.5)/10 and 8.1 (±1.0)/10, respectively, indicating feasibility and acceptability. Average pre-post physical activity increased by 2152 steps and 29.25 minutes of MVPA/week.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Discussion: This proof-of-concept trial demonstrated high feasibility and acceptability, with increased physical activity. These positive findings suggest that the RCT phase will show high feasibility, acceptability, and initial impact on physical activity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Approximately 34% of US adults are at high risk for developing chronic diseases, and prevalence is projected to increase, particularly in communities with limited resources (Moore et al., 2017; Gurka et al., 2018; Ward et al., 2019) . Metabolic syndrome (MetS) is a constellation of conditions (e.g., obesity, hypertension) that increases the risk of developing chronic diseases like type 2 diabetes and cardiovascular disease (Sperling et al., 2015) . Health behaviors, including physical activity, are critical for reducing the development of MetS and related diseases (Orchard et al., 2005; Lakka and Laaksonen, 2007) , but most people don't achieve recommended activity levels (Fappa et al., 2008) . Multiple factors influence physical activity, from individual to communities (Sallis, 2018; Sallis and Owen, 2015) . Intervening on physical activity at multiple levels can reduce morbidity, mortality, and health care costs (Lakka and Laaksonen, 2007; Dietz et al., 2015) .",
            "cite_spans": [
                {
                    "start": 173,
                    "end": 193,
                    "text": "(Moore et al., 2017;",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 194,
                    "end": 213,
                    "text": "Gurka et al., 2018;",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 214,
                    "end": 232,
                    "text": "Ward et al., 2019)",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 427,
                    "end": 450,
                    "text": "(Sperling et al., 2015)",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 571,
                    "end": 593,
                    "text": "(Orchard et al., 2005;",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 594,
                    "end": 620,
                    "text": "Lakka and Laaksonen, 2007)",
                    "ref_id": null
                },
                {
                    "start": 681,
                    "end": 701,
                    "text": "(Fappa et al., 2008)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 781,
                    "end": 795,
                    "text": "(Sallis, 2018;",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 796,
                    "end": 818,
                    "text": "Sallis and Owen, 2015)",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 928,
                    "end": 955,
                    "text": "(Lakka and Laaksonen, 2007;",
                    "ref_id": null
                },
                {
                    "start": 956,
                    "end": 975,
                    "text": "Dietz et al., 2015)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "At the individual level, emotions and motivation are primary drivers of healthy behaviors (Standage et al., 2003) . Positive psychology (PP) constructs such as optimism, self-esteem, and positive affect are associated with lower risk of developing MetS (Boylan and Ryff, 2015; Yancura et al., 2006) and adherence to physical activity and health behaviors (Lawton et al., 2009; Van Cappellen et al., 2018; Rhodes et al., 2009; Huffman et al., 2015) . PP interventions increase positive psychological states (e.g., optimism, positive affect) through structured activities such as increasing awareness of positive events and cultivating optimism (Sin and Lyubomirsky, 2009; Bolier et al., 2013; Chakhssi et al., 2018) . A related intervention is Motivational Interviewing (MI), a patient-centered approach to behavior change that clarifies motivation, ambivalence, and goals (Miller and Rollnick, 2002) . MI has been used to help people increase physical activity and other health behaviors (Christie and Channon, 2014) . Combining PP and MI may leverage the complementary strengths of both strategies to influence change more than either approach alone (Huffman et al., 2015) .",
            "cite_spans": [
                {
                    "start": 90,
                    "end": 113,
                    "text": "(Standage et al., 2003)",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 253,
                    "end": 276,
                    "text": "(Boylan and Ryff, 2015;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 277,
                    "end": 298,
                    "text": "Yancura et al., 2006)",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 355,
                    "end": 376,
                    "text": "(Lawton et al., 2009;",
                    "ref_id": null
                },
                {
                    "start": 377,
                    "end": 404,
                    "text": "Van Cappellen et al., 2018;",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 405,
                    "end": 425,
                    "text": "Rhodes et al., 2009;",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 426,
                    "end": 447,
                    "text": "Huffman et al., 2015)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 643,
                    "end": 670,
                    "text": "(Sin and Lyubomirsky, 2009;",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 671,
                    "end": 691,
                    "text": "Bolier et al., 2013;",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 692,
                    "end": 714,
                    "text": "Chakhssi et al., 2018)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 872,
                    "end": 899,
                    "text": "(Miller and Rollnick, 2002)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1002,
                    "end": 1016,
                    "text": "Channon, 2014)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1151,
                    "end": 1173,
                    "text": "(Huffman et al., 2015)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The ecological model emphasizes interpersonal (social) and built environment levels of influence on physical activity (Sallis and Owen, 2015) . Community-based chronic disease prevention interventions can reach underserved populations (Albright and Gregg, 2013; CDC, 2011) and offer support for engaging in healthy behaviors (Leppin et al., 2018; ODPHP, 2019) .",
            "cite_spans": [
                {
                    "start": 118,
                    "end": 141,
                    "text": "(Sallis and Owen, 2015)",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 235,
                    "end": 261,
                    "text": "(Albright and Gregg, 2013;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 262,
                    "end": 272,
                    "text": "CDC, 2011)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 325,
                    "end": 346,
                    "text": "(Leppin et al., 2018;",
                    "ref_id": null
                },
                {
                    "start": 347,
                    "end": 359,
                    "text": "ODPHP, 2019)",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Social support is a consistent predictor of sustained physical activity (Lewis et al., 2002; Bauman et al., 2012) , whereas loneliness is associated with an increased likelihood of meeting criteria for MetS (Whisman and Uebelacker, 2012) . Relationships between built environment features (e.g., sidewalks, walkable destinations) and physical activity are well established (Brownson et al., 2009; Saelens and Handy, 2008; Brennan Ramirez et al., 2006; Bauman et al., 2012) and can be identified using neighborhood walkability assessments to identify opportunities for local physical activity (Cain et al., 2014; .",
            "cite_spans": [
                {
                    "start": 72,
                    "end": 92,
                    "text": "(Lewis et al., 2002;",
                    "ref_id": null
                },
                {
                    "start": 93,
                    "end": 113,
                    "text": "Bauman et al., 2012)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 202,
                    "end": 237,
                    "text": "MetS (Whisman and Uebelacker, 2012)",
                    "ref_id": null
                },
                {
                    "start": 373,
                    "end": 396,
                    "text": "(Brownson et al., 2009;",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 397,
                    "end": 421,
                    "text": "Saelens and Handy, 2008;",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 422,
                    "end": 451,
                    "text": "Brennan Ramirez et al., 2006;",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 452,
                    "end": 472,
                    "text": "Bauman et al., 2012)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 592,
                    "end": 611,
                    "text": "(Cain et al., 2014;",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The goals of this study are to describe the design and development of the Move More, Feel Well: MAPP (Motivation, Audit, and Positive Psychology) study randomized controlled trial (RCT). MAPP is a community-based PP-MI multilevel intervention for sub-optimally active people at risk of developing chronic diseases (MetS). The intervention is an 8-week PP-MI group-based walking program in community clinics within a large healthcare system. The results of the proof-of-concept feasibility study that informed the pilot RCT are also presented.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Following the progressive Obesity-Related Behavioral Intervention Trials (ORBIT) model for developing health behavior interventions (Czajkowski et al., 2015) , the first phase of MAPP development (ORBIT phases 1a and 1b; see Figure 1 ) was qualitative research to gather interview data on participants' experiences of living with MetS (revised manuscript under review), which informed the development of the second phase proof-of-concept intervention study (ORBIT phase IIa: preliminary testing of a proof-of-concept study). The intervention was further refined after the proof-of-concept study. Determining study feasibility and acceptability were the primary aims of the proof-of-concept study. The pilot RCT for which the protocol is described herein represents phase IIb of the ORBIT model for preliminary testing of pilot studies). The description of the studies will be presented in the following sequence: 1) development of the RCT intervention, 2) a summary of the proof-of-concept study methods and findings, 3) a description of changes made from the proof-of-concept phase to inform the RCT protocol, and 4) the RCT data analysis plans. Of note, the intervention content, recruitment strategies, and measures were largely the same in the proof-of-concept study (ORBIT IIa) and pilot RCT (ORBIT IIb), with changes between the two phases described following the proof-ofconcept study results.",
            "cite_spans": [
                {
                    "start": 132,
                    "end": 157,
                    "text": "(Czajkowski et al., 2015)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [
                {
                    "start": 225,
                    "end": 233,
                    "text": "Figure 1",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "ORBIT Model and Study Development"
        },
        {
            "text": "The MAPP intervention for the pilot RCT (ORBIT model phase IIb; Figure 1 ) was developed based on existing theory and tailored for the MetS population using qualitative patient interviews (ORBIT model phases 1a and 1b) and the feasibility/acceptability of the proof-ofconcept study (ORBIT model phase 2a). The PP exercises were adapted from evidence-based interventions and based on previous work with medical patients (Bolier et al., 2013; Chakhssi et al., 2018; Huffman et al., 2015; Huffman et al., 2016) . The physical activity goal setting and selfmonitoring content was created using a patient-centered MI approach (Koh-Knox, 2009 ). PP and MI have been shown to integrate effectively in prior studies of medical populations based on a previously published model (Huffman et al., 2015; Huffman et al., 2019) (Figure 2 ). Briefly, increasing positive psychological states through PP interventions, such as optimism and determination, may increase motivation and adherence to health behaviors (Sin and Lyubomirsky, 2009) . Simultaneously, MI helps reduce ambivalence, increase self-efficacy, and combined with behavioral goal-setting, allows people to move toward valued goals (Koh-Knox, 2009; Michie et al., 2011) , such as increased physical activity and improved health. Furthermore, increased salience of positive emotions during physical activity can increase conscious and nonconscious motivation and reinforce the behavior as described in the Upward Spiral Theory of Lifestyle Change (Van Cappellen et al., 2018) . Building upon these models, the present intervention expands beyond the individual level and broadens its scope to incorporate the interpersonal targets of social benefits in a group intervention, which are widely used in health behavior change programs, emphasizing social support, peer motivation, and accountability (e.g., the Diabetes Prevention Program; (Diabetes Prevention Program Research, 2002) ). Further expanding through the levels of the ecological model of health behaviors (Sallis and Owen, 2015) , MAPP also includes a focus on education, exploration, and assessment of each clinic's surrounding neighborhood built environment and walkability ( Figure 3 ). To assess neighborhood walkability (features that support walking, such as sidewalks and crosswalks), during the midpoint of the intervention, participants are asked to walk a new route in their neighborhood and use the MAPS-Mini audit tool to evaluate their walking environment.",
            "cite_spans": [
                {
                    "start": 419,
                    "end": 440,
                    "text": "(Bolier et al., 2013;",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 441,
                    "end": 463,
                    "text": "Chakhssi et al., 2018;",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 464,
                    "end": 485,
                    "text": "Huffman et al., 2015;",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 486,
                    "end": 507,
                    "text": "Huffman et al., 2016)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 621,
                    "end": 636,
                    "text": "(Koh-Knox, 2009",
                    "ref_id": null
                },
                {
                    "start": 769,
                    "end": 791,
                    "text": "(Huffman et al., 2015;",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 792,
                    "end": 813,
                    "text": "Huffman et al., 2019)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 997,
                    "end": 1024,
                    "text": "(Sin and Lyubomirsky, 2009)",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1181,
                    "end": 1197,
                    "text": "(Koh-Knox, 2009;",
                    "ref_id": null
                },
                {
                    "start": 1198,
                    "end": 1218,
                    "text": "Michie et al., 2011)",
                    "ref_id": null
                },
                {
                    "start": 1495,
                    "end": 1523,
                    "text": "(Van Cappellen et al., 2018)",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 1885,
                    "end": 1929,
                    "text": "(Diabetes Prevention Program Research, 2002)",
                    "ref_id": null
                },
                {
                    "start": 2014,
                    "end": 2037,
                    "text": "(Sallis and Owen, 2015)",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [
                {
                    "start": 64,
                    "end": 72,
                    "text": "Figure 1",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 814,
                    "end": 823,
                    "text": "(Figure 2",
                    "ref_id": null
                },
                {
                    "start": 2187,
                    "end": 2195,
                    "text": "Figure 3",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Intervention Development and Theoretical Models"
        },
        {
            "text": "Finally, to further support behavioral rehearsal and self-efficacy (Michie et al., 2011) , each session includes a 30-minute group walk around the clinic neighborhoods or equivalent indoor activity in case of inclement weather.",
            "cite_spans": [
                {
                    "start": 67,
                    "end": 88,
                    "text": "(Michie et al., 2011)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Intervention Development and Theoretical Models"
        },
        {
            "text": "Each session is 90 minutes long, with 8 intervention sessions plus one consent session prior to beginning the study. All participants receive a manual to keep and record their weekly activities. The MI-based physical activity education and goal-setting section of the intervention (Table 1 ) was designed to provide physical activity education and support for individualized weekly goal setting. Participants are given a Fitbit Alta™ (or equivalent wrist-worn Fitbit if models change during the study) to keep, to self-monitor their physical activity for the duration of the study and thereafter. Each week, they are asked to track their steps and physical activity using log sheets in the manual and set a SMART (Specific, Measurable, Attainable, Relevant, and Time-based) goal.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 281,
                    "end": 289,
                    "text": "(Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Intervention Content"
        },
        {
            "text": "The PP section (Table 1) was adapted from prior PP intervention studies (Huffman et al., 2016; Celano et al., 2018a; Huffman et al., 2015; Bolier et al., 2013) and focused on positive emotions achieved during and after present and past physical activity. The PP exercises are ordered and paired with a relevant physical activity topic (e.g., perseverance and setting a SMART goal). Participants are encouraged to use the PP skills regularly outside of the group sessions by becoming more aware of different positive thoughts and feelings as they occur, expanding their vocabulary of positive emotions, and noticing positive feelings during and after their physical activity. Based on feedback from the proof-of-concept study, the manual includes basic nutrition education (USDA Healthy Plate, serving sizes, sources of sodium and sugar) as \"bonus pages\" for participants' reference, but these are not discussed in the weekly intervention sessions. See Figure 4 for the manual table of contents.",
            "cite_spans": [
                {
                    "start": 72,
                    "end": 94,
                    "text": "(Huffman et al., 2016;",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 95,
                    "end": 116,
                    "text": "Celano et al., 2018a;",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 117,
                    "end": 138,
                    "text": "Huffman et al., 2015;",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 139,
                    "end": 159,
                    "text": "Bolier et al., 2013)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [
                {
                    "start": 15,
                    "end": 24,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 952,
                    "end": 960,
                    "text": "Figure 4",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Intervention Content"
        },
        {
            "text": "Study criteria and recruitment are nearly identical for the proof-of-concept study and the RCT. Participants are eligible if they have at least three of five MetS conditions, including hypertension (systolic blood pressure ≥130 mm Hg and/or diastolic blood pressure ≥85 mm Hg or be on blood pressure medication), hyperlipidemia (high-density lipoprotein (HDL) cholesterol <40 mg/dL in men or <50 mg/dL in women), high cholesterol (serum triglycerides ≥150 mg/dL), elevated blood glucose (fasting plasma glucose >100mg/dL), or high BMI (≥29.1 kg/m2 for men and 27.2 kg/m2 for women) (Sperling et al., 2015) . Participants can have two MetS conditions if they have PCP approval. All participants must meet the low physical activity inclusion criteria of not meeting national recommendations, e.g., <150 minutes/week of moderate-vigorous physical activity (MVPA) (Piercy et al., 2018) , as measured by the International Physical Activity Questionnaire-Short Form (IPAQ-SF) (Lee et al., 2011) . The IPAQ-SF measures self-reported aerobic physical activity in the past 7 days in the domains of vigorous activity, moderate activity, and walking. Exclusion criteria based on chart review and PCP confirmation include: having diagnosed diabetes (hemoglobin A1c: ≥6.5 or blood sugar ≥126 mg/dl) or cardiac diseases, having medical illnesses that will likely lead to death within 6 months, being under current treatment for cancer, liver, or renal disease, not having a telephone, being unable to participate in physical activity, or are being unable to speak, read, or write English.",
            "cite_spans": [
                {
                    "start": 582,
                    "end": 605,
                    "text": "(Sperling et al., 2015)",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 860,
                    "end": 881,
                    "text": "(Piercy et al., 2018)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 970,
                    "end": 988,
                    "text": "(Lee et al., 2011)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Study criteria"
        },
        {
            "text": "Participants are adult outpatients who have a primary care physician (PCP) at the ethnically and economically diverse community health centers within the healthcare system. Potential participants are identified through systematic searches using the healthcare system's secure online medical record query tool, the Research Patient Data Registry (RPDR), study staff recruiting at tables in the clinics, flyers posted at the clinics, and PCP referrals. All participants must be approved by their PCPs prior to enrolling. This is done by sending an email to PCPs with a list of potentially medically eligible patients (from the RPDR search) and asking PCPs to approve or deny the study's contact with their patients. Once approval is received, opt-out letters are sent to those patients such that the PCP has knowledge of the study before potential participants. Recruitment began in June of 2019 and is expected to continue through July of 2021 or until 64 participants are recruited. Eight participants are randomized to each group, nested within clinics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recruitment and enrollment"
        },
        {
            "text": "Eligible patients identified through the RPDR are mailed opt-out letters. Patients who do not opt-out from study-related contact and are approved for potential participation by their PCP are contacted by a study coordinator. Participants are excluded at the time of screening if they show cognitive impairment on a six-item screen (Callahan et al., 2002) or report 150 or more minutes per week of MVPA ( Figure 5 ). Of note, due to recent changes mandated by our healthcare system's COVID-19 safety precautions, all study procedures from March, 2020 until further notice, will be completed remotely using virtual video sessions, consenting, and screening. All participants sign an informed consent form or may have documentation of verbal consent if consenting remotely. All study procedures were approved by our healthcare system's Institutional Review Board. This study is registered at clinicaltrials.gov (proof-of-concept study:",
            "cite_spans": [
                {
                    "start": 331,
                    "end": 354,
                    "text": "(Callahan et al., 2002)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [
                {
                    "start": 404,
                    "end": 412,
                    "text": "Figure 5",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Recruitment and enrollment"
        },
        {
            "text": "NCT [removed for blinding], and RCT: NCT [removed for blinding]).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recruitment and enrollment"
        },
        {
            "text": "After completing the phone screen, eligible and interested participants are asked to attend an in-person (or virtual if conducted during COVID-19) session to complete informed consent, baseline questionnaires, randomization, and biometrics (weight, blood pressure) ( Figure 6 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 267,
                    "end": 275,
                    "text": "Figure 6",
                    "ref_id": null
                }
            ],
            "section": "Randomization"
        },
        {
            "text": "After completing consent and all baseline measures, participants are randomized to either the immediate or waitlist control group. Randomization was created by a random number generator in Microsoft Excel and is structured in blocks of 8 based on recruitment targets at each clinic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Randomization"
        },
        {
            "text": "A waitlist control design is used to ensure that all participants receive the intervention and to have a suitable comparison group. Participants complete self-report instruments at baseline prior to randomization. Participants are randomized to either the immediate or waitlist condition. Those in the waitlist control group are given self-report assessments at the same times as the immediate group, at start of the intervention, conclusion of intervention, and 24 weeks later ( Figure 6 ). Waitlist control participants are given their Fitbits at randomization so that both the immediate and control participants have a Fitbit and equal opportunity to self-monitor physical activity from the start of the study. Treatment condition is not blinded to participants or investigators. The PI runs the intervention groups so blinding is not possible. The immediate group begins the week after randomization, and the control group begins the week after the immediate group intervention ends (e.g., groups are staggered by 8 weeks).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 480,
                    "end": 488,
                    "text": "Figure 6",
                    "ref_id": null
                }
            ],
            "section": "Control Condition"
        },
        {
            "text": "Participant sociodemographic information, current medications, medical history, and current medical status are obtained from participant self-report and the electronic medical record.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data collection timing and payment"
        },
        {
            "text": "Participants complete assessments including wearing the accelerometer for one week before the start of the intervention (baseline) and after the completion of the intervention (after week 8) and",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data collection timing and payment"
        },
        {
            "text": "at week 24 to assess sustainability of effects. The control condition also has a 24-week follow-up that occurs at week 33, or 24 weeks after the start of their intervention group. Participants are paid $25 per assessment (complete Actigraph and questionnaires), for a total of up to $75 in the immediate group (three assessment timepoints) and $100 in the waitlist control group (four assessment timepoints); see Figure 6 for a study timeline.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 413,
                    "end": 421,
                    "text": "Figure 6",
                    "ref_id": null
                }
            ],
            "section": "Data collection timing and payment"
        },
        {
            "text": "Intervention feasibility is the primary study outcome. It is measured by calculating the number of intervention sessions attended by each participant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intervention feasibility."
        },
        {
            "text": "To measure acceptability, after completing each weekly session, participants are asked to rate the ease (\"How easy was it to complete this session?\") and utility (\"How useful was this session?\") of the sessions on a scale of 0 (very difficult/not helpful) to 10 (very easy/very helpful).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Session acceptability."
        },
        {
            "text": "To examine the feasibility of study outcome measures, the percent of pre-and post intervention questionnaires completed and accelerometer use are measured.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Feasibility of outcome measures."
        },
        {
            "text": "Participants are asked to rate their happiness and optimism (0-10) before and after each session, which are used to calculate immediate impact.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Session impact."
        },
        {
            "text": "After each session, participants complete a 6 item questionnaire rating attributes of the session on a continuum from 1-7 with their response to the session. The constructs measured are ease, value of the session, pleasantness, happiness, excitement, and confidence. Treatment fidelity is assessed using weekly fidelity checklists created for this study and adapted from previous research (Huffman et al., 2015) . A research coordinator present at the sessions rates the interventionist (PI and/or trained psychologist substitute) on a 7-point scale for each of the two components, PP and MI, and the total score is calculated out of 14 fidelity points.",
            "cite_spans": [
                {
                    "start": 389,
                    "end": 411,
                    "text": "(Huffman et al., 2015)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Process evaluation and fidelity."
        },
        {
            "text": "Objective physical activity is assessed using Actigraph GT3X+ accelerometers (Actigraph LLC, Pensacola, FL). We require at least four valid days (defined as at least 600 minutes of wear time) for the accelerometer data to be included in analyses, based on established recommendations and prior studies (Cain, 2012; Keadle et al., 2014) . Measures include steps per day, average daily minutes of light physical activity (defined as 100-1951 counts/minute), moderate to vigorous physical activity (MVPA; ≥ 1952 counts/minute), and sedentary time (< 100 counts/minute) (Freedson et al., 1998) . Actilife version v6.13.3 is used to analyze the raw Actigraph data in 60 second epochs. In addition, self-reported physical activity is measured using (Thompson et al., 2007) is also used to measure percent calories from fat by estimating people's typical percentage of energy derived from eating common fat-containing foods.",
            "cite_spans": [
                {
                    "start": 302,
                    "end": 314,
                    "text": "(Cain, 2012;",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 315,
                    "end": 335,
                    "text": "Keadle et al., 2014)",
                    "ref_id": null
                },
                {
                    "start": 566,
                    "end": 589,
                    "text": "(Freedson et al., 1998)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 743,
                    "end": 766,
                    "text": "(Thompson et al., 2007)",
                    "ref_id": "BIBREF45"
                }
            ],
            "ref_spans": [],
            "section": "Physical activity and diet."
        },
        {
            "text": "Psychological outcomes are measured using self-report questionnaires to assess dispositional optimism, state optimism, positive affect, health-related quality of life (HRQoL), anxiety and depression. Dispositional or trait optimism is measured using the Life Orientation Test-Revised (LOT-R) (Scheier et al., 2007) , a well-validated 6-item instrument. State optimism is measured using the State Optimism Measure (SOM) , which aims to capture the changeable nature of optimism based on time and situation. Positive affect is measured using the 10 positive affect items on the Positive and Negative Affect Schedule (PANAS) (Watson et al., 1988) . HRQoL is assessed via the well-validated Medical Outcomes Study Short Form-12 (SF-12) (Ware et al., 1996) , which has been associated with mortality in cardiac patients. Anxiety and depression are measured using the Hospital Anxiety and Depression Scale (HADS) (Bjelland et al., 2002) , a well-validated schedule used in many studies with medical patients. This questionnaire is administered in-person with a psychologist (PI; blinded) before the beginning of first session to screen for depression and determine if any additional follow-up or mental health referrals are needed.",
            "cite_spans": [
                {
                    "start": 292,
                    "end": 314,
                    "text": "(Scheier et al., 2007)",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 622,
                    "end": 643,
                    "text": "(Watson et al., 1988)",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 732,
                    "end": 751,
                    "text": "(Ware et al., 1996)",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 907,
                    "end": 930,
                    "text": "(Bjelland et al., 2002)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Psychological outcomes and quality of life."
        },
        {
            "text": "Environmental barriers and neighborhood walking resources are assessed using four subscales from the Neighborhood Environment Walkability Scale-Abbreviated (NEWS-A) (Saelens et al., 2003) , which measures various aspects of the built environment related to walking, such as traffic and crime safety.",
            "cite_spans": [
                {
                    "start": 165,
                    "end": 187,
                    "text": "(Saelens et al., 2003)",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "Psychological outcomes and quality of life."
        },
        {
            "text": "Weight (Ozeri Bathroom Scale Model #ZV23-W) and blood pressure (OMRON 3 Series Automatic Blood Pressure Monitor Model BP710N) are measured at baseline, conclusion of intervention, and at 24-week follow up and are confirmed, if necessary, using data available in the electronic medical record. Confirmation is required if participants' home or study visit biometric measurements vary from those reported in the most recent clinical visit, with clinical visit data considered more accurate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Biometrics."
        },
        {
            "text": "For the proof-of-concept study (ORBIT phase IIa), feasibility and acceptability were the primary outcomes. The feasibility and acceptability hypotheses were that a majority of participants would complete at least 75% of sessions with scores on the ease and utility of the sessions rated at least 7 out of 10. In addition, we aimed to assess the feasibility of data collection and explored pre-post effects of the intervention on objective physical activity, selfreported psychosocial measures, weight, and blood pressure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proof-of-concept study methods."
        },
        {
            "text": "We recruited participants in June 2018 for the first clinic group (round 1) and January 2019 for the second clinic group (round 2). The intervention was modified after feedback from the round 1 group, to align relevant PP and MI topics each week and adding the consent session prior to beginning the intervention due to difficulty completing all material in week 1. Feasibility and acceptability were assessed using descriptive statistics as described in the RCT methods.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proof-of-concept study methods."
        },
        {
            "text": "Assessments were completed one week prior to beginning the intervention and after the conclusion of the intervention (week 8). The Community Healthy Activities Model Program for Seniors (CHAMPS) (Stewart AL, 2001 ), a 41-items self-report physical activity measure that includes strength and flexibility items, was used in addition to the IPAQ.",
            "cite_spans": [
                {
                    "start": 195,
                    "end": 212,
                    "text": "(Stewart AL, 2001",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [],
            "section": "Proof-of-concept study methods."
        },
        {
            "text": "To examine the pre-and post-intervention effects on mean physical activity, additional health behaviors, psychological outcomes, and biometrics (blood pressure and weight), paired ttests and effect sizes (Cohen's d) were calculated. All statistical tests were two-tailed, and p<.05 was considered significant. Given the small sample sizes, effect sizes were considered to be more informative than p-values.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proof-of-concept study methods."
        },
        {
            "text": "We approached 39 participants across two primary care clinics within our hospital's outpatient community clinics who were potentially eligible for the proof-of-concept study based on MetS medical criteria. The inclusion/exclusion criteria were the same as those described in the RCT methods above. Of those, 11 people were interested and screened. Of those, 8 participants were eligible, interested, and enrolled (4 from each clinic). One participant dropped out after the first session, leaving 7 completers. All participants were females with overweight or obesity (BMI mean: 35.1±3.8, range: 27.2-38.1), and a mean age of 63.3 years old (standard deviation; SD=3.6). A majority of participants (85%; n=6) were White, one identified as Hispanic/Latina, and one identified as Native American. Besides overweight/obesity, the most common metabolic syndrome conditions were hypertension (n=6; 85%) and hyperlipidemia (n=3; 43%). Two participants had a diagnosis of depression (28%) and four had a diagnosis of an anxiety disorder (57%) based on medical records.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proof-of-concept study participant characteristics"
        },
        {
            "text": "Eight participants enrolled across both groups (one at each primary care clinic), and one dropped out after the first session. The median number of sessions attended was seven, or 96.4% of sessions per person, above the a priori feasibility threshold of 75% of sessions. From the postsession acceptability scores, the mean rating of session ease was 7.0/10 (SD= 0.5), and the mean utility rating was 8.1/10 (SD= 1.0), both at or above the a priori threshold of 7/10 (Supplemental Figures 1 and 2) . For feasibility of outcome measures, the remaining seven participants completed 87.5% of follow-up self-report assessments, and 71.4% had complete accelerometer data. In terms of immediate impact, all sessions showed increased happiness and optimism scores (Supplemental Table 1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 480,
                    "end": 496,
                    "text": "Figures 1 and 2)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 770,
                    "end": 777,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Primary aim (feasibility and acceptability)"
        },
        {
            "text": "Accelerometer-measured MVPA increased from an average of 75.3 (SD: 72.8) minutes per week at baseline, to 109.6 (SD: 83.2) minutes per week at follow-up, an average increase of 34.3 minutes per week (d=0.38; Table 2 ). Accelerometer-measured steps increased from a mean ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 208,
                    "end": 215,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Physical activity (Table 2)."
        },
        {
            "text": "Self-reported vegetable consumption improved by 0.4 servings per week with a large effect size (d=0.53). Self-reported fruit consumption and energy from fat consumption did not change with a meaningful effect size. See Table 3 for details.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 219,
                    "end": 226,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Diet."
        },
        {
            "text": "Most of the psychosocial and health behavior variables improved (Table 3) . Those with large effect size changes (Cohen's d≥0.5) from baseline to follow-up were dispositional optimism (d=.53), depression (d=.62), state optimism (d=.72), mental HRQoL (d=.73), and positive affect (d=.88). As the NEWS-A neighborhood assessment subscales did not change, the results are not reported.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 64,
                    "end": 73,
                    "text": "(Table 3)",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Psychosocial variables."
        },
        {
            "text": "Average weight decreased 2.6 pounds (d=.95), systolic blood pressure decreased 2.4 mmHg (d=.16), and diastolic blood pressure decreased 9.4 mmHg (d=.68) ( Table 2) . A",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 155,
                    "end": 163,
                    "text": "Table 2)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Biometrics."
        },
        {
            "text": "The intervention was adapted between proof-of-concept groups (rounds 1 and 2) by further tailoring the content to this population, re-ordering the topics to promote better group cohesion, and clarifying instructions that were confusing. In addition, due to survey length and participant burden, the CHAMPS is not used in the RCT. The positive results of these feasibility and acceptability measures suggested that the adapted version of the intervention was suitable for use in the next phase RCT. Exit interviews completed by blinded assessors further suggested that an additional session should be added to reduce the amount of material presented each week and that participants wanted some diet information. Therefore, in the RCT, the additional pre-visit consent session was added, and the dietary information sheets were included in the manual as described above. Beyond the high feasibility and acceptability, the positive effects on happiness and optimism and improvements in the outcomes suggested that the intervention should be made available to all participants in the RCT. Therefore, the decision was made to have the control group be a waitlist, rather than the initially proposed enhanced usual care condition.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Adaptations from the proof-of-concept phase to the RCT phase."
        },
        {
            "text": "All analyses will be completed with the 64 randomized participants. To assess the primary outcome of feasibility, the number of sessions attended by each participant is recorded and descriptive statistics will be calculated. The a priori threshold established for feasibility is that a majority of participants (≥50%) would attend at least 6 out of the 8 sessions. To further test feasibility, we will use a one sample test of proportions with 0.5 as the null hypothesis, with type one error of .05 and power of .80. Acceptability of each session is assessed by descriptive statistics of session ease and utility, with an a priori threshold of at least 7/10 (Celano et al., 2018a) . To further assess acceptability, we will estimate the mean score using a random effects model with a random intercept for patient to account for the repeated acceptability measurements from each participant. Pre-post-session happiness and optimism are also calculated for each session using descriptive statistics. Descriptive statistics will be used to calculate the percent of participants who completed the assessments.",
            "cite_spans": [
                {
                    "start": 658,
                    "end": 680,
                    "text": "(Celano et al., 2018a)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Feasibility and acceptability."
        },
        {
            "text": "For physical activity, psychological outcomes, MetS-relevant health behaviors and MetS-relevant biomarkers, we will model the changes in the outcomes using a mixed effects model with a random intercept to account for the repeated measures on each participant and to allow for missing data. Using this analysis, we will be able to estimate both the change over time in the immediate intervention group as well as between group differences in change over time comparing the immediate intervention group to the wait list control group. For each comparison, the primary analysis will assess if there was any change from baseline (immediate group) or start of intervention (waitlist control) at either of the two follow-up time points. If a significant change is observed in this global test, we will assess which time points led to the significant difference.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Outcomes."
        },
        {
            "text": "In addition to test of statistical significance, the effect sizes for the intervention will be estimated to aid in design of future trials. For all analyses, an intent-to-treat approach will be used to explore between-group differences, and all tests will be considered significant based two-tailed alpha level of .05. The p-value will be nominal, given the multiple planned comparisons, and effect sizes are considered to be more informative.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Outcomes."
        },
        {
            "text": "We will recruit 32 participants per arm in the Phase 3 RCT (total n=64). For feasibility, assuming a completion rate of 74%, we will have 80% power to detect a difference from the null hypothesis of 50% with the sample size of 32 (power one proportion, Stata v15). Power calculations for the RCT were based on effect sizes from similar prior PP-MI studies (Celano et al., 2019; Huffman et al., 2016) , and not on the proof-of-concept study. For acceptability, our group's prior studies in cardiac patients have observed mean ease and usefulness ratings 7.8±1.5 (SD) out of 10 (Celano et al., 2019; Huffman et al., 2016) . Assuming the same mean rating in our study and an average of six measurements from the 32 immediate intervention participants, this study has over 95% power to detect a mean acceptability rating of ≥7.0/10. Finally, for the comparison of the intervention vs. waitlist control arms, this study is power to detect an effect size (Cohen's d) of 0.71 (power two means, Stata v15). Even if the effect size of ease and usefulness is smaller than this, the results from this study will provide important estimates for the design of future studies. All statistical tests are performed using Stata 15 (StataCorp, College Station, TX).",
            "cite_spans": [
                {
                    "start": 356,
                    "end": 377,
                    "text": "(Celano et al., 2019;",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 378,
                    "end": 399,
                    "text": "Huffman et al., 2016)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 576,
                    "end": 597,
                    "text": "(Celano et al., 2019;",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 598,
                    "end": 619,
                    "text": "Huffman et al., 2016)",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Power calculations."
        },
        {
            "text": "Preventing chronic diseases is of utmost importance for public health and quality of life and requires new intervention strategies. This iteratively developed multilevel community-based PP-MI physical activity intervention represents a novel approach to prevention. The proof-ofconcept phase of this study demonstrated high feasibility and acceptability based on a priori thresholds. The immediate impact of sessions on participants' happiness and optimism were also favorable, with all sessions showing improvements on both constructs. Secondary aims to assess changes in physical activity, psychosocial constructs, and biometrics showed encouraging improvements on physical activity, positive affect, state optimism, mental health-related quality of life, weight, and diastolic blood pressure. These promising findings set the stage for the next step RCT, for which the protocol is described herein.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our proof-of-concept study's findings are largely consistent with prior PP and PP-MI interventions among medical populations. A recent meta-analysis of PP interventions among clinical populations found small-moderate effect sizes (.23-.36) on mental health outcomes such as well-being, depression, and anxiety (Chakhssi et al., 2018) . The present study also found improvements on depression, anxiety, and components of well-being, such as mental healthrelated quality of life, dispositional, and state optimism, with large effect sizes. While PP-MI combined represents a newer intervention, the present study is consistent with prior PP-MI trials in patients with acute coronary syndrome and heart failure showing high feasibility and acceptability, improved positive affect, depression, and anxiety (Huffman et al., 2016; Celano et al., 2018a; Celano et al., 2018b) . In terms of health behavior outcomes, prior PP-MI studies among patients with cardiovascular diseases have shown improvements in adherence to health behaviors, such as taking medications, adhering to a low-sodium diet, and engaging in selfreported physical activity (Celano et al., 2018b; Huffman et al., 2019) . The present study builds on prior PP-MI interventions by expanding the levels of influence to include social support (groups) and exploration of the built environment walkability and behavioral rehearsal (weekly group walks). This MetS multilevel intervention framework is a useful model for making sustainable changes by intervening at multiple targets that circumscribe behaviors like physical activity (Sallis & Owen, 2015) . Individual interventions are rarely sustainable in isolation, but interventions that include changing social norms or providing social support, in combination with improvements to the built environment and policies, can create lasting changes in behaviors like physical activity (Sallis, 2018; Sallis and Owen, 2015) . Using this framework, the present intervention uses the ORBIT model of sequential intervention development (Czajkowski et al., 2015) by first tailoring the individual-level PP-MI content for this largely sedentary population based on qualitative interviews (manuscript under review) and the PP and MI content that can be effective for individuals. Regarding PP, the upward spiral theory of lifestyle change suggests that when people are aware of positive emotions experienced during a health behavior (e.g., physical activity), the behavior is reinforced and continued (Van Cappellen et al., 2018) , such that an intervention focused on promoting well-being could then amplify. Increased positive affect also increases people's internal emotional and cognitive resources, which can increase the salience of the positive emotions gained from a health behavior, and the cycle allows participants to be able to set and achieve realistic goals, attune to positive emotions experienced during activity, and feel greater pride, determination, and optimism about their physical activity. At the group level, the social support gained from the group sessions was another notable strength, which is reflected in the BBAQ social support subscale improvement and such support has been associated with maintaining health behavior change (Berkman et al., 2000; Latkin and Knowlton, 2015) . Finally, the weekly group walk introduced participants to new places to be active in their local environments, reinforced their ability to walk safely, and allowed them to build additional self-efficacy for finding ways to walk despite their prior barriers.",
            "cite_spans": [
                {
                    "start": 310,
                    "end": 333,
                    "text": "(Chakhssi et al., 2018)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 801,
                    "end": 823,
                    "text": "(Huffman et al., 2016;",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 824,
                    "end": 845,
                    "text": "Celano et al., 2018a;",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 846,
                    "end": 867,
                    "text": "Celano et al., 2018b)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1136,
                    "end": 1158,
                    "text": "(Celano et al., 2018b;",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1159,
                    "end": 1180,
                    "text": "Huffman et al., 2019)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1588,
                    "end": 1609,
                    "text": "(Sallis & Owen, 2015)",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1891,
                    "end": 1905,
                    "text": "(Sallis, 2018;",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1906,
                    "end": 1928,
                    "text": "Sallis and Owen, 2015)",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 2038,
                    "end": 2063,
                    "text": "(Czajkowski et al., 2015)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 2500,
                    "end": 2528,
                    "text": "(Van Cappellen et al., 2018)",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 3256,
                    "end": 3278,
                    "text": "(Berkman et al., 2000;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 3279,
                    "end": 3305,
                    "text": "Latkin and Knowlton, 2015)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Limitations of the proof-of-concept study included a small sample size and a potential lack of generalizability to men (all participants were women). Conclusions drawn from the proof-of-concept study will need to be replicated and expanded upon in the pilot RCT in order to proceed to larger trials of efficacy and ongoing feasibility. Stratification by age and gender will be planned in future, larger studies like a next step ORBIT phase 3 efficacy trial.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Limitations."
        },
        {
            "text": "The next step of this study's development is completing the RCT phase of this intervention, as described in the present protocol. The goals of this phase will be to explore effects of the intervention between groups and determine if larger scale recruitment and retention are feasible. If the RCT shows efficacy in these community settings, it can help this at-risk population improve the behaviors that can prevent the development of chronic diseases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recommendations."
        },
        {
            "text": "Funding. This study is funded by NIH grant 5K23HL135277. The funding agency had no role in data analysis, study design, manuscript writing, or publication.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recommendations."
        },
        {
            "text": "Keadle SK, Shiroma EJ, Freedson PS, et al. (2014) (Czajkowski et al., 2015) , with arrows indicating the stages of development in the present study. Figure 2 . PP-MI's effects on physical activity. Model originally presented in (Huffman et al., 2015) . ",
            "cite_spans": [
                {
                    "start": 23,
                    "end": 49,
                    "text": "Freedson PS, et al. (2014)",
                    "ref_id": null
                },
                {
                    "start": 50,
                    "end": 75,
                    "text": "(Czajkowski et al., 2015)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 228,
                    "end": 250,
                    "text": "(Huffman et al., 2015)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [
                {
                    "start": 149,
                    "end": 157,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "Recommendations."
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Behavioral Risk Factor Surveillance System Survey Data",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Cfdcap",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Preventing type 2 diabetes in communities across the U.S.: the National Diabetes Prevention Program",
            "authors": [
                {
                    "first": "Albright",
                    "middle": [],
                    "last": "Al",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "W"
                    ],
                    "last": "Gregg",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Am J Prev Med",
            "volume": "44",
            "issn": "",
            "pages": "346--351",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Correlates of physical activity: why are some people physically active and others not?",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Bauman",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Reis",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Sallis",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Lancet",
            "volume": "380",
            "issn": "",
            "pages": "258--271",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "From social integration to health: Durkheim in the new millennium",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "F"
                    ],
                    "last": "Berkman",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Glass",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Brissette",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Soc Sci Med",
            "volume": "51",
            "issn": "",
            "pages": "843--857",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The validity of the Hospital Anxiety and Depression Scale. An updated literature review",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Bjelland",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Dahl",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "T"
                    ],
                    "last": "Haug",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Psychosom Res",
            "volume": "52",
            "issn": "",
            "pages": "69--77",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Positive psychology interventions: a metaanalysis of randomized controlled studies",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Bolier",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Haverman",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Westerhof",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "BMC Public Health",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Psychological well-being and metabolic syndrome: findings from the midlife in the United States national sample",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Boylan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Ryff",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Psychosomatic Medicine",
            "volume": "77",
            "issn": "",
            "pages": "548--558",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Indicators of activity-friendly communities: an evidence-based consensus process",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "K"
                    ],
                    "last": "Brennan Ramirez",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Hoehner",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Brownson",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Am J Prev Med",
            "volume": "31",
            "issn": "",
            "pages": "515--524",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Measuring the built environment for physical activity: state of the science",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Brownson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Hoehner",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Day",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Am J Prev Med",
            "volume": "36",
            "issn": "",
            "pages": "99--123",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Contribution of streetscape audits to explanation of physical activity in four age groups based on the Microscale Audit of Pedestrian Streetscapes (MAPS)",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Cain",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Millstein",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Sallis",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Soc Sci Med",
            "volume": "116",
            "issn": "",
            "pages": "82--92",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Accelerometer Data Collection and Scoring Manual For Adult & Senior Studies",
            "authors": [
                {
                    "first": "Klgcm",
                    "middle": [],
                    "last": "Cain",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Available at: Available for",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Six-item screener to identify cognitive impairment among potential subjects for clinical research",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Callahan",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "W"
                    ],
                    "last": "Unverzagt",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Hui",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Med Care",
            "volume": "40",
            "issn": "",
            "pages": "771--781",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Barriers to Being Physically Active Quiz",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Cdc",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Strategies to Prevent Obesity and Other Chronic Diseases: The CDC Guide to Strategies to Increase Physical Activity in the Community",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Cdc",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Optimizing a Positive Psychology Intervention to Promote Health Behaviors After an Acute Coronary Syndrome: The Positive Emotions After Acute Coronary Events III (PEACE-III) Randomized Factorial Trial",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Celano",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Albanese",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Millstein",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Psychosom Med",
            "volume": "80",
            "issn": "",
            "pages": "526--534",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "A Positive Psychology Intervention to Promote Health Behaviors in Heart Failure: A Proof-of-Concept Trial",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Celano",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Freedman",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "E"
                    ],
                    "last": "Beale",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J Nerv Ment Dis",
            "volume": "206",
            "issn": "",
            "pages": "800--808",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "A positive psychology-motivational interviewing intervention for patients with type 2 diabetes: Proof-of-concept trial",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Celano",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Gianangelo",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Millstein",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Int J Psychiatry Med",
            "volume": "54",
            "issn": "",
            "pages": "97--114",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "The effect of positive psychology interventions on well-being and distress in clinical samples with psychiatric or somatic disorders: a systematic review and meta-analysis",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Chakhssi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Kraiss",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sommers-Spijkerman",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "BMC Psychiatry",
            "volume": "18",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "The potential for motivational interviewing to improve outcomes in the management of diabetes and obesity in paediatric and adult populations: a clinical review",
            "authors": [
                {
                    "first": "Christie",
                    "middle": [],
                    "last": "Channon",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Diabetes, Obesity and Metabolism",
            "volume": "16",
            "issn": "",
            "pages": "381--387",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "From ideas to efficacy: The ORBIT model for developing behavioral treatments for chronic diseases",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Czajkowski",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "H"
                    ],
                    "last": "Powell",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Adler",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Health Psychology",
            "volume": "34",
            "issn": "",
            "pages": "971--982",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "The Diabetes Prevention Program (DPP): description of lifestyle intervention",
            "authors": [],
            "year": 2002,
            "venue": "Diabetes Care",
            "volume": "25",
            "issn": "",
            "pages": "2165--2171",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "An Integrated Framework For The Prevention And Treatment Of Obesity And Its Related Chronic Diseases",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Dietz",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "S"
                    ],
                    "last": "Solomon",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Pronk",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Health Aff (Millwood)",
            "volume": "34",
            "issn": "",
            "pages": "1456--1463",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Lifestyle intervention in the management of metabolic syndrome: could we improve adherence issues?",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Fappa",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Yannakoulia",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Pitsavos",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nutrition",
            "volume": "24",
            "issn": "",
            "pages": "286--291",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Calibration of the Computer Science and Applications, Inc. accelerometer",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Freedson",
                    "suffix": ""
                },
                {
                    "first": "Melanson",
                    "middle": [
                        "E"
                    ],
                    "last": "Sirard",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Med Sci Sports Exerc",
            "volume": "30",
            "issn": "",
            "pages": "777--781",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Geographical variation in the prevalence of obesity, metabolic syndrome, and diabetes among US adults",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Gurka",
                    "suffix": ""
                },
                {
                    "first": "Filipp",
                    "middle": [],
                    "last": "Sl",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Deboer",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Nutr Diabetes",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Positive Psychological Interventions for Patients with Type 2 Diabetes: Rationale, Theoretical Model, and Intervention Development",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Huffman",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Dubois",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Millstein",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Journal of Diabetes Research",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Usefulness of a Positive Psychology-Motivational Interviewing Intervention to Promote Positive Affect and Physical Activity After an Acute Coronary Syndrome",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Huffman",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "H"
                    ],
                    "last": "Feig",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Millstein",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Am J Cardiol",
            "volume": "123",
            "issn": "",
            "pages": "1906--1914",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "A Positive Psychology Intervention for Patients with an Acute Coronary Syndrome: Treatment Development and Proof-of-Concept Trial",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Huffman",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Millstein",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Mastromauro",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Journal of Happiness Studies",
            "volume": "17",
            "issn": "",
            "pages": "1985--2006",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Motivational interviewing : preparing people for change",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Miller Wr",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rollnick",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Development of the State Optimism Measure",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Millstein",
                    "suffix": ""
                },
                {
                    "first": "W-J",
                    "middle": [],
                    "last": "Chung",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hoeppner",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Metabolic Syndrome Prevalence by Race/Ethnicity and Sex in the United States, National Health and Nutrition Examination Survey",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "X"
                    ],
                    "last": "Moore",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Chaudhary",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Akinyemiju",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Prev Chronic Dis",
            "volume": "14",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Educational and Community-Based Programs Available at",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Odphp",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "The Effect of Metformin and Intensive Lifestyle Intervention on the Metabolic Syndrome: The Diabetes Prevention Program Randomized Trial",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Orchard",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Temprosa",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Goldberg",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Annals of Internal Medicine",
            "volume": "142",
            "issn": "",
            "pages": "611--619",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "The Physical Activity Guidelines for Americans",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Piercy",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Troiano",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Ballard",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Jama",
            "volume": "320",
            "issn": "",
            "pages": "2020--2028",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "A review and meta-analysis of affective judgments and physical activity in adult populations",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Rhodes",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Conner",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Ann Behav Med",
            "volume": "38",
            "issn": "",
            "pages": "180--204",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Built environment correlates of walking: a review",
            "authors": [
                {
                    "first": "Saelens",
                    "middle": [],
                    "last": "Be",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Handy",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Medicine & Science in Sports & Exercise",
            "volume": "40",
            "issn": "",
            "pages": "550--566",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Neighborhood-based differences in physical activity: an environment scale evaluation",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "E"
                    ],
                    "last": "Saelens",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Sallis",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Black",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Am J Public Health",
            "volume": "93",
            "issn": "",
            "pages": "1552--1558",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Needs and Challenges Related to Multilevel Interventions: Physical Activity Examples",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Sallis",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Health Educ Behav",
            "volume": "45",
            "issn": "",
            "pages": "661--667",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Is Your Neighborhood Designed to Support Physical Activity? A Brief Streetscape Audit Tool",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Sallis",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Cain",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "Conway",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Preventing Chronic Disease",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Ecological models of health behavior",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Sallis",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Owen",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Health behavior: Theory, research, and practice",
            "volume": "",
            "issn": "",
            "pages": "43--64",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Moderators of interventions designed to enhance physical and psychological functioning among younger women with early-stage breast cancer",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Scheier",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "S"
                    ],
                    "last": "Helgeson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Schulz",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Journal of Clinical Oncology",
            "volume": "25",
            "issn": "",
            "pages": "5710--5714",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Enhancing well-being and alleviating depressive symptoms with positive psychology interventions: a practice-friendly meta-analysis",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Sin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lyubomirsky",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Clin Psychol",
            "volume": "65",
            "issn": "",
            "pages": "467--487",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "The CardioMetabolic Health Alliance: Working Toward a New Care Model for the Metabolic Syndrome",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "S"
                    ],
                    "last": "Sperling",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "I"
                    ],
                    "last": "Mechanick",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "J"
                    ],
                    "last": "Neeland",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Am Coll Cardiol",
            "volume": "66",
            "issn": "",
            "pages": "1050--1067",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "A model of contextual motivation in physical education: Using constructs from self-determination and achievement goal theories to predict physical activity intentions",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Standage",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Duda",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ntoumanis",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Journal of Educational Psychology",
            "volume": "95",
            "issn": "",
            "pages": "97--110",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "CHAMPS Physical Activity Questionnaire for Older Adults: Outcomes for Interventions",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Stewart",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Mk",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "King",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "L"
                    ],
                    "last": "Haskell",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Gillis",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Ritter",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Medicine & Science in Sports & Exercise",
            "volume": "33",
            "issn": "7",
            "pages": "1126--1141",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Development and evaluation of a short instrument to estimate usual dietary intake of percentage energy from fat",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "E"
                    ],
                    "last": "Thompson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Midthune",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "F"
                    ],
                    "last": "Subar",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Am Diet Assoc",
            "volume": "107",
            "issn": "",
            "pages": "760--767",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Positive affective processes underlie positive health behaviour change",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Van Cappellen",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Rice",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "I"
                    ],
                    "last": "Catalino",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Psychol Health",
            "volume": "33",
            "issn": "",
            "pages": "77--97",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Projected U.S. State-Level Prevalence of Adult Obesity and Severe Obesity",
            "authors": [
                {
                    "first": "Z",
                    "middle": [
                        "J"
                    ],
                    "last": "Ward",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "N"
                    ],
                    "last": "Bleich",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Cradock",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "N Engl J Med",
            "volume": "381",
            "issn": "",
            "pages": "2440--2450",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "A 12-Item Short-Form Health Survey: construction of scales and preliminary tests of reliability and validity",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ware",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kosinski",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Keller",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Medical Care",
            "volume": "34",
            "issn": "",
            "pages": "220--233",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Development and validation of brief measures of positive and negative affect: the PANAS scales",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Watson",
                    "suffix": ""
                },
                {
                    "first": "Clark",
                    "middle": [],
                    "last": "La",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tellegen",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Journal of Personality and Social Psychology",
            "volume": "54",
            "issn": "",
            "pages": "1063--1070",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "A longitudinal investigation of marital adjustment as a risk factor for metabolic syndrome",
            "authors": [
                {
                    "first": "Whisman",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Uebelacker",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Health Psychology",
            "volume": "31",
            "issn": "",
            "pages": "80--86",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Coping, affect, and the metabolic syndrome in older men: how does coping get under the skin?",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Yancura",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Aldwin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Levenson",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Journals of Gerontology. Series B: Psychological Sciences and Social Sciences",
            "volume": "61",
            "issn": "",
            "pages": "295--303",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "the IPAQ-SF (Lee et al., 2011). Barriers to completing physical activity are measured using the Barriers to Being Active Quiz (CDC, 1999), a 21-item measure exploring seven main categories of barriers, including lack of time, energy, and resources. Diet is assessed using the CDC's (2017) Behavioral Risk Factor Surveillance System (BRFSS) Fruit and Vegetable Module to measure fruit and vegetable intake ((CDC), 2011). The National Cancer Institute's Percentage Energy from Fat Screener",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "of 4352.3 (SD: 1877.2) and median of 4213.5 per day to a mean of 6504.1 (SD: 4747.6) and a median of 4906.0 per day. The mean increased by 2151.8 steps per day, approximately one mile (d=0.41). Accelerometer-measured sedentary time increased by an average of 142.5 minutes per week, from 1029.3 (SD: 133.0) minutes per week at baseline, to 1171.8 (SD: 243.4) minutes per week at follow-up (d=0.57). Self-reported MVPA increased from 15.0 (SD: 19.4) minutes perweek at baseline to 349.3 (SD: 224.3) minutes per week at follow up (d=2.10); one outlier was truncated to the next highest value. Due to scoring difficulty and incomplete data, the CHAMPS self-reported activity was not included. Four Barriers to Being Active Quiz subscales decreased with a large effect size (d≥.50): social influence (d=.50), lack of resources (d=.60), lack of willpower (d=.87), and lack of skill (d=1.06).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Impact of accelerometer data processing decisions on the sample size, wear time and physical activity level of a large cohort study. BMC Public Health 14: 1210. Koh-Knox CP. (2009) Motivational Interviewing in Health Care: Helping Patients Change Behavior. American Journal of Pharmaceutical Education 73: 127. Lakka TA and Laaksonen DE. (2007) Physical activity in prevention and treatment of the metabolic syndrome. Applied Physiology, Nutrition, and Metabolism 32: 76-88. Latkin CA and Knowlton AR. (2015) Social Network Assessments and Interventions for Health Behavior Change: A Critical Review. Behav Med 41: 90-97. Lawton R, Conner M and McEachan R. (2009) Desire or reason: predicting health behaviors from affective and cognitive attitudes. Health Psychol 28: 56-65. Lee PH, Macfarlane DJ, Lam TH, et al. (2011) Validity of the International Physical Activity Questionnaire Short Form (IPAQ-SF): a systematic review. Int J Behav Nutr Phys Act 8: 115. Leppin AL, Schaepe K, Egginton J, et al. (2018) Integrating community-based health promotion programs and primary care: a mixed methods analysis of feasibility. BMC Health Serv Res 18: 72. Lewis BA, Marcus BH, Pate RR, et al. (2002) Psychosocial mediators of physical activity behavior among adults and children. Am J Prev Med 23: 26-35. Michie S, Ashford S, Sniehotta FF, et al. (2011) A refined taxonomy of behaviour change techniques to help people change their physical activity and healthy eating behaviours: the CALO-RE taxonomy. Psychol Health 26: 1479-1498.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "The ORBIT model of behavioral intervention development",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Multilevel ecological model as applied to The Move More, Feel Well: MAPP Study.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Intervention manual table of contents.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "CONSORT flow diagram for the MAPP RCT.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "RCT intervention session content Reducing Your Sitting Time/Standing Breaks Capitalizing on Goals and Health",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Proof-of-concept study changes in physical activity and biometric measures. ** p<.01, (*) p<.10 a One outlier was truncated to the next highest value.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Proof-of-concept study self-reported psychosocial and health behavior variables. ** p<.01, (*) p<.10 Note: NCI: National Cancer Institute, LOT-R: Life Orientation Test-Revised, PANAS: Positive and Negative Affect Schedule, SF-12: Short Form-12 Item Scale, SOM: State Optimism Measure, HADS: Hospital Anxiety and Depression Scale.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Participants scheduled for in-person or virtual baseline visit Participants screened for eligibility by phone Cognitive impairment on a six-item screen • Reported ≥ 150 minutes of MVPA/week • Diabetes or cardiac disease • Unable to participate in PA • Unable to speak, read, or write English Investigators approach participants (RPDR) Meets ≥3 MetS criteria: Hypertension, hyperlipidemia, high cholesterol, high blood sugar, or high BMI",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors wish to acknowledge Ms. Melanie Freedman for her help in study start-up, as well as all of the participants who have donated their time to this study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements."
        },
        {
            "text": " Figure 6 . Study timeline.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1,
                    "end": 9,
                    "text": "Figure 6",
                    "ref_id": null
                }
            ],
            "section": "Participants/PCP approach investigator"
        }
    ]
}