{
    "paper_id": "e76d4dea1e9ef14e40e35ccf8695b1b465ce92f4",
    "metadata": {
        "title": "Comment",
        "authors": [
            {
                "first": "Jean",
                "middle": [
                    "B"
                ],
                "last": "Nachega",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Geoffrey",
                "middle": [],
                "last": "Fatti",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Alimuddin",
                "middle": [],
                "last": "Zumla",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Elvin",
                "middle": [
                    "H"
                ],
                "last": "Geng",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jbn",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": ";",
                "middle": [],
                "last": "Kheth&apos;impilo",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Antiretroviral therapy (ART) can suppress HIV plasma RNA concentrations and harmful effects of the virus. However, at present, only about 60% of people living with HIV are virally suppressed. 1 Therefore, global public health programmes urgently need innovative approaches to improve the rapidity and durability of engaging patients in treatment. In this issue of The Lancet Global Health, Ruanne Barnabas and colleagues report results of the Delivery Optimization of Antiretroviral Therapy (DO-ART) study, a multicentre, randomised trial comparing community-based ART initiation, monitoring, and resupply with use of a hybrid approach (ART initiation at the clinic with community monitoring and resupply), and with standard clinicbased ART delivery among individuals from South Africa and Uganda with detectable HIV viral load. 2 The investigators hypothesised that community-based ART could overcome logistical barriers, simplify monitoring and ART resupply, and increase viral suppression rates, especially among men, enough to make communitybased interventions cost-effective. They found that community-based initiation and treatment significantly increased viral suppression compared with standard clinic-based care among all participants from 63·1% to 73·9%, and among men from 54·3% to 73·2%. The hybrid approach registered smaller but similar effects.",
            "cite_spans": [
                {
                    "start": 192,
                    "end": 193,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 829,
                    "end": 830,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "The where, when, and how of community-based versus clinic-based ART delivery in South Africa and Uganda"
        },
        {
            "text": "The report of the DO-ART study contributes to a growing body of literature showing that communitybased interventions result in similar or improved patient outcomes compared with clinic-based ART delivery. 3, 4 Home-based, same-day ART initiation integrated with community-based HIV testing improved viral suppression at 12 months in a trial in Lesotho. 5 Community-based HIV care using differentiated service delivery models, including community-based multimonth ART dispensing, have been shown to have favourable outcomes 6 and result in cost savings to both patients and providers. 7 However, most communitybased differentiated service delivery models for ART delivery have been developed for patients who are already stable on ART, and the most important contribution of the study by Barnabas and colleagues is that community-based, same-day ART initiation in individuals with elevated viral load was safe and resulted in improved viral suppression after 12 months, particularly among men.",
            "cite_spans": [
                {
                    "start": 205,
                    "end": 207,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 208,
                    "end": 209,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 353,
                    "end": 354,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 523,
                    "end": 524,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 584,
                    "end": 585,
                    "text": "7",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "The where, when, and how of community-based versus clinic-based ART delivery in South Africa and Uganda"
        },
        {
            "text": "With these promising results, the next questions are whether, where, when, and how global public implementers should scale up the DO-ART approach, particularly among men. The answers, however, depend not only on the rigour or internal validity of the study (for which the investigators should be applauded) but also on the external validity, for which some additional information would be useful. Emerging perspectives in implementation research can help position researchers to offer findings that are maximally interpretable in other implementing contexts that differ by geographical (urban vs rural), economic (Kenya vs Mozambique), and social factors-what do these perspectives suggest for future research that aims to influence execution of the HIV response?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The where, when, and how of community-based versus clinic-based ART delivery in South Africa and Uganda"
        },
        {
            "text": "Mechanisms can inform decisions about scale up. First, an important insight is that the external validity of a finding depends on the mechanism of effect. In this study, more information about how communitybased approaches improved viral suppression would be helpful. If the community-based approach worked through availing ART to patients unable or unwilling to get to a clinic, then this approach is most applicable to rural settings, where distance is important. Conversely, if patients in the standard of care arm of the trial reached the clinic but did not start ART due to lengthy preparation practices, the observed effects might be attenuated since immediate ART initiation in the clinic has become the norm over the past 2 years.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The where, when, and how of community-based versus clinic-based ART delivery in South Africa and Uganda"
        },
        {
            "text": "Second, so-called adjunctive practices that accompany study interventions but are not explicitly considered important complicate external validity. In the DO-ART study, patients starting ART in the community also received text message appointment reminders, facilitated rescheduling, follow-up monitoring calls, and potentially more intensive counselling. Unless community-based ART initiation is universally scaled up concomitantly with these adjunctive practices, the real-world effects might show a drop in ART compliance and viral suppression rates compared with trial findings. Parsimonious intervention design could improve generalisability. Third, measuring and reporting patient preferences is also important. Someone living with stigma and near a clinic, for example, might have different preferences for home-based ART initiation than someone living far from a clinic. In preference-sensitive interventions such as these, the comparison of interest might not be between community-based and clinic-based ART initiation, but rather between a health system that offers both (from which patients could choose) versus a system that only offers one-a concept termed mosaic effectiveness. 8 If preferences are measured, effects stratified by such preferences can inform tailoring of services to the individual.",
            "cite_spans": [
                {
                    "start": 1192,
                    "end": 1193,
                    "text": "8",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "The where, when, and how of community-based versus clinic-based ART delivery in South Africa and Uganda"
        },
        {
            "text": "Overall, the results from the DO-ART study extend our public health tool kit and has implications for management of adults with virological failure who are not eligible for differentiated service delivery. Further research with longer-term follow-up is required to measure sustained success over time and costeffectiveness to inform policy makers. Furthermore, home-based case management could be effective for adolescents in particular, 9 but these patients were not included in the study and whether community-based ART initiation and resupply is safe and effective for this population is unknown. The DO-ART study adds further to the ongoing debate and dialogue on the optimal package of care needed to achieve the third 90 (virological suppression) of the UNAIDS 90-90-90 targets for AIDS elimination by 2030. 10 JBN is an infectious diseases internist and epidemiologist supported by the US National Institutes of Health (NIH)/National Institutes of Allergy and Infectious Diseases (grant number 5U01AI069521; Stellenbosch University Clinical Trial Unit of the AIDS Clinical Trial Group) as well as NIH/Fogarty International Center (grant numbers 1R25TW011217-01; African Association for Health Professions Education and Research) and 1D43TW010937-01A1 (University of Pittsburgh HIV Comorbidities Research Training Programme in South Africa), and is co-principal investigator of TOGETHER, an adaptive randomised clinical trial of novel agents for treatment of patients who are high-risk outpatients with COVID-19 in South Africa supported by the Bill & Melinda Gates Foundation. AZ is a co-principal investigator of the Pan-African Network on Emerging and Re-Emerging Infections funded by the European and Developing Countries Clinical Trials Partnership and is in receipt of an NIH Research Senior Investigator award. We acknowledge the critical",
            "cite_spans": [
                {
                    "start": 814,
                    "end": 816,
                    "text": "10",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "The where, when, and how of community-based versus clinic-based ART delivery in South Africa and Uganda"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "UNAIDS. Global AIDS Update. 2020",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Community-based antiretroviral therapy versus standard clinic-based services for HIV in South Africa and Uganda (DO ART): a randomised trial",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "V"
                    ],
                    "last": "Barnabas",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Szpiro",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Van Rooyen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Glob Health",
            "volume": "8",
            "issn": "",
            "pages": "1305--1320",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Community-based interventions to improve and sustain antiretroviral therapy adherence, retention in HIV care and clinical outcomes in low-and middle-income countries for achieving the UNAIDS 90-90-90 targets",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Nachega",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Adetokunboh",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "A"
                    ],
                    "last": "Uthman",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Curr HIV/AIDS Rep",
            "volume": "13",
            "issn": "",
            "pages": "241--55",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The effectiveness and cost-effectiveness of community-based support for adolescents receiving antiretroviral treatment: an operational research study in South Africa",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Fatti",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Jackson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Goga",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J Int AIDS Soc",
            "volume": "21",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Effect of offering same-day art vs usual health facility referral during home-based hiv testing on linkage to care and viral suppression among adults with HIV in Lesotho: the CASCADE randomized clinical trial",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "D"
                    ],
                    "last": "Labhardt",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Ringera",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "I"
                    ],
                    "last": "Lejone",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "JAMA",
            "volume": "319",
            "issn": "",
            "pages": "1103--1115",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Twelve-month outcomes of communitybased differentiated models of multi-month dispensing of antiretroviral treatment among stable HIV-infected adults in Lesotho: a cluster randomized non-inferiority trial",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "B"
                    ],
                    "last": "Tukei",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Fatti",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tiam",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Acquir Immune Defic Syndr",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Economic evaluation of differentiated service delivery models for ART service delivery in Lesotho: cost to provider and cost to patient",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "E"
                    ],
                    "last": "Nichols",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Fatti",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Cele",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Mosaic effectiveness: measuring the impact of novel PrEP methods",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "V"
                    ],
                    "last": "Glidden",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Mehrotra",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "T"
                    ],
                    "last": "Dunn",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "H"
                    ],
                    "last": "Geng",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Lancet HIV",
            "volume": "6",
            "issn": "",
            "pages": "800--806",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Interventions to improve antiretroviral therapy adherence among adolescents and youth in low-and middleincome countries: a systematic review",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "K"
                    ],
                    "last": "Reif",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Abrams",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Arpadi",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "AIDS Behav",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Fast-Track-Ending the AIDS epidemic by 2030",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}