{"paper_id": "e76dee3d98158375c02db9f9651aff610b3906a5", "metadata": {"title": "Journal Pre-proof Diagnosis and Treatment of Pulmonary Embolism During the COVID-19 Pandemic: A Position Paper from the National PERT Consortium Diagnosis and Treatment of Pulmonary Embolism During the COVID-19 Pandemic: A Position Paper from the National PERT Consortium", "authors": [{"first": "Rachel", "middle": ["P"], "last": "Rosovsky", "suffix": "", "affiliation": {"laboratory": "", "institution": "Harvard Medical School", "location": {"settlement": "Boston", "region": "MA", "country": "USA"}}, "email": "rprosovsky@mgh.harvard.edu"}, {"first": "Charles", "middle": [], "last": "Grodzin", "suffix": "", "affiliation": {"laboratory": "", "institution": "Emory University", "location": {"settlement": "Atlanta", "region": "GA", "country": "USA"}}, "email": ""}, {"first": "Richard", "middle": [], "last": "Channick", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of California Los Angeles", "location": {"settlement": "Los Angeles", "region": "California", "country": "USA"}}, "email": ""}, {"first": "George", "middle": ["A"], "last": "Davis", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Kentucky", "location": {"settlement": "Lexington", "region": "KY", "country": "USA"}}, "email": ""}, {"first": "Jay", "middle": ["S"], "last": "Giri", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Pennsylvania", "location": {"settlement": "Philadelphia", "region": "PA", "country": "USA"}}, "email": ""}, {"first": "James", "middle": [], "last": "Horowitz", "suffix": "", "affiliation": {"laboratory": "", "institution": "New York University", "location": {"settlement": "New York", "region": "NY", "country": "USA"}}, "email": ""}, {"first": "Christopher", "middle": [], "last": "Kabrhel", "suffix": "", "affiliation": {"laboratory": "", "institution": "Harvard Medical School", "location": {"settlement": "Boston", "region": "MA", "country": "USA"}}, "email": ""}, {"first": "Robert", "middle": [], "last": "Lookstein", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Geno", "middle": [], "last": "Merli", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Timothy", "middle": ["A"], "last": "Morris", "suffix": "", "affiliation": {"laboratory": "", "institution": "Thomas Jefferson University Hospitals", "location": {"settlement": "Philadelphia", "region": "PA"}}, "email": ""}, {"first": "Belinda", "middle": [], "last": "Rivera-Lebron", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Victor", "middle": [], "last": "Tapson", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Thomas", "middle": ["M"], "last": "Todoran", "suffix": "", "affiliation": {"laboratory": "", "institution": "Medical University of South Carolina", "location": {"settlement": "Charleston", "region": "South Carolina", "country": "USA"}}, "email": ""}, {"first": "Aaron", "middle": ["S"], "last": "Weinberg", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Kenneth", "middle": [], "last": "Rosenfield", "suffix": "", "affiliation": {"laboratory": "", "institution": "Harvard Medical School", "location": {"settlement": "Boston", "region": "MA", "country": "USA"}}, "email": ""}]}, "abstract": [{"text": "J o u r n a l P r e -p r o o f Abbreviation List ACCP-American College of Chest Physicians BMI -body mass index CrCl -creatinine clearance CTA -computed tomography angiography CTEPH -chronic thromboembolic pulmonary hypertension DOAC -direct oral anticoagulant ECHO -echocardiogram ECMO -extra-corporeal membrane oxygenation (ECMO ED -emergency department ICU -intensive care unit IVCF -inferior vena cava filter Kg-kilograms LMWH -low molecular weight heparin OR -operating room PCP -primary care doctor PE -pulmonary embolism PERT -pulmonary embolism response team PESI -pulmonary embolism severity index PPEprotective equipment PSA -prostate specific antigen RV -right ventricular SC -subcutaneous route sPESI -simplified pulmonary embolism severity index U -units UFH -unfractionated heparin US -ultrasound VTE -venous thromboembolism", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "J o u r n a l P r e -p r o o f Abstract The co-existence of COVID-19 and PE, two life threatening illnesses, in the same patient presents a unique challenge. Recent guidelines have delineated how best to diagnose and manage patients with PE. However, the unique aspects of this virus confound both the diagnosis and treatment of PE, and thus require modification of established algorithms. 1-6 Important considerations include adjustment of diagnostic modalities, incorporation of the pro-thrombotic contribution of COVID-19, management of two critical cardio-respiratory illnesses in the same patient, and protecting patients and health care workers while providing optimal care. The benefits of a team-based approach for decision-making and coordination of care, such as that offered by pulmonary embolism response teams (PERT), has become more evident in this crisis. The importance of careful followup care also is underscored for patients with these two diseases with long-term effects. This position paper from the PERT Consortium specifically addresses issues related to the diagnosis and management of PE in the COVID-19 patient. J o u r n a l P r e -p r o o f J o u r n a l P r e -p r o o f", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "The National Pulmonary Embolism Response Team (PERT) Consortium, the largest organization in the world specifically dedicated to improving outcomes in PE and advancing the science around this disease, recently published consensus recommendations for the diagnosis, treatment and follow-up for patients with acute PE. 7 Although many of these recommendations apply to patients with PE and COVID-19, some unique factors associated with the pandemic necessitate addressing these patients separately.", "cite_spans": [{"start": 317, "end": 318, "text": "7", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Introduction"}, {"text": "The current COVID-19 pandemic has illustrated the importance of aggressive evaluation and management, when considering exposure to an highly communicable viral disease that has multisystem effects and a high mortality rate. As such, COVID-19 presents an unprecedented challenge to the health care system, and specifically for individuals directly responsible for delivering care, and for others in the medical environment who could be exposed. Those who become infected are potentially vectors of viral transmittance in our homes, our community and throughout the world. Every exposure can further exacerbate the pandemic. Thus, the goal must be to deliver optimal care without compromise to our patients, while mitigating direct or indirect exposure and spread of the virus. There is emerging evidence that COVID-19 infected patients are prone to thrombosis and pulmonary embolism (PE). 8 Table 1) , and offers a safe and efficient way to diagnose and treat PE without compromising patient care. Please refer to the www.cdc.gov website for the most up to date information specific to COVID-19. • What testing should be performed during follow up?", "cite_spans": [{"start": 888, "end": 889, "text": "8", "ref_id": "BIBREF7"}], "ref_spans": [{"start": 890, "end": 898, "text": "Table 1)", "ref_id": "TABREF0"}], "section": "Introduction"}, {"text": "Pulmonary embolism response teams bring together a multi-disciplinary group of specialists to treat patients with severe PE. 13 The goal is to coordinate and expedite the diagnosis and treatment of PE with a team of physicians from different specialties. There is no defined or optimal structure of PERT, and the make up varies by institution. 13 A team may include all or a combination of cardiac surgery, critical care, emergency medicine, hematology, interventional and noninterventional cardiology, interventional radiology pulmonary medicine, vascular medicine, vascular surgery, and pharmacy. Each member brings their expert opinion to the team. 14 One of the main advantages of PERT is that this multi-disciplinary approach occurs in real time and allows for the rapid evaluation of risks, J o u r n a l P r e -p r o o f formulation of a treatment plan that suits each patient, and mobilization of appropriate resources to provide the highest quality of care to patients with PE. 15 This approach, now more than ever, seems essential in the COVID-19 era.", "cite_spans": [{"start": 125, "end": 127, "text": "13", "ref_id": "BIBREF12"}, {"start": 344, "end": 346, "text": "13", "ref_id": "BIBREF12"}, {"start": 987, "end": 989, "text": "15", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "PERT:"}, {"text": "Although the exact incidence of VTE associated with COVID-19 is currently unknown, reports range from as low as 1% in the general wards to as high as 31% in intensive care units. 19 However, this study also found that elevations in D-dimer >2500 ng/mL at initial presentation were also predictive of bleeding complications during hospitalization. In the same way, data from China indicated that patients at the highest risk of developing a PE were the same patients at the highest risk of bleeding. 24 At this point and in line with the recently published CHEST guidelines, there is insufficient evidence to recommend using an elevated D-dimer or any other laboratory data to guide clinical practice for VTE diagnosis. 25 Thus, we recommend that biomarkers should not be used in the diagnostic evaluation for suspected DVT or PE.", "cite_spans": [{"start": 179, "end": 181, "text": "19", "ref_id": "BIBREF18"}, {"start": 499, "end": 501, "text": "24", "ref_id": "BIBREF23"}, {"start": 719, "end": 721, "text": "25", "ref_id": "BIBREF24"}], "ref_spans": [], "section": "PERT:"}, {"text": "Given the limited data to support the use of biomarkers to diagnosis PE in COVID-19", "cite_spans": [], "ref_spans": [], "section": "PERT:"}, {"text": "patients, standard diagnostic testing should be considered ( Figure 1 ). Additional details on specific interventional decision making is found below in the \"Interventions\" section. Interventions Decisions about procedural intervention should be grounded in a discussion of risk-benefit ratio with a multi-disciplinary PERT consultation. During this pandemic, the relative risks and benefits have shifted, due to the risk of viral transmission with transportation of COVID-19 positive patients to invasive laboratories or opertating rooms. Furthermore, patient circumstances (e.g. proning) may make interventional procedures unsafe or impossible. The evidence base regarding optimal treatment for higher risk PE is evolving and remains unclear as to which patients might benefit from interventional therapies. 38 Given the absence of a well-defined benefit for invasive therapy and the potential for viral transmission, a conservative approach leaning towards medical therapy (e.g.", "cite_spans": [{"start": 810, "end": 812, "text": "38", "ref_id": "BIBREF38"}], "ref_spans": [{"start": 61, "end": 69, "text": "Figure 1", "ref_id": null}], "section": "PERT:"}, {"text": "anticoagulation or IV peripheral fibrinolysis) should be considered in patients with COVID- 19 . In general, procedural means of treating PE should be applied to only severe cases in which medical therapy is unlikely to be successful or contraindicated. Presently, there is no data to support one intervention over another and it is a strength of a PERT, using a multidisciplinary discussion platform, to arrive at these decisions based on each patients unique clinical scenario ( Figure 1 ).", "cite_spans": [{"start": 92, "end": 94, "text": "19", "ref_id": "BIBREF18"}], "ref_spans": [{"start": 481, "end": 489, "text": "Figure 1", "ref_id": null}], "section": "PERT:"}, {"text": "Hemodynamically stable patients should be medically managed with anticoagulation alone.", "cite_spans": [], "ref_spans": [], "section": "PERT:"}, {"text": "Careful monitoring is prudent in order to identify patients who become unstable and require emergency intervention. Urgent and emergent cases can be identified as those that, acutely or sub-acutely, develop hemodynamic instability characterized by increasing It is important to note that autopsies have identified microvascular thrombi in COVID -19", "cite_spans": [], "ref_spans": [], "section": "PERT:"}, {"text": "infected patients. 41, 42 Unlike most DVT and PE events, the clinical onset of these microthrombi is unknown and lacks specific physical findings or imaging signatures. Position Statement:", "cite_spans": [{"start": 19, "end": 22, "text": "41,", "ref_id": "BIBREF41"}, {"start": 23, "end": 25, "text": "42", "ref_id": "BIBREF42"}], "ref_spans": [], "section": "PERT:"}, {"text": "• Indications and contraindications for thrombolysis remain unchanged.", "cite_spans": [], "ref_spans": [], "section": "PERT:"}, {"text": "•", "cite_spans": [], "ref_spans": [], "section": "• The risk-benefit ratio of medical and interventional therapy may require adjustment in patients with concurrent COVID-19 and PE."}, {"text": "Given the potential of exposure to other patients and staff, interhospital transfer of COVID-19 patients should only occur when the receiving hospital offers treatment that is imminently needed and beyond the capabilities of the sending hospital. Whenever possible, COVID-19 status should be identified prior to transfer.", "cite_spans": [], "ref_spans": [], "section": "Transfer of Care"}, {"text": "Physician-to-physician communication should occur regarding the necessity of transfer, as well as the logistics and potential liabilities. Existing hospital transfer policies for PE patients, regardless of COVID-19 status, should incorporate the following: There must be a well-defined clinical benefit or resources or services that are not available at the sending hospital, such as intensive care unit care, endovascular intervention or surgical services, ECMO, and neurosurgical services. PERTs can be instrumental not only to help make the decision as to whether or not to transfer a patient, but also to mobilize the resources and carry out the treatment plans that are deemed necessary once the transfer occurs.", "cite_spans": [], "ref_spans": [], "section": "J o u r n a l P r e -p r o o f"}, {"text": "All hospital, state and federal guidelines for avoiding viral transmission, including those found on www.cdc.gov HYPERLINK \"http://www.cdc.gov/\", should be followed in any case of patient transfer.", "cite_spans": [], "ref_spans": [], "section": "J o u r n a l P r e -p r o o f"}, {"text": "for best care of the patient.", "cite_spans": [], "ref_spans": [], "section": "Position Statement: • Transfer of care for a COVID-19 patient with PE should be requested when needed services are not available at originating institution and are necessary"}, {"text": "Adequate follow up for all PE patients is essential for recovery and for optimal prevention of subsequent thromboembolic events. Such followup is even more critically important in the successful recovery of patients with concomitant COVID-19", "cite_spans": [], "ref_spans": [], "section": "Follow up"}, {"text": "and PE. Utlizing PERT follow up clinics can help assure that this crucial piece of care occurs ( Table 2) . If PERT follow up clinics are not available, dedicated hematology, pulmonary or vascular medicine clinics, for example, may provide similar continuity.", "cite_spans": [], "ref_spans": [{"start": 97, "end": 105, "text": "Table 2)", "ref_id": null}], "section": "Follow up"}, {"text": "Prior to discharge, providers must assure appropriate hand off to the next level of ", "cite_spans": [], "ref_spans": [], "section": "Follow up"}, {"text": "When an intervention is necessary for a PE patients with COVID-19, invasive laboratory and operating room (OR) personnel should be kept to the minimum that is required for safe conduct of the procedure, and should don and doff specified and approved personal protective equipment (PPE). Careful planning should be exercised and when possible, the team should anticipate and lay out the resources (medications, instruments, devices) that will potentially be needed so as to expedite the procedure and minimize supply runs. Every precaution should be taken to prevent aerosolization of patient respiratory secretions throughout the procedure. After the procedure, the room should be terminally cleaned, in accordance with hospital policy regarding COVID-19 infection prevention.", "cite_spans": [], "ref_spans": [], "section": "J o u r n a l P r e -p r o o f"}, {"text": "Position Statement:", "cite_spans": [], "ref_spans": [], "section": "J o u r n a l P r e -p r o o f"}, {"text": "procedures, particularly with regards to required personnel and equipment, will expedite procedures and minimize staff exposure.", "cite_spans": [], "ref_spans": [], "section": "• • • • Careful and thoughtful advanced planning for interventional or operative"}, {"text": "The current COVID-19 era has complicated the diagnosis, risk startification and treatment of patients with PE. The PERT approach can significantly aid in the care of these vulnerable and complicated patients. Through a multi-disciplinary clinical discussion, PERTevaluations assess the hemodynamic status, provide cardiopulmonary evaluation, weigh the impact of co-morbid conditions, and define the best anticoagulation or interventional management. Vigilance and special measures are also required for management of such patients, in order to optimize outcome while protecting others in the environment. Modifications of previously defined algorithm for the diagnosis and management of PE must be considered. As more is learned about COVID-19, ongoing refinements will be necessary to address this vulnerable population.", "cite_spans": [], "ref_spans": [], "section": "Conclusion:"}, {"text": "The PERT consortium COVID-19 and PE registry will be a reservoir for such information.", "cite_spans": [], "ref_spans": [], "section": "Conclusion:"}, {"text": "Visit the PERT website, www.pertconsortium.org for archived and upcoming webinars, ", "cite_spans": [], "ref_spans": [], "section": "PERTinent Pearls"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "COVID-19 and Thrombotic or Thromboembolic Disease: Implications for Prevention, Antithrombotic Therapy, and Follow-up", "authors": [{"first": "B", "middle": [], "last": "Bikdeli", "suffix": ""}, {"first": "M", "middle": ["V"], "last": "Madhavan", "suffix": ""}, {"first": "D", "middle": [], "last": "Jimenez", "suffix": ""}], "year": 2020, "venue": "J Am Coll Cardiol", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "COVID-19 and D-dimer: Frequently Asked Questions", "authors": [{"first": "Hematology", "middle": [], "last": "Aso", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Practical guidance for the prevention of thrombosis and management of coagulopathy and disseminated intravascular coagulation of patients infected with COVID-19", "authors": [{"first": "B", "middle": [], "last": "Hunt", "suffix": ""}, {"first": "A", "middle": [], "last": "Retter", "suffix": ""}, {"first": "C", "middle": [], "last": "Mcclintock", "suffix": ""}], "year": 2020, "venue": "British Society of Hematology", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "BTS Guidance on Venous Thromboembolic Disease in patients with COVID-19", "authors": [{"first": "B", "middle": ["T"], "last": "Society", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "ISTH interim guidance on recognition and management of coagulopathy in COVID-19", "authors": [{"first": "J", "middle": [], "last": "Thachil", "suffix": ""}, {"first": "N", "middle": [], "last": "Tang", "suffix": ""}, {"first": "S", "middle": [], "last": "Gando", "suffix": ""}], "year": 2020, "venue": "J Thromb Haemost", "volume": "18", "issn": "5", "pages": "1023--1026", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Prevention and Treatment of Venous Thromboembolism Associated with Coronavirus Disease 2019 Infection: A Consensus Statement before Guidelines", "authors": [{"first": "Z", "middle": [], "last": "Zhai", "suffix": ""}, {"first": "C", "middle": [], "last": "Li", "suffix": ""}, {"first": "Y", "middle": [], "last": "Chen", "suffix": ""}], "year": 2020, "venue": "Thromb Haemost", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Diagnosis, Treatment and Follow Up of Acute Pulmonary Embolism: Consensus Practice from the PERT Consortium", "authors": [{"first": "B", "middle": [], "last": "Rivera-Lebron", "suffix": ""}, {"first": "M", "middle": [], "last": "Mcdaniel", "suffix": ""}, {"first": "K", "middle": [], "last": "Ahrar", "suffix": ""}], "year": 2019, "venue": "Clin Appl Thromb Hemost", "volume": "25", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Pulmonary Embolism in COVID-19 Patients: Awareness of an Increased Prevalence", "authors": [{"first": "J", "middle": [], "last": "Poissy", "suffix": ""}, {"first": "J", "middle": [], "last": "Goutay", "suffix": ""}, {"first": "M", "middle": [], "last": "Caplan", "suffix": ""}], "year": 2020, "venue": "Circulation", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Confirmation of the high cumulative incidence of thrombotic complications in critically ill ICU patients with COVID-19: An updated analysis", "authors": [{"first": "F", "middle": ["A"], "last": "Klok", "suffix": ""}, {"first": "M", "middle": [], "last": "Kruip", "suffix": ""}, {"first": "Njm", "middle": [], "last": "Van Der Meer", "suffix": ""}], "year": 2020, "venue": "Thromb Res", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Clinical Characteristics of Covid-19 in New York City", "authors": [{"first": "P", "middle": [], "last": "Goyal", "suffix": ""}, {"first": "J", "middle": ["J"], "last": "Choi", "suffix": ""}, {"first": "L", "middle": ["C"], "last": "Pinheiro", "suffix": ""}], "year": 2020, "venue": "N Engl J Med", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Prevalence of venous thromboembolism in patients with severe novel coronavirus pneumonia", "authors": [{"first": "S", "middle": [], "last": "Cui", "suffix": ""}, {"first": "S", "middle": [], "last": "Chen", "suffix": ""}, {"first": "X", "middle": [], "last": "Li", "suffix": ""}, {"first": "S", "middle": [], "last": "Liu", "suffix": ""}, {"first": "F", "middle": [], "last": "Wang", "suffix": ""}], "year": 2020, "venue": "J Thromb Haemost", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study", "authors": [{"first": "N", "middle": [], "last": "Chen", "suffix": ""}, {"first": "M", "middle": [], "last": "Zhou", "suffix": ""}, {"first": "X", "middle": [], "last": "Dong", "suffix": ""}], "year": 2020, "venue": "Lancet", "volume": "395", "issn": "", "pages": "507--513", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Pulmonary embolism response teams: Purpose, evidence for efficacy, and future research directions", "authors": [{"first": "R", "middle": [], "last": "Rosovsky", "suffix": ""}, {"first": "K", "middle": [], "last": "Zhao", "suffix": ""}, {"first": "A", "middle": [], "last": "Sista", "suffix": ""}, {"first": "B", "middle": [], "last": "Rivera-Lebron", "suffix": ""}, {"first": "C", "middle": [], "last": "Kabrhel", "suffix": ""}], "year": 2019, "venue": "Res Pract Thromb Haemost", "volume": "3", "issn": "3", "pages": "315--330", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Pulmonary Embolism Response Team: Inpatient Structure, Outpatient Follow-up, and Is It the Current Standard of Care?", "authors": [{"first": "R", "middle": [], "last": "Rosovsky", "suffix": ""}, {"first": "J", "middle": [], "last": "Borges", "suffix": ""}, {"first": "C", "middle": [], "last": "Kabrhel", "suffix": ""}, {"first": "K", "middle": [], "last": "Rosenfield", "suffix": ""}], "year": 2018, "venue": "Clin Chest Med", "volume": "39", "issn": "3", "pages": "621--630", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Changes in treatment and outcomes after creation of a pulmonary embolism response team (PERT), a 10-year analysis", "authors": [{"first": "R", "middle": [], "last": "Rosovsky", "suffix": ""}, {"first": "Y", "middle": [], "last": "Chang", "suffix": ""}, {"first": "K", "middle": [], "last": "Rosenfield", "suffix": ""}], "year": 2019, "venue": "J Thromb Thrombolysis", "volume": "47", "issn": "1", "pages": "31--40", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Incidence of thrombotic complications in critically ill ICU patients with COVID-19", "authors": [{"first": "F", "middle": ["A"], "last": "Klok", "suffix": ""}, {"first": "M", "middle": [], "last": "Kruip", "suffix": ""}, {"first": "Njm", "middle": [], "last": "Van Der Meer", "suffix": ""}], "year": 2020, "venue": "Thromb Res", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Diversity in the Pulmonary Embolism Response Team Model: An Organizational Survey of the National PERT Consortium Members", "authors": [{"first": "G", "middle": ["D"], "last": "Barnes", "suffix": ""}, {"first": "C", "middle": [], "last": "Kabrhel", "suffix": ""}, {"first": "D", "middle": ["M"], "last": "Courtney", "suffix": ""}], "year": 2016, "venue": "Chest", "volume": "150", "issn": "6", "pages": "1414--1417", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Nuts and bolts of running a pulmonary embolism response team: results from an organizational survey of the National PERT Consortium members", "authors": [{"first": "G", "middle": [], "last": "Barnes", "suffix": ""}, {"first": "J", "middle": [], "last": "Giri", "suffix": ""}, {"first": "D", "middle": ["M"], "last": "Courtney", "suffix": ""}], "year": 1995, "venue": "Hosp Pract", "volume": "45", "issn": "3", "pages": "76--80", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "COVID and Coagulation: Bleeding and Thrombotic Manifestations of SARS-CoV2 Infection", "authors": [{"first": "H", "middle": [], "last": "Al-Samkari", "suffix": ""}, {"first": "Karp", "middle": [], "last": "Leaf", "suffix": ""}, {"first": "R", "middle": ["S"], "last": "Dzik", "suffix": ""}, {"first": "W", "middle": ["H"], "last": "", "suffix": ""}], "year": 2020, "venue": "Blood", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Abnormal coagulation parameters are associated with poor prognosis in patients with novel coronavirus pneumonia", "authors": [{"first": "N", "middle": [], "last": "Tang", "suffix": ""}, {"first": "D", "middle": [], "last": "Li", "suffix": ""}, {"first": "X", "middle": [], "last": "Wang", "suffix": ""}, {"first": "Z", "middle": [], "last": "Sun", "suffix": ""}], "year": 2020, "venue": "Journal of Thrombosis & Haemostasis", "volume": "19", "issn": "", "pages": "", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Clinical Characteristics of 138 Hospitalized Patients With 2019 Novel Coronavirus-Infected Pneumonia in Wuhan, China", "authors": [{"first": "D", "middle": [], "last": "Wang", "suffix": ""}, {"first": "B", "middle": [], "last": "Hu", "suffix": ""}, {"first": "C", "middle": [], "last": "Hu", "suffix": ""}], "year": 2020, "venue": "Jama", "volume": "07", "issn": "", "pages": "", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Clinical course and risk factors for mortality of adult inpatients with COVID-19 in Wuhan, China: a retrospective cohort study", "authors": [{"first": "F", "middle": [], "last": "Zhou", "suffix": ""}, {"first": "T", "middle": [], "last": "Yu", "suffix": ""}, {"first": "R", "middle": [], "last": "Du", "suffix": ""}], "year": 2020, "venue": "Lancet", "volume": "395", "issn": "", "pages": "1054--1062", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Incidence of venous thromboembolism in hospitalized patients with COVID-19", "authors": [{"first": "S", "middle": [], "last": "Middeldorp", "suffix": ""}, {"first": "M", "middle": [], "last": "Coppens", "suffix": ""}, {"first": "T", "middle": ["F"], "last": "Van Haaps", "suffix": ""}], "year": 2020, "venue": "J Thromb Haemost", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Attention should be paid to venous thromboembolism prophylaxis in the management of COVID-19", "authors": [{"first": "T", "middle": [], "last": "Wang", "suffix": ""}, {"first": "R", "middle": [], "last": "Chen", "suffix": ""}, {"first": "C", "middle": [], "last": "Liu", "suffix": ""}], "year": 2020, "venue": "Lancet Haematol", "volume": "7", "issn": "5", "pages": "362--363", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Prevention, diagnosis and treatment of venous thromboembolism in patients with COVID-19: CHEST Guideline and Expert Panel Report", "authors": [{"first": "L", "middle": ["K"], "last": "Moores", "suffix": ""}, {"first": "T", "middle": [], "last": "Tritschler", "suffix": ""}, {"first": "S", "middle": [], "last": "Brosnahan", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Impact of Multidisciplinary Pulmonary Embolism Response Team Availability on Management and Outcomes", "authors": [{"first": "P", "middle": [], "last": "Chaudhury", "suffix": ""}, {"first": "S", "middle": ["K"], "last": "Gadre", "suffix": ""}, {"first": "E", "middle": [], "last": "Schneider", "suffix": ""}], "year": 2019, "venue": "Am J Cardiol", "volume": "124", "issn": "9", "pages": "1465--1469", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "The impact of a pulmonary embolism response team on the efficiency of patient care in the emergency department", "authors": [{"first": "C", "middle": [], "last": "Wright", "suffix": ""}, {"first": "A", "middle": [], "last": "Elbadawi", "suffix": ""}, {"first": "Y", "middle": ["L"], "last": "Chen", "suffix": ""}], "year": 2019, "venue": "J Thromb Thrombolysis", "volume": "48", "issn": "2", "pages": "331--335", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "The implementation of a pulmonary embolism response team in the management of intermediate-or high-risk pulmonary embolism", "authors": [{"first": "E", "middle": ["S"], "last": "Xenos", "suffix": ""}, {"first": "G", "middle": ["A"], "last": "Davis", "suffix": ""}, {"first": "Q", "middle": [], "last": "He", "suffix": ""}, {"first": "A", "middle": [], "last": "Green", "suffix": ""}, {"first": "S", "middle": ["S"], "last": "Smyth", "suffix": ""}], "year": 2019, "venue": "J Vasc Surg Venous Lymphat Disord", "volume": "7", "issn": "4", "pages": "493--500", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Outpatient versus inpatient treatment for patients with acute pulmonary embolism: an international, open-label, randomised, noninferiority trial", "authors": [{"first": "D", "middle": [], "last": "Aujesky", "suffix": ""}, {"first": "P", "middle": ["M"], "last": "Roy", "suffix": ""}, {"first": "F", "middle": [], "last": "Verschuren", "suffix": ""}], "year": 2011, "venue": "Lancet", "volume": "378", "issn": "9785", "pages": "41--48", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Emergency Department Discharge of Pulmonary Embolus Patients", "authors": [{"first": "Frank", "middle": [], "last": "Peacock", "suffix": ""}, {"first": "W", "middle": [], "last": "Coleman", "suffix": ""}, {"first": "C", "middle": ["I"], "last": "Diercks", "suffix": ""}, {"first": "D", "middle": ["B"], "last": "", "suffix": ""}], "year": 2018, "venue": "Acad Emerg Med", "volume": "25", "issn": "9", "pages": "995--1003", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "The creation and implementation of an outpatient pulmonary embolism treatment protocol", "authors": [{"first": "C", "middle": [], "last": "Kabrhel", "suffix": ""}, {"first": "R", "middle": [], "last": "Rosovsky", "suffix": ""}, {"first": "C", "middle": [], "last": "Baugh", "suffix": ""}], "year": 1995, "venue": "Hosp Pract", "volume": "45", "issn": "3", "pages": "123--129", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "Outpatient treatment of patients with pulmonary embolism", "authors": [{"first": "P", "middle": ["S"], "last": "Wells", "suffix": ""}, {"first": "H", "middle": ["R"], "last": "Buller", "suffix": ""}], "year": 2001, "venue": "Semin Vasc Med", "volume": "1", "issn": "2", "pages": "229--234", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "The Outpatient Treatment of Venous Thromboembolism: Operational Impact and the Role of Novel Anticoagulants", "authors": [{"first": "B", "middle": [], "last": "White", "suffix": ""}, {"first": "R", "middle": [], "last": "Rosovsky", "suffix": ""}, {"first": "B", "middle": ["A"], "last": "Parry", "suffix": ""}, {"first": "C", "middle": [], "last": "Kabrhel", "suffix": ""}], "year": 2016, "venue": "Semin Thromb Hemost", "volume": "42", "issn": "8", "pages": "846--856", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "Antithrombotic Therapy for VTE Disease: CHEST Guideline and Expert Panel Report", "authors": [{"first": "C", "middle": [], "last": "Kearon", "suffix": ""}, {"first": "E", "middle": ["A"], "last": "Akl", "suffix": ""}, {"first": "J", "middle": [], "last": "Ornelas", "suffix": ""}], "year": 2016, "venue": "Chest", "volume": "149", "issn": "2", "pages": "315--352", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "ESC Guidelines for the diagnosis and management of acute pulmonary embolism developed in collaboration with the", "authors": [{"first": "S", "middle": ["V"], "last": "Konstantinides", "suffix": ""}, {"first": "G", "middle": [], "last": "Meyer", "suffix": ""}, {"first": "C", "middle": [], "last": "Becattini", "suffix": ""}], "year": 2019, "venue": "Eur Heart J", "volume": "41", "issn": "4", "pages": "543--603", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "COVID-19 and VTE/Anticoagulation: Frequently Asked Questions", "authors": [{"first": "Hematology", "middle": [], "last": "Aso", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "Version 2.1. COVID-19 Resources Web site", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF37": {"ref_id": "b37", "title": "Thromboembolism and Anticoagulant Therapy During the COVID-19 Pandemic: Interim Clinical Guidance from the Anticoagulation Forum", "authors": [{"first": "G", "middle": ["D"], "last": "Barnes", "suffix": ""}, {"first": "A", "middle": [], "last": "Burnett", "suffix": ""}, {"first": "A", "middle": [], "last": "Allen", "suffix": ""}], "year": 2020, "venue": "Journal of Thrombosis and Thrombolysis", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF38": {"ref_id": "b38", "title": "Treatment of submassive and massive pulmonary embolism: a clinical practice survey from the second annual meeting of the Pulmonary Embolism Response Team Consortium", "authors": [{"first": "T", "middle": ["M"], "last": "Todoran", "suffix": ""}, {"first": "J", "middle": [], "last": "Giri", "suffix": ""}, {"first": "G", "middle": ["D"], "last": "Barnes", "suffix": ""}], "year": 2018, "venue": "J Thromb Thrombolysis", "volume": "46", "issn": "1", "pages": "39--49", "other_ids": {}}, "BIBREF39": {"ref_id": "b39", "title": "Thrombotic and hemorrhagic events in critically ill COVID-19 patients: a French monocenter retrospective study", "authors": [{"first": "M", "middle": [], "last": "Fraisse", "suffix": ""}, {"first": "E", "middle": [], "last": "Logre", "suffix": ""}, {"first": "O", "middle": [], "last": "Pajot", "suffix": ""}, {"first": "H", "middle": [], "last": "Mentec", "suffix": ""}, {"first": "G", "middle": [], "last": "Plantefeve", "suffix": ""}, {"first": "D", "middle": [], "last": "Contou", "suffix": ""}], "year": 2020, "venue": "Crit Care", "volume": "24", "issn": "1", "pages": "", "other_ids": {}}, "BIBREF40": {"ref_id": "b40", "title": "High risk of thrombosis in patients with severe SARS-CoV-2 infection: a multicenter prospective cohort study", "authors": [{"first": "J", "middle": [], "last": "Helms", "suffix": ""}, {"first": "C", "middle": [], "last": "Tacquard", "suffix": ""}, {"first": "F", "middle": [], "last": "Severac", "suffix": ""}], "year": 2020, "venue": "Intensive Care Med", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF41": {"ref_id": "b41", "title": "Pulmonary Vascular Endothelialitis, Thrombosis, and Angiogenesis in Covid-19", "authors": [{"first": "M", "middle": [], "last": "Ackermann", "suffix": ""}, {"first": "S", "middle": ["E"], "last": "Verleden", "suffix": ""}, {"first": "M", "middle": [], "last": "Kuehnel", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF42": {"ref_id": "b42", "title": "Vander Heide RS. Pulmonary and Cardiac Pathology in Covid-19: The First Autopsy Series from New Orleans. medRxiv", "authors": [{"first": "S", "middle": ["E"], "last": "Fox", "suffix": ""}, {"first": "A", "middle": [], "last": "Akmatbekov", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "Harbert", "suffix": ""}, {"first": "G", "middle": [], "last": "Li", "suffix": ""}, {"first": "J", "middle": ["Q"], "last": "Brown", "suffix": ""}], "year": 2004, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "PE, challenging under usual circumstances, is even more complex when occurring in association with COVID-19. Employing a multidisciplinary approach, as offered by PERT, can greatly assist during this unique time. To meet this need, a writing group was established from the PERT Board of Directors to create a position paper. The writing group brainstormed and developed key clinical topics related to COVID-19 and PE. These topics were then divided into questions focused in this manuscript based on each member content expertise. Each group pragmatically reviewed the relevant published literature and incorporated this information into responses. Because there is a lack of high-quality evidence surrounding issues related to COVID-19 and PE, the committee carefully addressed and refined each recommendation until agreement was reached. Differences in opinion were dealt with through electronic and telephone communications. The final document reflects the consensus opinion of the entire writing group. Authors with financial conflicts were allowed to contribute given their expertise in the subject matter. The writing committee mandated full and transparent disclosure of any conflicts in order to inform the readership. This current position statement addresses issues solely related to how a PERT can be instrumental in the diagnosis and care of patients with suspected or confirmed PE and COVID-19 (", "latex": null, "type": "figure"}, "FIGREF1": {"text": "vasopressor requirements, rising biomarkers or a trend of worsening RV function on serial echocardiography. Clinical assessment of stability is critical and should be based on objective measures including blood pressure, heart rate, oxygen requirements, assessment of RV function over time, and overall clinical trajectory, so as to avoid unnecessary resource utilization and to minimize unnecessary exposures. Furthermore, systemic anticoagulation, in the context of worsening right ventricular dysfunction, may be an acceptable lone therapy if either a patient declines an additional procedural intervention or contraindications are present for which a procedural intervention carries more risk than benefit.J o u r n a l P r e -p r o o fWhen an intervention is deemed necessary, rapid mobilization of resources, as can often be performed by PERTs, is essential. Sequential patient assessments should be performed in patients with known or suspected PE, to identify early signs of deterioration.Precautions should be in place to balance the need for intervention with concerns for safety of the patient and health care personnel. Given that \"rushing\" a patient to theinvasive laboratory or operating room may result in viral containment, planning ahead to avoid such a scenario is important. The therapeutic benefit and risk of both thrombolytic therapy and extra-corporeal membrane oxygenation (ECMO) should be considered in extreme circumstances of cardiopulmonary collapse. Thrombolytic therapy offers a potential expedited therapeutic benefit. Consideration of using ECMO should take into account its' supportive role, inherent need for additional personnel, use of resources and lack of extensive data regarging outcomes and survival. When possible, placement of cannulae and initiation of the ECMO circuit at the bedside is preferred, given the complexity of transport of COVID-19 patients, particularly in urgent situations. For patients with COVID-19 and confirmed PE who have imminent or ongoing hemodynamic collapse, immediate administration of systemic thrombolytic therapy is recommended (with consideration of contraindications", "latex": null, "type": "figure"}, "FIGREF2": {"text": ", there is no data to support the use of therapeutic anticoagulation or thrombolytic therapy based on these findings alone even in the context of patients who develop refractory respiratory failure. The role and impact of microvascular thrombosis needs further investigation in order to be able to draw evidence based conclusions to warrant additional pharmacologic or other treatments.The decision and sublteties involved in using hemodynamic modes of support, thrombolytics or the timing of interventional procedures highlights the central role of the PERT. Given the multi-disciplinary membership, the PERT is positioned to provide insight that guides management in multifaceted situations, not to mention the additional complexities associated with concurrent COVID-19 infection.", "latex": null, "type": "figure"}, "FIGREF3": {"text": "care, including securing the anticoagulants prescribed and scheduling a follow up visit. Follow up appointments, when possible, should be performed virtually via telephone or telemedicine to avoid additional exposure of patients and providers. Follow up appointments should address etiology of the PE, discussion of state associated with COVID-19 and the resultant increased thrombin generation is unequivocably one of the etiologic factors responsible for PE in these patients. However, other possible contributing factors must be addressed as well. During follow up, the clinician should inquire into other conditions that may have played a role in thrombosis. Compliance with ageappropriate cancer screening should be ensured. Thrombophilia evaluation should only be considered if the results are going to change medical management of the patient or impact family members. Discussion regarding anticoagulation medications is another important aspect of followup. During hospitalization, COVID-19 PE patients are typically treated with LMWH and often discharged home on a DOAC. At follow up, the type and specific choice of agent, recommended duration of therapy, and potential side effects should be reviewed. The importance of compliance should be emphasized. Follow up is also an opportunity to address any abnormal results from tests performed during hospitalization. Specifically, many COVID-19 patients may have had abnormal coagulation tests, and these should be re-evaluted and potentially repeated. Furthermore, if a patient had an abnormal echocardiogram, evidence of right ventricular dysfunction, elevated pulmonary artery pressures, or cardiomyopathy, the follow up appointment will ensure this can be repeated to assess for recovery. For patients who underwent placement of an inferior vena cava filter (IVCF), device removal should be planned during the follow up appointment. It should also be appreciated that PE can be associated with profound emotional distress; followup provides an opportunity to evaluate and manage the psychological well-being of these patients. Finally, and perhaps most importantly, followup visits enable providers to assess patients for any new symptoms. In the months to years following a PE, there is a spectrum of morbidity that may occur, ranging from persistent fatigue, dyspnea and reduction in exercise tolerance which are characteristic of post-PE syndrome, to chronic thromboembolic pulmonary hypertension (CTEPH). The follow up appointment allows providers to assess for these conditions in each patient and if present, to promptly evaluate and if available, treat. The intermediate and long term J o u r n a l P r e -p r o o f impact of COVID-19 is unknown, particularly in patients who have concurrent PE.", "latex": null, "type": "figure"}, "FIGREF4": {"text": "literature updates, podcasts, and other resources regarding PE. Information about membership in the PERT Consortium and the upcoming 2020 PERT Consortium Annual J o u r n a l P r e -p r o o f Scientific Meeting, \"Pulmonary Embolism-What is known and what we need to know\" is also available.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Questions addressed in this statement: diagnosis, treatment and follow-up of pulmonary embolism during the COVID-19 pandemic PERT • What is the role of PERT during this pandemic? Which PE patients should be considered for procedural intervention? • Should thrombolytic approaches be substituted or used more liberally when interventional procedures are unavailable due to concerns about COVID-19? • How should procedural interventions for PE be scheduled and conducted? • For patients with diagnosed or suspected COVID-19 and PE who are deemed appropriate for intervention or surgery, what precautions are suggested when transporting to the procedural suite? • What precautions need to be implemented in the procedural suite or operating room for diagnosed or suspected COVID-19 patients? Transfer of Care • Which patients with concurrent PE and confirmed or suspected COVID-19 should be transferred to a different", "latex": null, "type": "table"}, "TABREF1": {"text": "The use of biomarkers such as D-dimer to help identify COVID-19 patients at risk of developing VTE has been explored in several case series and cohort studies.12,[19][20][21][22] In a", "latex": null, "type": "table"}, "TABREF2": {"text": "Similarly, COVID-19 associated cardiomyopathy may be an alternative cause of RV dysfunction. However, the presence of cardiomyopathy does not exclude concurrent PE and may, indeed, be an independent risk factor for PE on the basis of poor cardiac output.Risk stratification must take into account the relative contribution of COVID-19 lower respiratory tract infection, versus that of PE, as the cause of respiratory failure. The respiratory and hemodynamic compromise from both the viral pneumonia and the PE need to be investigated fully in order to determine which of these disorders is having the greatest impact and to determine optimal treatment. Consultation with the multi-disciplinary PERT, if available, is recommended to assist with stratification and challenging diagnostic and therapeutic decision-making. Studies prior to COVID have demonstrated that having a PERT decreases time to PE diagnosis, time to therapeutic anticoagulation, length of stay During this pandemic, a central challenge to a PERT consultation is the awareness of the communicable nature of COVID-19 for those exposed to patients in the ICU, Cath lab or operating room. If not already performed, recommendation of a COVID-19 test should be done simultaneously with determination of hemodynamic stability. If the patient requires emergent procedural intervention, all preventive measures must be taken for the patient and providers to, from and in the cath lab or operating room. However, if the patient is stable enough to allow for testing to be completed, procedural intervention should be delayed pending results.While COVID-19 testing is pending, medical therapy with appropriate anticoagulation iscarried out with recommendations by the PERT to the primary team. It is imperative for the PERT to remain aware of the patient's status throughout this period. If the patient becomes unstable, intervention may be necessary before COVID-19 test results are available. An open line of communication with the treating ICU staff can keep the PERT up to date on the patients status and any changes that occur.Once COVID-19 testing is complete, an interim patient status assessment should be performed. In general, patient stability supports continuation of ongoing treatment, regardless of COVID-19 status. Deterioration, on the other hand, supports intervention with care to protect providers from viral acquisition if the patient has tested COVID-19 positive.", "latex": null, "type": "table"}, "TABREF3": {"text": "Carefully assess the contribution of COVID-19 lower respiratory tract involvement to the presenting hemodynamic and gas-exchange abnormalities, and whether these abnormalities are out of proportion and require exploration for alternative explanation, such as PE. Since patients with COVID-19 may exhibit a hypercoagulable state, the index of suspicion for concurrent PE should be high. In patients with clinical and imaging findings not entirely explained by COVID-19, evaluation for PE should be strongly considered. Elevated D-dimer, in and of itself, should not be used to diagnose suspected PE.If the decision is to monitor at home, the safety and availability of direct oral anticoagulants (DOAC) or low molecular weight heparin (LMWH) should enable carefully selected patients to be treated as outpatients. Numerous clinical trials have demonstrated the safety of outpatient treatment of patients with low-risk PE.[29][30][31][32][33] Moreover, the European Society of Cardiology (ESC) and American College of Chest Physicians (ACCP)", "latex": null, "type": "table"}, "TABREF4": {"text": "). The appropriate dose and agent should be selected according to institutional protocol and by consensus of the treating team. Not to be overlooked, thrombolytic therapy carries a bleeding risk that must be factored into clinical decision-making. Few studies have highlighted the risks of bleeding in COVID-19 patients and when reported, the rates are quite varied. One French study of ICU patients found a 2.7% rate of bleeding complications, whereas another French ICU study reported a 21% overall rate of hemorrhagic events, with 84% of the events", "latex": null, "type": "table"}, "TABREF5": {"text": "COVID-19 and PE patients. Institutions need not be members of the PERTConsortium or even have a PERT, as the intent of this COVID-19/PE registry is to provide expedient public reporting of aggregate data on the clinical characteristics and outcomes of patients with COVID-19 and PE, in order to increase our knowledge base and provide data that will inform decision-making and enhance outcomes.• Follow-up assessment of COVID-19 and PE patients is critical to address issues surrounding anti-coagualtion, followup testing, recovery and persistent symptoms, and psychological well-being.• When possible, follow-up visits should be virtual. If persistent symptoms or concern for RV failure exist, long term follow-up visits may be best evaluated inperson. Monitoring and collection of data obtained during followup visits will help the medical community understand the unique impact of concurrent COVID-19 and PE.Facilities caring for COVID-19 and PE patients are encouraged to join the complimentary PERT Consortium COVID-19/PE Registry, which will provide clinicians with important data on presentation, assessment and management of COVID-19 patients with pulmonary embolism and help shape real-time decision making and patient-level care as this pandemic unfolds.J o u r n a l P r e -p r o o fDecision-making in PE patients with COVID-19Evaluation of patients with PE and confirmed or suspected COVID-19 infection should be thorough, while acknowledging that certain testing may not be available, due to concerns about viral transmission or in extremely ill patients who cannot be moved. Assimilation of all available data is of paramount importance. The uniquely complex nature of concurrent COVID-19 and PE underscores the benefits of a multi-disciplinary team based approach such as a PERT to facilitate prompt decision-making. Whenever available, use of an approved electronic platform enables real-time visualization of all available data (e.g. physical examination, images, lab values) with all members of the care team, without necessitating patient contact which reduces not only exposure but also the use of PPE.The benefits of using these tools include the ability to exchange information, to display images and pertinent lab values, and to discuss management options in real time.Furthermore, electronically-mediated connection of members of the PERT and/or others involved enables the \"rapid-response\" and prompt decision-making that is often required for these acutely ill patients. When deciding upon recommendations, the input of experts from different disciplines can be critical for these complex patients; however, only thoseconsultants involved in actually providing intervention should see and examine the patient in person, thereby reducing exposure and the use of PPE. Interventional or surgical consultants should evaluate the patient with the minimum personal contact that is necessary to achieve a thorough understanding of the case, although patient care should never suffer from avoidance of first-hand patient evaluation. Ongoing open lines of communication to share patient data that is inherent in PERTs reduces the need for repeated personal patient evaluation. Adherence to these principles requires careful caseby-case assessment of each COVID-19 patient with PE. In all care of COVID-19 infected patients, exposure should be limited, without compromising the medical information necessary to make critical evidence-based management decisions. Digital platforms for information exchange enable reduced exposure, and facilitate real-time decision-making by a multi-disciplinary team such as a PERT Destination: Catheterization Lab or Operating Room (OR)", "latex": null, "type": "table"}, "TABREF6": {"text": "Table 1. Questions addressed in this statement: diagnosis, treatment and follow- up of pulmonary embolism during the COVID-19 pandemic J o", "latex": null, "type": "table", "html": "<html><body><table><tr><td>PERT </td><td>• What is the role of PERT during this pandemic? </td></tr><tr><td>Diagnosis and Risk </td><td>• How does one approach diagnosis and risk stratification </td></tr><tr><td>Stratification </td><td>for patients with concurrent COVID-19 infection and PE utilizing a PERT? </td></tr><tr><td>Treatment </td><td>• Hospital Admission </td></tr><tr><td>Considerations </td><td>• Which patients should be admitted to the hospital for </td></tr><tr><td>PE treatment, versus managed at home?  • Intervention </td></tr></table></body></html>"}}, "back_matter": [{"text": "Author contributions RR ", "cite_spans": [], "ref_spans": [], "section": "Acknowledgements"}, {"text": "J o u r n a l P r e -p r o o f c Due to the fluid nature of COVID-19 hot spots, the ability to handle COVID positive patients in cath labs and ORs with regard to transport, staff exposure/preparedness, etc. has evolved since the start of the pandemic and will continue to evolve. This algorithm represents how to treat patients in high volume COVID institutions where resources may be limited. In low volume areas, providers may be less likely to shunt a patient down a systemic TPA pathway if the patient would benefit from an invasive therapy and there are no barriers or limited resources.", "cite_spans": [], "ref_spans": [], "section": "annex"}]}