{
    "paper_id": "e77b114bdc5e5e4ee7a6dbefffb23ce97507cf8e",
    "metadata": {
        "title": "Estimates of the initial impact of the COVID-19 epidemic on overall mortality: evidence from Italy",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "We gathered the number of weekly deaths among the residents of 1084 Italian municipalities for the period 1 January to 21 March, over the years 2015-2020, from the freely accessible mortality database of the Italian National Institute of Statistics [3] . From the same source, we obtained data regarding the age and sex structure of the Italian population, at a municipality level, at 1 January from 2015 to 2019 (last available year) [4] . We computed weekly age-and sex-standardised mortality rates for 2020 (age classes 0-14, 15-64, 65-74 and ⩾75 years), using the 2019 Italian population as a reference, for the Italian geographic macroareas (northwest, northeast, centre and south/islands). We then compared them with the corresponding weekly average standardised rates similarly computed over the years 2015-2019, using the standardised rate ratio (SRR) of mortality [5] . Since no validated estimates of the population were available for 2020, we used the population at 1 January 2019 for computing person-time at risk for the year 2020. 95% confidence intervals were computed based on a Poisson approximation [5] .",
            "cite_spans": [
                {
                    "start": 249,
                    "end": 252,
                    "text": "[3]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 435,
                    "end": 438,
                    "text": "[4]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 873,
                    "end": 876,
                    "text": "[5]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1117,
                    "end": 1120,
                    "text": "[5]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Overall, the 1084 municipalities accounted for 21% of the Italian population (12.7 million people), and registered 207 102 deaths. Figure 1 shows the weekly estimated SRRs that compare mortality during the year 2020 with that estimated in the previous 5 years in each macroarea. A solid upward trend was identified, starting with the last week of February (22-29 February). Indeed, in the northwestern area (figure 1a) the estimated SRR significantly exceeded unity (1.15, 95% CI 1.09-1.22), and subsequently rapidly rose to 3.15 (95% CI 3.00-3.32) in the last week of observation (15-21 March). A similar trend was observed in the northeastern area (figure 1b), with the last estimated SRR as high as 2.24 (95% CI 2.07-2.42). Finally, a significant but smaller difference was observed in the central (figure 1c) and in the @ERSpublications This study provides evidence of the enormous death toll attributable to COVID-19 https://bit.ly/2X4C6a8 During 2019, 647 000 deaths occurred among Italian residents, with an average of >12 400 per week, 89% of them aged ⩾65 years. In 2020, during the week 15-21 March, we observed a statistically significant increase of the SRR of different extent in the diverse areas of Italy. In this scenario, it is unlikely that the deviation from historical data could be attributable to other conditions, such as an influenza outbreak: the peaks of the previous seasons across the 5-year period were already accounted for in the calculation, and the distribution of influenza cases in the 2020 season was largely overlapping the 2019 season. In fact, it is reasonable to suppose that the observed excess mortality was due to COVID-19. Noticeably, some indirect effects of the outbreak may have contributed to the observed SRR as well, including hospital overcrowding and delayed time-to-intervention, which is particularly crucial in time-dependent care like acute myocardial infarction, stroke, etc.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 131,
                    "end": 139,
                    "text": "Figure 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": ""
        },
        {
            "text": "Given the different geographic completeness of the death statistics that are currently available, it is not possible to draw a precise picture of Italy as a whole. We have therefore aggregated areas, based on both geography and completeness of reporting. Our estimates indicate that northern regions had the highest impact, consistent with what has been recorded in the same period from the official statistics [2] . Clearly, only future analyses of the complete death record dataset will permit a precise quantification of the real impact of the COVID-19 outbreak, estimating the actual overall effects of the epidemic on mortality. However, the present analysis, inevitably preliminary, provides data that are urgently needed to refine current estimates of the disease burden expected from the SARS-CoV-2 pandemic.",
            "cite_spans": [
                {
                    "start": 411,
                    "end": 414,
                    "text": "[2]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Sara Conti 1 , Pietro Ferrara 1 , Carla Fornari 1 , Sergio Harari 2,3 , Fabiana Madotto 1,4",
            "authors": [],
            "year": null,
            "venue": "Andrea Silenzi",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "4 Value-based Healthcare Unit, IRCCS Multimedica, Sesto San Giovanni, Italy. 5 Agency for Health Protection of Brescia",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "COVID-19 Italia -Monitoraggio della situazione [COVID-19 Italy -Monitoring the situation",
            "authors": [
                {
                    "first": "Dipartimento",
                    "middle": [],
                    "last": "Della Protezione Civile",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Sorveglianza integrata COVID-19 [COVID-19 integrated surveillance",
            "authors": [
                {
                    "first": "Istituto Superiore Di",
                    "middle": [],
                    "last": "Sanità",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Decessi e cause di morte",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Istituto Nazionale Di Statistica",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Demography in figures. Resident population. www.demo.istat.it/index_e.html Date last accessed",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Istituto Nazionale Di Statistica",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Cancer registration: principles and methods -IARC Scientific Publications No. 95",
            "authors": [],
            "year": 1991,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Cite this article as: Conti S, Ferrara P, Fornari C, et al. Estimates of the initial impact of the COVID-19 epidemic on overall mortality: evidence from Italy. ERJ Open Res 2020; 6: 00179-2020 [https://doi.org/10.1183/23120541.00179-2020]. southern/island (figure 1d) areas, with the highest SRRs reaching 1.67 (95% CI 1.52-1.90) and 1.53 (95% CI 1.34-1.75), respectively.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Weekly standardised rate ratio (SRR) of mortality, to compare mortality during the year 2020 with that estimated in the previous 5 years, for Italian macroareas: a) northwest, b) northeast, c) centre, d) south/islands. Shaded areas represent 95% confidence intervals.https://doi.org/10.1183/23120541.00179-2020",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}