{
    "paper_id": "e77b84e97af32c2fe5d00544bbeb55ca183d86d0",
    "metadata": {
        "title": "Protocol of a network meta-analysis on the comparative efficacy of family interventions for psychotic disorders Complete List of Authors",
        "authors": [
            {
                "first": ":",
                "middle": [],
                "last": "Laskowski",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Alina",
                "middle": [
                    ";"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Introduction: Family interventions are effective and are strongly recommended for psychotic disorders. However, there is a variety of intervention types and their differential efficacy is widely unclear. The aim of the planned network meta-analysis is to compare the efficacy of family interventions that differ in content (e.g. psychoeducation, mutual support, skills training) and setting (e.g. duration, inclusion of patient, form of delivery). Methods and analysis: We will include randomized controlled trials comparing psychosocial interventions directed at the adult relatives, friends, or non-professional carers of people with a diagnosis of a psychotic disorder (schizophrenia spectrum) to any kind of control condition. The main outcome will be global clinical state for the patients and coping with psychosis as well as attitudes towards psychosis for the relatives. Additional outcomes will be severity of symptoms, functioning, burden, and compliance/drop-out. We will conduct a comprehensive search of CENTRAL, MEDLINE(R), PsycINFO, CINAHL, and reference lists of previous review articles. Full-text assessment of eligibility, data extraction, and risk of bias assessment will be done by two independent reviewers. A network meta-analysis will be conducted for any of the planned outcomes and intervention characteristics for which sufficient and appropriate data is available. The analyses will make use of a random effects model within a frequentist framework. Estimates for all pairwise treatment effects will be obtained using standardized mean differences for continuous outcomes and risk ratios for binary outcomes. Interventions will be ranked according to their relative efficacy. We will address the assumption of transitivity, heterogeneity, and inconsistency using theoretical and statistical approaches. The possibility of publication bias and the strength of evidence will also be examined. Ethics and dissemination: There are no ethical concerns.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Results will be published in peer-reviewed journals and presented at practitioners' conferences.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": " Network meta-analysis (NMA) will provide new information on the efficacy of different types of family interventions for psychotic disorders.  It will enable comparisons and increase the precision of effect estimates.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": " It will possibly result in a ranking of interventions types that can inform guidelines for clinical practice.  Diversity of studies may result in high amounts of heterogeneity or inconsistency, which will be addressed with theoretical and statistical approaches.  Scarcity of studies for specific intervention types or for direct comparisons may reduce the connectivity of networks and limit the interpretation of results.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "On this background it is still widely unclear whether there are significant differences in efficacy between different types of family interventions. This study aims to compare the types of family interventions in a systematic and consistent manner, using the method of network metaanalysis (NMA). NMA extends on classical meta-analyses because it allows to simultaneously compare multiple intervention types and to combine the evidence of direct comparisons with indirect comparisons to common control conditions [21, 22]. This enables us to evaluate the comparative efficacy of intervention types that have not yet been directly compared. Due to the possibility to include additional information, the efficacy can also be estimated more precisely [23]. Finally, all intervention types can be ranked according to their relative efficacy. This information could be of high value for patients, their families, as well as healthcare providers and may serve as a guideline for delivering the most efficacious interventions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Using NMA, this study aims to compare the efficacy of different types of family intervention for people with psychotic disorders and their relatives. Interventions will be differentiated by  content (e.g. psychoeducation, mutual support, skills training) and",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": " setting (e.g. duration, inclusion of patient, form of delivery).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Methods for this NMA are based on the Preferred Reporting Items for Systematic review and Meta-Analysis Protocols (PRISMA-P) [24], the PRISMA extension statement for reporting of systematic reviews incorporating NMA of healthcare interventions [25], and the new chapter of the Cochrane Handbook on undertaking NMA (draft version) [21]. The NMA has been registered in the PROSPERO database (CRD42020148728); the record will be updated with any changes made to the protocol.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Population: People with a diagnosis of a psychotic disorder, i.e. schizophrenia, schizoaffective disorder, schizophreniform disorder, brief psychotic disorder, or delusional disorder and their adult relatives, spouses/partners, friends or non-professional carers will be included. In order to meet the diversity of clinical practice [26] and increase the amount of eligible studies and the generalizability of findings all kinds of definitions and diagnostic procedures of these groups of people will be accepted as well as all kinds of comorbid disorders. There will also be no restrictions regarding the age of people with psychotic disorders as family interventions are also common in",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "I, the Submitting Author has the right to grant and does grant on behalf of all authors of the Work (as defined in the below author licence), an exclusive licence and/or a non-exclusive licence for contributions from authors who are: i) UK Crown employees; ii) where BMJ has agreed a CC-BY licence shall apply, and/or iii) in accordance with the terms applicable for US Federal Government officers or employees acting as part of their official duties; on a worldwide, perpetual, irrevocable, royalty-free basis to BMJ Publishing Group Ltd (\"BMJ\") its licensees and where the relevant Journal is co-owned by BMJ to the co-owners of the Journal, to publish the Work in this journal and any other BMJ products and to exploit all rights, as set out in our licence.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The Submitting Author accepts and understands that any supply made under these terms is made by BMJ to the Submitting Author unless you are acting as an employee on behalf of your employer or a postgraduate student of an affiliated institution which is paying any applicable article publishing charge (\"APC\") for Open Access articles. Where the Submitting Author wishes to make the Work available on an Open Access basis (and intends to pay the relevant APC), the terms of reuse of such Open Access shall be governed by a Creative Commons licence -details of these licences and which Creative Commons licence will apply to this Work are set out in our licence referred to above.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Other than as permitted in any relevant BMJ Author's Self Archiving Policies, I confirm this Work has not been accepted for publication elsewhere, is not being considered for publication elsewhere and does not duplicate material already published. I confirm all authors consent to publication of this Work and authorise the granting of this licence. available treatment is antipsychotic drug therapy. However, because of unsatisfactory response, problems with adherence and disabling side-effects [1, 2] the focus has begun to switch more towards psychosocial interventions. Family interventions are one of two psychosocial therapies strongly recommended in recent clinical practice guidelines [3] [4] [5] .",
            "cite_spans": [
                {
                    "start": 497,
                    "end": 500,
                    "text": "[1,",
                    "ref_id": null
                },
                {
                    "start": 501,
                    "end": 503,
                    "text": "2]",
                    "ref_id": null
                },
                {
                    "start": 694,
                    "end": 697,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 698,
                    "end": 701,
                    "text": "[4]",
                    "ref_id": null
                },
                {
                    "start": 702,
                    "end": 705,
                    "text": "[5]",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The relatives of people with psychotic disorders play an important role in the course of the disorder. High levels of expressed emotions (EE), i.e. criticism, hostility, and emotional overinvolvement expressed by the family [6] , were shown to be a reliable predictor of relapse in numerous studies [7] . Additionally, relatives are often the primary caregivers of patients with psychosis and are thus generally considered \"important in the process of assessment and engagement in treatment and also in the successful delivery of effective interventions and therapies for people with psychotic disorders\" [4; British NICE guidelines, p. 28]. As a result, attempts were made to positively influence the course of psychotic disorders by improving its management within the patients' families. However, caring for a person with a psychotic disorder is often a heavy burden and relatives face considerable emotional, social, and economical challenges [8] [9] [10] . These stressful conditions are likely not only to affect the well-being of the relatives, but also to limit their long-term ability to support the patient. Therefore, reducing the burden of care and enhancing the wellbeing of carers has become an additional focus of family interventions.",
            "cite_spans": [
                {
                    "start": 224,
                    "end": 227,
                    "text": "[6]",
                    "ref_id": null
                },
                {
                    "start": 299,
                    "end": 302,
                    "text": "[7]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 947,
                    "end": 950,
                    "text": "[8]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 951,
                    "end": 954,
                    "text": "[9]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 955,
                    "end": 959,
                    "text": "[10]",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Extensive research has been done on family interventions' efficacy. Previous meta-analyses have found family interventions to substantially and consistently reduce relapse and rehospitalization rates at follow-up assessments (RR ≈ 0.5-0.8) [4, [11] [12] [13] . Symptom severity and social functioning also show slight improvements, although the evidence base is less solid (SMD ≈ 0.3-0.4) [4, 13] .",
            "cite_spans": [
                {
                    "start": 240,
                    "end": 243,
                    "text": "[4,",
                    "ref_id": null
                },
                {
                    "start": 244,
                    "end": 248,
                    "text": "[11]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 249,
                    "end": 253,
                    "text": "[12]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 254,
                    "end": 258,
                    "text": "[13]",
                    "ref_id": null
                },
                {
                    "start": 389,
                    "end": 392,
                    "text": "[4,",
                    "ref_id": null
                },
                {
                    "start": 393,
                    "end": 396,
                    "text": "13]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Regarding caregivers' outcomes, the most profound finding seems to be a significantly reduced amount of high EE families and a reduced burden of care [13, 14] .",
            "cite_spans": [
                {
                    "start": 150,
                    "end": 154,
                    "text": "[13,",
                    "ref_id": null
                },
                {
                    "start": 155,
                    "end": 158,
                    "text": "14]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "One well-known limiting factor of the evidence base and the delivering of efficacious family interventions is their great variability regarding content, aims, and format [3, 12, 15] . Pharoa et al. [13] list seven different strategies of family interventions and Lobban et al. [15] [16] [17] [18] [19] . All of them found evidence for the specific interventions' efficacy, albeit in regard to different outcomes and follow-up periods. One meta-analysis differentiated between cognitivebehavioral, purely behavioral, and \"pragmatic\" family interventions and found no difference in regard to relapse [20] . For recent-onset psychosis, a meta-analysis found mutual support to be more effective than psychoeducation in improving family functioning 1 to 2 years after the intervention [14] .",
            "cite_spans": [
                {
                    "start": 170,
                    "end": 173,
                    "text": "[3,",
                    "ref_id": null
                },
                {
                    "start": 174,
                    "end": 177,
                    "text": "12,",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 178,
                    "end": 181,
                    "text": "15]",
                    "ref_id": null
                },
                {
                    "start": 198,
                    "end": 202,
                    "text": "[13]",
                    "ref_id": null
                },
                {
                    "start": 277,
                    "end": 281,
                    "text": "[15]",
                    "ref_id": null
                },
                {
                    "start": 282,
                    "end": 286,
                    "text": "[16]",
                    "ref_id": null
                },
                {
                    "start": 287,
                    "end": 291,
                    "text": "[17]",
                    "ref_id": null
                },
                {
                    "start": 292,
                    "end": 296,
                    "text": "[18]",
                    "ref_id": null
                },
                {
                    "start": 297,
                    "end": 301,
                    "text": "[19]",
                    "ref_id": null
                },
                {
                    "start": 598,
                    "end": 602,
                    "text": "[20]",
                    "ref_id": null
                },
                {
                    "start": 780,
                    "end": 784,
                    "text": "[14]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "However, this analysis was only based on two studies that had directly compared these approaches. In a systematic review of RCTs on outcomes for relatives of people with psychotic disorders, none of the content components or types assigned to the studies (e.g. psychoeducation only, psychoeducation plus mutual support, psychoeducation plus skills training) reliably distinguished effective from ineffective interventions [15] .",
            "cite_spans": [
                {
                    "start": 422,
                    "end": 426,
                    "text": "[15]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Similarly, we are still in the dark about the ideal format of a family intervention. Some metaanalyses have calculated effects for subgroups of studies with specific formats. These indicate that more extensive interventions are more successful in reducing relapse [4, 12] and demonstrate that the positive evidence for family interventions is mainly based on interventions that include the patient [4] .",
            "cite_spans": [
                {
                    "start": 264,
                    "end": 267,
                    "text": "[4,",
                    "ref_id": null
                },
                {
                    "start": 268,
                    "end": 271,
                    "text": "12]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 398,
                    "end": 401,
                    "text": "[4]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Meta-analyses on studies that have directly compared interventions with a focus on single families versus multiple family groups did not find them to differ in terms of relapse, but suggest that working with single families is better accepted than group settings involving multiple families [4, 13] .",
            "cite_spans": [
                {
                    "start": 291,
                    "end": 294,
                    "text": "[4,",
                    "ref_id": null
                },
                {
                    "start": 295,
                    "end": 298,
                    "text": "13]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The existing meta-analytic approaches have several limitations when it comes to evaluating the comparative efficacy of different intervention types:",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "1. The differentiation of intervention types is unclear. In addition to unclear descriptions in primary studies [15] , many interventions comprise a variety of different components. The definitions used in existing meta-analyses and reviews are diverse and often imprecise.",
            "cite_spans": [
                {
                    "start": 112,
                    "end": 116,
                    "text": "[15]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "2. There are only few studies that directly compare different types of interventions and these have rarely been meta-analyzed. Most of the meta-analytic evidence is based on comparisons of a single intervention type to a non-intervention control condition.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "3. There is a wide variety of outcome measures and time points. The specificity of previous meta-analyses and the diversity of findings make it difficult to compare and evaluate the efficacy of intervention types. 4 . For most of the intervention types the number of studies is small. E.g., many subgroup meta-analyses for specific formats are based on less than five studies [4, 13] . This results in imprecise effect size estimates and limits interpretation of significance. 5 . The differential effects of some important characteristics of family interventions (e.g. media-based vs. face-to-face formats) have not been investigated meta-analytically. Intervention: Family interventions, defined as any psychosocial intervention directed at the relatives, spouses/partners, friends or non-professional carers of people with a psychotic disorder, will be included. In complex interventions with different treatment elements, a substantial part (i.e. at least 50% of the intervention, excluding standard care elements (as defined by the study)) has to include at least one relative, spouse/partner, friend or non-professional carer.",
            "cite_spans": [
                {
                    "start": 214,
                    "end": 215,
                    "text": "4",
                    "ref_id": null
                },
                {
                    "start": 376,
                    "end": 379,
                    "text": "[4,",
                    "ref_id": null
                },
                {
                    "start": 380,
                    "end": 383,
                    "text": "13]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The exact types and definitions of interventions to be compared in the analyses will depend on the distinct interventions and comparisons realized in the included studies and may be adjusted, amended, or lumped with respect to the included studies and the networks' homogeneity and consistency. The following categories were created after pilot screening of studies and in consideration of the classifications resulting from previous review articles [3, 12, 15, 27] :",
            "cite_spans": [
                {
                    "start": 450,
                    "end": 453,
                    "text": "[3,",
                    "ref_id": null
                },
                {
                    "start": 454,
                    "end": 457,
                    "text": "12,",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 458,
                    "end": 461,
                    "text": "15,",
                    "ref_id": null
                },
                {
                    "start": 462,
                    "end": 465,
                    "text": "27]",
                    "ref_id": "BIBREF59"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "1. Counseling and management: general support in organizational, social, or emotional issues.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Content of the intervention:"
        },
        {
            "text": "2. Mutual support: bringing relatives together to talk about their experiences and support each other. 3 . Psychoeducation: providing manualized information on the psychotic disorder, its treatment, or ways of coping. 4 . Skills training: learning and application of predefined skills to enhance coping with the patient or own distress (e.g. regarding communication, problem solving, stress management). 5 . Individual psychological therapy: in-depth work on individual problems using psychological (e.g. systemic, cognitive, or psychodynamic) approaches.",
            "cite_spans": [
                {
                    "start": 103,
                    "end": 104,
                    "text": "3",
                    "ref_id": null
                },
                {
                    "start": 218,
                    "end": 219,
                    "text": "4",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Content of the intervention:"
        },
        {
            "text": "Duration: short (1-10 sessions) vs. medium (11-30 sessions) vs. long (>30 sessions).",
            "cite_spans": [
                {
                    "start": 43,
                    "end": 59,
                    "text": "(11-30 sessions)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Content of the intervention:"
        },
        {
            "text": "Inclusion of the patient: in no session vs. in some sessions vs. in all sessions. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Content of the intervention:"
        },
        {
            "text": "Randomized or quasi-randomized controlled trials, defined according to the Cochrane Handbook [28] , will be included. In randomized controlled trials (RCT), \"the author(s) state explicitly (usually by some variant of the term 'random' to describe the allocation procedure used) that the groups compared in the trial were established by random allocation\". In quasi-RCTs, \"the method of allocation is known but is not considered strictly random … Examples of quasi-random methods of assignment include alternation, date of birth, and medical record number\" (Box 6.3a).",
            "cite_spans": [
                {
                    "start": 93,
                    "end": 97,
                    "text": "[28]",
                    "ref_id": "BIBREF60"
                }
            ],
            "ref_spans": [],
            "section": "Study type:"
        },
        {
            "text": "Cluster RCTs will be included, but excluded in sensitivity analyses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study type:"
        },
        {
            "text": "Due to the diversity of measures and the necessity to divide and compare subgroups of studies, eligible outcomes will have to cover a variety of measures to allow the inclusion of a sufficient number of studies. The outcomes were selected and defined in consideration of previous reviews and pilot screening of studies. However, here too, the definitions may be refined during study selection and data extraction based on the specific measures used in the included studies. The most commonly reported measures of family interventions' efficacy will serve as main outcomes:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Outcomes"
        },
        {
            "text": "For people with psychotic disorders: Global clinical state, including any quantification of relapse, hospitalization, crisis care service use, or remission/recovery, as defined by the study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Outcomes"
        },
        {
            "text": "Coping and attitudes, including e.g. any quantification of EE, communicative or problem solving skills, family functioning, understanding of the person's feelings, knowledge of psychosis, or beliefs and attitudes towards the illness.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "For relatives/carers:"
        },
        {
            "text": "Severity of symptoms, including average change or endpoint scores in observer rating scales or self-report questionnaires concerning psychotic symptoms or overall mental health.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "For people with psychotic disorders:"
        },
        {
            "text": "Functioning, including any quantification of global, social, or occupational functioning, living skills, or symptom management.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "For people with psychotic disorders:"
        },
        {
            "text": "Burden, including average change or endpoint scores in observer rating scales or self-report questionnaires concerning subjective or objective burden of care, emotional response (e.g. stress, anxiety, depression), mental health, well-being, or quality of life.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "For relatives/carers:"
        },
        {
            "text": "Compliance/Drop-out, including any quantification of relatives leaving the study early for any reason. The measures within the outcome categories were sorted according to how well they represent the respective category heading, i.e. the concept of interest, and how common they are. Broad questionnaires or rating scales that cover further domains than those of interest are included if a major part (at least 50%) pertains to the domain of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "For relatives/carers:"
        },
        {
            "text": "If a study reports multiple eligible outcome measures with sufficient information for effect size calculation, the measure for inclusion will be selected based on the following criteria which were developed to maximize validity and homogeneity of study outcomes:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "For relatives/carers:"
        },
        {
            "text": "(a) For multiple measures within the same outcome category, measures will be preferred according to the order they are listed above (e.g. for global clinical state, our first preference will be measures of relapse, if these are not reported we will include measures of hospitalization, then measures of crisis care service use and then measures indicating the extent of remission or recovery).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "For relatives/carers:"
        },
        {
            "text": "(b) For multiple time points, the most commonly reported will be determined among the included studies. These time points or the ones that are closest to them will be preferred.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "For relatives/carers:"
        },
        {
            "text": "(c) For multiple methods of assessment, again the most commonly reported will be determined and preferred for inclusion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "For relatives/carers:"
        },
        {
            "text": "(d) For multiple samples, the one with the most comprehensive and adequate outcomes orif outcomes are equivalent -the largest N will be preferred.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "For relatives/carers:"
        },
        {
            "text": "The criteria may be adjusted if this is required based on the included studies. If no single outcome measure can be determined based on these criteria, a composite effect will be calculated (e.g.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "For relatives/carers:"
        },
        {
            "text": "for separate scales of positive and negative psychotic symptoms). The procedure of calculating a composite effect will follow the proposals made by Borenstein et al. [29] .",
            "cite_spans": [
                {
                    "start": 166,
                    "end": 170,
                    "text": "[29]",
                    "ref_id": "BIBREF61"
                }
            ],
            "ref_spans": [],
            "section": "For relatives/carers:"
        },
        {
            "text": "Reports will have to include an English abstract to evaluate eligibility in a first step. No further report characteristics, e.g. regarding publication date, status, or language, will restrict inclusion. Foreign language articles will be translated. If there are multiple reports referring to the same study of which at least one presents comprehensive information for our analyses in English, the reports in other languages will not be considered due to limited resources.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Report characteristics"
        },
        {
            "text": "The bibliographic databases The Cochrane Central Register of Controlled Trials (CENTRAL), Ovid MEDLINE(R), Ovid PsycINFO, and CINAHL will be searched. There will be no limit regarding year of publication, except that Ovid MEDLINE(R) ( Additionally, the reference lists of the most relevant, recent and comprehensive review articles will be screened to identify articles possibly missed by the computerized search. Reviews will be identified by the above searches and by searching the Cochrane Database of Systematic Reviews.",
            "cite_spans": [
                {
                    "start": 233,
                    "end": 234,
                    "text": "(",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Searches"
        },
        {
            "text": "Bibliographic data of all articles retrieved by the search will be imported into the reference management software ZOTERO. They will be de-duplicated using the tool of the Systematic Review Accelerator by the Centre for Research in Evidence-Based Practice (http://crebp-sra.com/#/), which was found to have good sensitivity and specificity [30] , and additional manual screening. Titles and abstracts of the remaining articles and the additional articles identified from reference lists will be screened by the first author to identify studies that potentially meet the inclusion criteria. Of those, the full texts will be consulted. We will try to identify overlapping samples and multiple articles/reports of the same study by comparing e.g. author names, study sites, sample sizes, demographical and clinical data, treatment descriptions, and results. Eligibility of each study will be assessed independently by two review team members and documented in an adapted version of the Cochrane data collection form (intervention reviews -RCTs only). Discrepancies will be identified and a consensus will be formed by discussion, including a third review team member where necessary. In the case of major unclarities we will attempt to obtain additional information from previous reviews that included the study or from the study authors if there is an accurate email address available.",
            "cite_spans": [
                {
                    "start": 340,
                    "end": 344,
                    "text": "[30]",
                    "ref_id": "BIBREF62"
                }
            ],
            "ref_spans": [],
            "section": "Study selection"
        },
        {
            "text": "An adapted version of the Cochrane data collection form (intervention review -RCTs only) will be used for data extraction. Two review team members will extract data independently, discrepancies will be resolved through discussion, including the third review team member where -ANALYSIS ON FAMILY INTERVENTIONS FOR PSYCHOSIS   9 necessary. In the case of missing data or unclear study information, we will again consult previous review articles or -if an accurate email address is available -ask the study authors to provide the relevant information on the intervention characteristics and outcome data. Extracted information will include:",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 276,
                    "end": 327,
                    "text": "-ANALYSIS ON FAMILY INTERVENTIONS FOR PSYCHOSIS   9",
                    "ref_id": null
                }
            ],
            "section": "Data extraction"
        },
        {
            "text": "(1) Characteristics of the study: year, country of origin, institutional setting, design, trial registration number.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data extraction"
        },
        {
            "text": "(2) Characteristics of the article(s): authors, status, and year of publication.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data extraction"
        },
        {
            "text": "(3) Characteristics of the sample: number randomized per group (or description of clusters), number and reasons missing, sex, age a. for patients: diagnoses, diagnostic criteria, baseline symptom severity, duration of disorder, specificities (e.g. regarding symptomatology, stage of the disorder, medication).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data extraction"
        },
        {
            "text": "b. for relatives: threshold of baseline dysfunction/distress for inclusion, specificities ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data extraction"
        },
        {
            "text": "Risk of bias in individual studies will be assessed using the Version 2 of the Cochrane risk-ofbias tool for randomized trials (RoB 2) [31] . This recently developed tool uses signaling questions and an algorithm to help making judgments of \"low risk\", \"some concerns\", or \"high risk\" related to five domains:",
            "cite_spans": [
                {
                    "start": 135,
                    "end": 139,
                    "text": "[31]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Risk of bias assessment"
        },
        {
            "text": "(1) bias arising from the randomization process;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Risk of bias assessment"
        },
        {
            "text": "(1b) additionally for cluster RCTs: Bias arising from identification or recruitment of individual participants within clusters; ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Risk of bias assessment"
        },
        {
            "text": "(2) bias due to deviations from intended interventions;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "10"
        },
        {
            "text": "(3) bias due to missing outcome data;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "10"
        },
        {
            "text": "(4) bias in measurement of the outcome;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "10"
        },
        {
            "text": "(5) bias in selection of the reported result.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "10"
        },
        {
            "text": "Additionally, an overall risk of bias will be determined by the tool's algorithm. The assessment will be done separately for each trial's outcome and with respect to the assignment to the intervention (intention-to-treat effect). Two trained review team members will independently answer the signaling questions using the available Excel form. Disagreements will be identified with the discrepancy check function and will be resolved by discussion, involving the third review team member where necessary. As high risks of bias may result in an overestimation of family interventions' efficacy, studies with overall high risk will be excluded from the sensitivity analyses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "10"
        },
        {
            "text": "A network meta-analysis will be conducted for each of the planned outcomes and intervention characteristics for which sufficient and appropriate data is available. The R package netmeta will be used. Analyses will apply a random effects model within a frequentist framework. We will assume a constant heterogeneity across the comparisons within a network. A network model will be used to display the intervention types (as nodes) and the quantity of evidence for all possible treatment comparisons (as connecting lines). Estimates for all pairwise treatment effects will be obtained using standardized mean differences (SMDs) for continuous outcomes and risk ratios (RRs) for binary outcomes, both with their 95% confidence intervals (CIs). The effects will be displayed in a league table. Interventions will be ranked using P-scores, a frequentist analogue to the Surface Under the Cumulative Ranking curve (SUCRA) [32] . Some interventions may have several distinct content components. If there is appropriate data, the influence of the individual components will be evaluated in an additive network meta-analysis model, assuming that the effect of an intervention with several components is the sum of the effects of its individual components [33] .",
            "cite_spans": [
                {
                    "start": 916,
                    "end": 920,
                    "text": "[32]",
                    "ref_id": null
                },
                {
                    "start": 1246,
                    "end": 1250,
                    "text": "[33]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Data synthesis"
        },
        {
            "text": "Network meta-analyses are based on the assumption of transitivity that implies that the effect of treatment A vs. B can be indirectly determined via a common treatment C. For this assumption to hold, trials that investigate different types of interventions need to be comparable in regard to clinical or methodological variables that may influence the treatment effect. However, the intervention types we plan to investigate may not be independent of each other. E.g. psychoeducative interventions may be systematically shorter than other content types, which would threaten the transitivity of the NMA  F  o  r  p  e  e  r  r  e  v  i  e  w  o  n  l  y   NETWORK META-ANALYSIS ON FAMILY INTERVENTIONS FOR PSYCHOSIS   11 for content and duration. Other potential effect modifiers are participant or outcome characteristics. E.g., the type of family intervention might differ depending on whether parents of young patients or informal caregivers of older patients are involved, or interventions with more sessions may report on outcomes with longer follow-up periods. To evaluate the likelihood of transitivity, the distribution of potential effect modifiers will be compared between trials of different intervention types and investigated for similarity [22] . Characteristics for investigation will include:",
            "cite_spans": [
                {
                    "start": 1254,
                    "end": 1258,
                    "text": "[22]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 599,
                    "end": 720,
                    "text": "NMA  F  o  r  p  e  e  r  r  e  v  i  e  w  o  n  l  y   NETWORK META-ANALYSIS ON FAMILY INTERVENTIONS FOR PSYCHOSIS   11",
                    "ref_id": null
                }
            ],
            "section": "Assessment of the transitivity assumption"
        },
        {
            "text": "1. intervention characteristics: content of the intervention, duration, inclusion of the patient, form of delivery;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Assessment of the transitivity assumption"
        },
        {
            "text": "2. existence of co-treatments exclusively for patients (above treatment as usual); 3. baseline symptom severity (PANSS or BPRS score at baseline); 4. age of patients; 5. duration of illness;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Assessment of the transitivity assumption"
        },
        {
            "text": "6. baseline dysfunction/distress of relatives (studies that selected participants for being above a defined threshold of clinically significant dysfunction/distress).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Assessment of the transitivity assumption"
        },
        {
            "text": "Regarding outcome characteristics, such as type and time point of measurement, we aim to maximize the chance of transitivity by selecting homogeneous measures if multiple outcomes for inclusion are reported (see Outcomes).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Assessment of the transitivity assumption"
        },
        {
            "text": "Transitivity will also be addressed by assessing the consistency of direct and indirect evidence [34] , with both local and global methods [21, 35] . Locally, the inconsistency of a specific treatment comparison will be evaluated by splitting the network estimate into the contribution of direct and indirect evidence and checking for agreement. Global heterogeneity of the network will be assessed using a generalized Q-and I 2 -statistic [36] . A decomposition into Q-statistics for heterogeneity within designs (i.e. studies with the same treatment comparisons) and between designs will help identify sources of heterogeneity and to evaluate the inconsistency of the network as a whole.",
            "cite_spans": [
                {
                    "start": 97,
                    "end": 101,
                    "text": "[34]",
                    "ref_id": null
                },
                {
                    "start": 139,
                    "end": 143,
                    "text": "[21,",
                    "ref_id": null
                },
                {
                    "start": 144,
                    "end": 147,
                    "text": "35]",
                    "ref_id": null
                },
                {
                    "start": 440,
                    "end": 444,
                    "text": "[36]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Assessment of heterogeneity and inconsistency"
        },
        {
            "text": "We will examine the possibility of publication bias by non-statistical considerations [37] and calculations of 'comparison-adjusted' funnel plots to assess funnel plot asymmetry [38] . The strength of evidence for the cumulative estimates of the main outcomes will be evaluated according to the proposals made by Salanti et al. [37] , who adapted the Grading of Recommendations Assessment, Development and Evaluation framework (GRADE) specifically for network meta-analysis. This extensive approach may be adapted to the data and resources available. ",
            "cite_spans": [
                {
                    "start": 86,
                    "end": 90,
                    "text": "[37]",
                    "ref_id": null
                },
                {
                    "start": 178,
                    "end": 182,
                    "text": "[38]",
                    "ref_id": null
                },
                {
                    "start": 328,
                    "end": 332,
                    "text": "[37]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Meta-bias and strength of evidence assessment"
        },
        {
            "text": "We will perform sensitivity analyses to assess the robustness of findings. In subgroup analyses, studies with an overall high risk of bias and cluster RCTs will be excluded. If there is evidence that the assumption of transitivity is threatened within a network, we will try to increase consistency and homogeneity by adjusting the categories (nodes) of the network or by performing separate network meta-analyses for distinct characteristics of potential effect modifiers. E.g., regarding the interventions' duration, there may be separate analyses for studies with a focus on psychoeducation and studies with other foci.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sensitivity analyses"
        },
        {
            "text": "Patients or the public will not be involved in the design or conduct of the study. However, the EmPeeRie (Empower Peers to Research) Now group at the UKE (Outpatient Clinic at the University of Hamburg) will consult on issues concerning reporting, interpretation, and dissemination of findings. The EmPeeRie Now group consists of members with lived experience of mental illness, with multiple members having lived experience in psychosis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patient and public involvement"
        },
        {
            "text": "There are no ethical issues apparent. Results will be published in peer-reviewed journals and be presented at practitioners' congresses. Full data will be made available upon request.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ETHIC AND DISSEMINATION"
        },
        {
            "text": "AL and TL designed this study in close cooperation. AL drafted the protocol and final manuscript, TL revised and approved it.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AUTHORS' CONTRIBUTIONS"
        },
        {
            "text": "This research received no specific grant from any funding agency in the public, commercial or not-for-profit sectors. The authors do not have any competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FUNDING AND COMPETING INTERESTS"
        },
        {
            "text": "I, the Submitting Author has the right to grant and does grant on behalf of all authors of the Work (as defined in the below author licence), an exclusive licence and/or a non-exclusive licence for contributions from authors who are: i) UK Crown employees; ii) where BMJ has agreed a CC-BY licence shall apply, and/or iii) in accordance with the terms applicable for US Federal Government officers or employees acting as part of their official duties; on a worldwide, perpetual, irrevocable, royalty-free basis to BMJ Publishing Group Ltd (\"BMJ\") its licensees and where the relevant Journal is co-owned by BMJ to the co-owners of the Journal, to publish the Work in BMJ Open and any other BMJ products and to exploit all rights, as set out in our licence.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "LICENCE"
        },
        {
            "text": "The Submitting Author accepts and understands that any supply made under these terms is made by BMJ to the Submitting Author unless you are acting as an employee on behalf of your employer or a postgraduate student of an affiliated institution which is paying any applicable article publishing charge (\"APC\") for Open Access articles. Where the Submitting Author wishes to make the Work available on an Open Access basis (and intends to pay the relevant APC), the terms of reuse of such Open Access shall be governed by a Creative Commons licence -details of these licences and which Creative Commons licence will apply to this Work are set out in our licence referred to above. Retrieved from https://www.awmf.org/leitlinien/detail/ll/038-009.html #11b State the process that will be used for selecting studies (such as two independent reviewers) through each phase of the review (that is, screening, eligibility and inclusion in meta-analysis)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "LICENCE"
        },
        {
            "text": "8",
            "cite_spans": [],
            "ref_spans": [],
            "section": "LICENCE"
        },
        {
            "text": "Study records -data collection process #11c Describe planned method of extracting data from reports (such as piloting forms, done independently, in duplicate), any processes for obtaining and confirming data from investigators 8-9",
            "cite_spans": [],
            "ref_spans": [],
            "section": "LICENCE"
        },
        {
            "text": "Data items #12 List and define all variables for which data will be sought (such as PICO items, funding sources), any pre-planned data assumptions and simplifications 9",
            "cite_spans": [],
            "ref_spans": [],
            "section": "LICENCE"
        },
        {
            "text": "Outcomes and prioritization #13 List and define all outcomes for which data will be sought, including prioritization of main and additional outcomes, with rationale 6-7",
            "cite_spans": [],
            "ref_spans": [],
            "section": "LICENCE"
        },
        {
            "text": "individual studies #14 Describe anticipated methods for assessing risk of bias of individual studies, including whether this will be done at the outcome or study level, or both; state how this information will be used in data synthesis",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Risk of bias in"
        },
        {
            "text": "Data synthesis #15a Describe criteria under which study data will be quantitatively synthesised 10-11",
            "cite_spans": [],
            "ref_spans": [],
            "section": "9-10"
        },
        {
            "text": "Data synthesis #15b If data are appropriate for quantitative synthesis, describe planned summary measures, methods of handling data and methods of combining data from studies, including any planned exploration of consistency (such as I2, Kendall's τ)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "9-10"
        },
        {
            "text": "Data synthesis #15c Describe any proposed additional analyses (such as sensitivity or subgroup analyses, meta-regression)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "10-11"
        },
        {
            "text": "12 disorders. However, there is a variety of intervention types and their differential efficacy is widely unclear. The aim of the planned network meta-analysis is to compare the efficacy of family interventions that differ in content (e.g. psychoeducation, mutual support, skills training) and setting (e.g. number of sessions, inclusion of patient, form of delivery). Methods and analysis: We will include randomized controlled trials comparing psychosocial interventions directed at the adult relatives, friends, or non-professional carers of people with a diagnosis of a psychotic disorder (schizophrenia spectrum) to any kind of control condition. The main outcome will be global clinical state for the patients and coping with psychosis as well as attitudes towards psychosis for the relatives.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "10-11"
        },
        {
            "text": "Additional outcomes will be severity of symptoms, functioning, burden, and compliance/drop-out. We conducted a comprehensive search of CENTRAL, MEDLINE(R), PsycINFO, CINAHL (08/08/2019), and reference lists of review articles. Full-text assessment of eligibility, data extraction, and risk of bias assessment will be done by two independent reviewers. A network meta-analysis will be conducted for any of the planned outcomes and intervention characteristics for which sufficient and appropriate data is available. The analyses will make use of a random effects model within a frequentist framework. Estimates for all pairwise treatment effects will be obtained using standardized mean differences for continuous outcomes and risk ratios for dichotomous outcomes. Interventions will be ranked according to their relative efficacy. We will address the assumption of transitivity, heterogeneity, and inconsistency using theoretical and statistical approaches. The possibility of publication bias and the strength of evidence will also be examined. Ethics and dissemination: There are no ethical concerns. Results will be published in peer-reviewed journals and presented at practitioners' conferences. The study has been registered in the PROSPERO database (CRD42020148728).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "10-11"
        },
        {
            "text": " Network meta-analysis (NMA) will provide new information on the efficacy of different types of family interventions for psychotic disorders.  It will enable comparisons and increase the precision of effect estimates.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "STRENGTHS AND LIMITATIONS OF THIS STUDY"
        },
        {
            "text": " It will possibly result in a ranking of interventions types that can inform guidelines for clinical practice.  Diversity of studies may result in high amounts of heterogeneity or inconsistency, which will be addressed with theoretical and statistical approaches. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "STRENGTHS AND LIMITATIONS OF THIS STUDY"
        },
        {
            "text": "Schizophrenia and other psychotic disorders are among the most severe mental disorders and cause immense suffering for millions of people and their families worldwide. The most widely available treatment is antipsychotic drug therapy. However, because of unsatisfactory response, problems with adherence, and disabling side-effects [1, 2] , the focus has begun to switch more towards psychosocial interventions. Family interventions are one of two psychosocial therapies strongly recommended in recent clinical practice guidelines [3] [4] [5] .",
            "cite_spans": [
                {
                    "start": 332,
                    "end": 335,
                    "text": "[1,",
                    "ref_id": null
                },
                {
                    "start": 336,
                    "end": 338,
                    "text": "2]",
                    "ref_id": null
                },
                {
                    "start": 531,
                    "end": 534,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 535,
                    "end": 538,
                    "text": "[4]",
                    "ref_id": null
                },
                {
                    "start": 539,
                    "end": 542,
                    "text": "[5]",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The relatives of people with psychotic disorders play an important role in the course of the disorder. High levels of expressed emotions (EE), i.e. criticism, hostility, and emotional overinvolvement expressed by the family [6] , were shown to be a reliable predictor of relapse in numerous studies [7] . Additionally, relatives are often the primary caregivers of patients with psychosis and are thus generally considered \"important in the process of assessment and engagement in treatment and also in the successful delivery of effective interventions and therapies for people with psychotic disorders\" [4; British NICE guidelines, p. 28]. As a result, attempts were made to positively influence the course of psychotic disorders by improving its management within the patients' families. However, caring for a person with a psychotic disorder is often a heavy burden and relatives face considerable emotional, social, and economical challenges [8] [9] [10] . These stressful conditions are likely not only to affect the well-being of the relatives, but also to limit their long-term ability to support the patient. Therefore, reducing the burden of care and enhancing the wellbeing of carers has become an additional focus of family interventions.",
            "cite_spans": [
                {
                    "start": 224,
                    "end": 227,
                    "text": "[6]",
                    "ref_id": null
                },
                {
                    "start": 299,
                    "end": 302,
                    "text": "[7]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 947,
                    "end": 950,
                    "text": "[8]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 951,
                    "end": 954,
                    "text": "[9]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 955,
                    "end": 959,
                    "text": "[10]",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Extensive research has been done on family interventions' efficacy. Previous meta-analyses have found family interventions to substantially and consistently reduce relapse and rehospitalization rates at follow-up assessments (RR ≈ 0.5-0.8) [4, [11] [12] [13] . Symptom severity and social functioning also show slight improvements, although the evidence base is less solid (SMD ≈ 0.3-0.4) [4, 13] .",
            "cite_spans": [
                {
                    "start": 240,
                    "end": 243,
                    "text": "[4,",
                    "ref_id": null
                },
                {
                    "start": 244,
                    "end": 248,
                    "text": "[11]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 249,
                    "end": 253,
                    "text": "[12]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 254,
                    "end": 258,
                    "text": "[13]",
                    "ref_id": null
                },
                {
                    "start": 389,
                    "end": 392,
                    "text": "[4,",
                    "ref_id": null
                },
                {
                    "start": 393,
                    "end": 396,
                    "text": "13]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Regarding caregivers' outcomes, the most profound finding seems to be a significantly reduced amount of high EE families and a reduced burden of care [13, 14] .",
            "cite_spans": [
                {
                    "start": 150,
                    "end": 154,
                    "text": "[13,",
                    "ref_id": null
                },
                {
                    "start": 155,
                    "end": 158,
                    "text": "14]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "One well-known limiting factor of the evidence base and the delivering of efficacious family interventions is their great variability regarding content, aims, and format [3, 12, 15] . Pharoa et al. [13] list seven different strategies of family interventions and Lobban et al. [15] [17] ), from training of communication and problem-solving skills (e.g. the Behavioural Family Therapy [18] ) to mutual support groups [19] , and from a few sessions to years of support.",
            "cite_spans": [
                {
                    "start": 170,
                    "end": 173,
                    "text": "[3,",
                    "ref_id": null
                },
                {
                    "start": 174,
                    "end": 177,
                    "text": "12,",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 178,
                    "end": 181,
                    "text": "15]",
                    "ref_id": null
                },
                {
                    "start": 198,
                    "end": 202,
                    "text": "[13]",
                    "ref_id": null
                },
                {
                    "start": 277,
                    "end": 281,
                    "text": "[15]",
                    "ref_id": null
                },
                {
                    "start": 282,
                    "end": 286,
                    "text": "[17]",
                    "ref_id": null
                },
                {
                    "start": 385,
                    "end": 389,
                    "text": "[18]",
                    "ref_id": null
                },
                {
                    "start": 417,
                    "end": 421,
                    "text": "[19]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Despite the variety in the content of interventions, we still know little about whether some approaches are more effective than others. Separate meta-analyses have been conducted on specific types of interventions, such as psychoeducation, psychoeducation plus skills training, and systemic therapy [20] [21] [22] [23] . All of them found evidence for the specific interventions' efficacy, albeit in regard to different outcomes and follow-up periods. One meta-analysis differentiated between cognitivebehavioral, purely behavioral, and \"pragmatic\" family interventions and found no difference in regard to relapse [24] . For recent-onset psychosis, a meta-analysis found mutual support to be more effective than psychoeducation in improving family functioning 1 to 2 years after the intervention [14] .",
            "cite_spans": [
                {
                    "start": 299,
                    "end": 303,
                    "text": "[20]",
                    "ref_id": null
                },
                {
                    "start": 304,
                    "end": 308,
                    "text": "[21]",
                    "ref_id": null
                },
                {
                    "start": 309,
                    "end": 313,
                    "text": "[22]",
                    "ref_id": null
                },
                {
                    "start": 314,
                    "end": 318,
                    "text": "[23]",
                    "ref_id": null
                },
                {
                    "start": 615,
                    "end": 619,
                    "text": "[24]",
                    "ref_id": null
                },
                {
                    "start": 797,
                    "end": 801,
                    "text": "[14]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "However, this analysis was only based on two studies that had directly compared these approaches. In a systematic review of RCTs on outcomes for relatives of people with psychotic disorders, none of the content components or types assigned to the studies (e.g. psychoeducation only, psychoeducation plus mutual support, psychoeducation plus skills training) reliably distinguished effective from ineffective interventions [15] .",
            "cite_spans": [
                {
                    "start": 422,
                    "end": 426,
                    "text": "[15]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Similarly, we are still in the dark about the ideal format of a family intervention. Some metaanalyses have calculated effects for subgroups of studies with specific formats. These indicate that more extensive interventions are more successful in reducing relapse [4, 12] and demonstrate that the positive evidence for family interventions is mainly based on interventions that include the patient [4] .",
            "cite_spans": [
                {
                    "start": 264,
                    "end": 267,
                    "text": "[4,",
                    "ref_id": null
                },
                {
                    "start": 268,
                    "end": 271,
                    "text": "12]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 398,
                    "end": 401,
                    "text": "[4]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Meta-analyses on studies that have directly compared interventions with a focus on single families versus multiple family groups did not find them to differ in terms of relapse, but suggest that working with single families is better accepted than group settings involving multiple families [4, 13] .",
            "cite_spans": [
                {
                    "start": 291,
                    "end": 294,
                    "text": "[4,",
                    "ref_id": null
                },
                {
                    "start": 295,
                    "end": 298,
                    "text": "13]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The existing meta-analytic approaches have several limitations when it comes to evaluating the comparative efficacy of different intervention types:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "1. The differentiation of intervention types is unclear. In addition to unclear descriptions in primary studies [15] , many interventions comprise a variety of different components. The definitions used in existing meta-analyses and reviews are diverse and often imprecise.",
            "cite_spans": [
                {
                    "start": 112,
                    "end": 116,
                    "text": "[15]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "There are only few studies that directly compare different types of interventions and these have rarely been meta-analysed. Most of the meta-analytic evidence is based on comparisons of a single intervention type to a non-intervention control condition.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2."
        },
        {
            "text": "3. There is a wide variety of outcome measures and time points. The specificity of previous meta-analyses and the diversity of findings make it difficult to compare and evaluate the efficacy of intervention types. 4 . For most of the intervention types the number of studies is small. E.g., many subgroup meta-analyses for specific formats are based on less than five studies [4, 13] . This results in imprecise effect size estimates and limits interpretation of significance. 5. The differential effects of some important characteristics of family interventions (e.g. media-based vs. face-to-face formats) have not yet been investigated meta-analytically.",
            "cite_spans": [
                {
                    "start": 214,
                    "end": 215,
                    "text": "4",
                    "ref_id": null
                },
                {
                    "start": 376,
                    "end": 379,
                    "text": "[4,",
                    "ref_id": null
                },
                {
                    "start": 380,
                    "end": 383,
                    "text": "13]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "2."
        },
        {
            "text": "On this background it is still widely unclear whether there are significant differences in efficacy between different types of family interventions. This study aims to compare the types of family interventions in a systematic and consistent manner, using the method of network metaanalysis (NMA). NMA extends on classical meta-analysis because it allows to simultaneously compare multiple intervention types and to combine the evidence of direct comparisons with indirect comparisons to common control conditions [25, 26] . This enables us to evaluate the comparative efficacy of intervention types that have not yet been directly compared. Due to the possibility to include additional information, the efficacy can also be estimated more precisely [27] . Finally, all intervention types can be ranked according to their relative efficacy. This information could be of high value for patients, their families, as well as healthcare providers and may serve as a guideline for delivering the most efficacious interventions.",
            "cite_spans": [
                {
                    "start": 513,
                    "end": 517,
                    "text": "[25,",
                    "ref_id": null
                },
                {
                    "start": 518,
                    "end": 521,
                    "text": "26]",
                    "ref_id": null
                },
                {
                    "start": 749,
                    "end": 753,
                    "text": "[27]",
                    "ref_id": "BIBREF59"
                }
            ],
            "ref_spans": [],
            "section": "2."
        },
        {
            "text": "Using NMA, this study aims to compare the efficacy of different types of family interventions for people with psychotic disorders and their relatives. Interventions will be differentiated by  content (e.g. psychoeducation, mutual support, skills training) and",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Objectives"
        },
        {
            "text": " setting (e.g. number of sessions, inclusion of patient, form of delivery).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Objectives"
        },
        {
            "text": "Methods for this NMA are based on the Preferred Reporting Items for Systematic Review and Meta-Analysis Protocols (PRISMA-P) [28] , the PRISMA extension statement for reporting of systematic reviews incorporating NMA of healthcare interventions [29] , and the new chapter of the Cochrane Handbook on undertaking NMA [25] . The NMA has been registered in the PROSPERO database (CRD42020148728); the record will be updated with any changes made to the protocol.",
            "cite_spans": [
                {
                    "start": 125,
                    "end": 129,
                    "text": "[28]",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 245,
                    "end": 249,
                    "text": "[29]",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 316,
                    "end": 320,
                    "text": "[25]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "METHODS AND ANALYSIS"
        },
        {
            "text": "To include a sufficient number of studies for the specific direct and indirect comparisons and to increase the connectivity of the networks, some of the eligibility criteria are more lenient than in traditional meta-analysis [30] . [31] and increase the amount of eligible studies and the generalizability of findings, all kinds of definitions and diagnostic procedures as well as all kinds of comorbid disorders will be accepted. Populations with subthreshold psychotic symptoms (e.g. highrisk populations) will be excluded. There will be no restrictions regarding the age as family interventions are also common in younger people/adolescents (e.g. first episode of psychosis).",
            "cite_spans": [
                {
                    "start": 225,
                    "end": 229,
                    "text": "[30]",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 232,
                    "end": 236,
                    "text": "[31]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Eligibility criteria"
        },
        {
            "text": "Samples also including people without psychotic but other diagnoses are eligible if most (at least 75%) of the patients are diagnosed with a psychotic disorder. If only broad categories of psychotic disorders in major classification systems, such as \"Schizophrenia and other psychotic disorders\" in DSM-IV [32] or \"Schizophrenia, schizotypal and delusional disorders\" in ICD-10 [33] are used to describe the diagnoses of the participants, we assume that at least 75% of the diagnoses are psychotic disorders as defined above.",
            "cite_spans": [
                {
                    "start": 378,
                    "end": 382,
                    "text": "[33]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Eligibility criteria"
        },
        {
            "text": "b. The relatives, spouses/partners, friends or non-professional carers of the people with psychotic disorders, as defined by the study. They have to be of an adult age, children of people with psychotic disorders will be excluded.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Eligibility criteria"
        },
        {
            "text": "Intervention: Family interventions, defined as any psychosocial intervention directed at the relatives, spouses/partners, friends or non-professional carers of people with a psychotic disorder, will be included. In complex interventions with different treatment elements, a substantial part (i.e. at least 50% of the intervention, excluding standard care (as defined by the study) or comparator elements) has to be directed at a relative, spouse/partner, friend or non-professional carer.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Eligibility criteria"
        },
        {
            "text": "The exact types and definitions of interventions to be compared in the analyses will depend on the distinct interventions and comparisons realized in the included studies and may be adjusted, If different types of family interventions are compared in a study, they have to differ in at least one of these categories because otherwise their comparison could not be included in the network.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Eligibility criteria"
        },
        {
            "text": "Comparator: Any kind of comparator will be included. The following classification of the comparator's content is also preliminary and may be adjusted through the process of study selection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Eligibility criteria"
        },
        {
            "text": "So far it includes no treatment/waiting list vs. standard care/treatment as usual (as defined by the study) vs. psychosocial intervention for patients only (e.g. psychoeducation, cognitive-behavioral therapy, social skills training).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Eligibility criteria"
        },
        {
            "text": "Randomized controlled trials (RCT) will be included, defined according to the Cochrane definition as trials in which \"the author(s) state explicitly (usually by some variant of the term 'random' to describe the allocation procedure used) that the groups compared in the trial were established by random allocation\" [35] . Quasi-RCTs, cluster-RCTs, and crossover trials will be excluded.",
            "cite_spans": [
                {
                    "start": 315,
                    "end": 319,
                    "text": "[35]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Study type:"
        },
        {
            "text": "The outcomes were selected and defined in consideration of previous reviews, pilot screening of studies, and statistical properties. However, here too, the definitions may be refined during study selection and data extraction based on the specific measures used in the included studies. The most commonly reported measures of family interventions' efficacy will serve as main outcomes: Additional outcomes will be:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Outcomes"
        },
        {
            "text": "Severity of symptoms, including average endpoint scores in observer rating scales or selfreport questionnaires concerning psychotic symptoms or overall mental health.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "For people with psychotic disorders:"
        },
        {
            "text": "Functioning, including any quantification of global, social, occupational functioning, or living skills.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "For people with psychotic disorders:"
        },
        {
            "text": "Burden, including average endpoint scores in observer rating scales or self-report questionnaires concerning subjective or objective burden of care, emotional response (e.g. stress, anxiety, depression), mental health, well-being, or quality of life.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "For relatives/carers:"
        },
        {
            "text": "Compliance/Drop-out, including number of relatives leaving the study early for any reason since randomization.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "For relatives/carers:"
        },
        {
            "text": "The measures within the outcome categories were sorted according to how well they represent the respective category heading, i.e. the concept of interest, and how common they are. Only established scales and subscales of questionnaires and rating scales for which reliability and validity have been examined are included. Broad questionnaires or rating scales that cover further domains than those of interest are included if a major part (at least 50%) pertains to the domain of interest. To be eligible, studies have to report numerical outcome data for the calculation of standardized mean differences (SMDs) for continuous outcomes and risk ratios (RRs) for dichotomous outcomes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "For relatives/carers:"
        },
        {
            "text": "Change scores will be excluded because the combined analysis with endpoint scores is not recommended when using SMDs [36] .",
            "cite_spans": [
                {
                    "start": 117,
                    "end": 121,
                    "text": "[36]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "For relatives/carers:"
        },
        {
            "text": "If a study reports multiple eligible outcome measures with sufficient information for effect size calculation, the measure for inclusion will be selected based on the following criteria, which were developed to maximize validity and homogeneity of study outcomes:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "For relatives/carers:"
        },
        {
            "text": "(a) For multiple measures within the same outcome category, measures will be preferred according to the order they are listed above (e.g. for global clinical state, our first preference will be measures of relapse, if these are not reported we will include measures of hospitalization, then measures of crisis care service use and then measures indicating the extent of remission or recovery).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "For relatives/carers:"
        },
        {
            "text": "(b) For multiple time-points, outcomes at one year (after the beginning of intervention/baseline-assessment) or those closest to this time-point will be preferred.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "For relatives/carers:"
        },
        {
            "text": "(c) For multiple methods of assessment (e.g. different scales), the most commonly reported will be determined among the included studies and these will be preferred for inclusion. In cases in which more than one outcome remains, the one with the best psychometric properties will be preferred.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "For relatives/carers:"
        },
        {
            "text": "(d) For multiple samples, the one with the most comprehensive and adequate outcomes orif outcomes are equivalent -the largest N will be preferred.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "For relatives/carers:"
        },
        {
            "text": "The criteria may be adjusted if this is required based on the included studies. If no single outcome measure can be determined based on these criteria, a composite effect will be calculated (e.g.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "For relatives/carers:"
        },
        {
            "text": "for separate scales of positive and negative psychotic symptoms). The procedure of calculating a composite effect will follow the proposals made by Borenstein et al. [37] .",
            "cite_spans": [
                {
                    "start": 166,
                    "end": 170,
                    "text": "[37]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "For relatives/carers:"
        },
        {
            "text": "Reports will have to include an English abstract to evaluate eligibility in a first step.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Report characteristics"
        },
        {
            "text": "Conference/congress abstracts and trial registrations without results will be excluded as these reports do not present sufficient data for the assessment of eligibility, especially regarding outcomes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Report characteristics"
        },
        {
            "text": "However, we will try to identify more comprehensive publications for relevant trials (see Searches).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Report characteristics"
        },
        {
            "text": "Foreign language articles will be translated. If there are multiple reports referring to the same study of which at least one presents comprehensive information for our analyses in English, the reports in other languages will not be considered due to limited resources.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Report characteristics"
        },
        {
            "text": "The identified by the above searches and by searching the Cochrane Database of Systematic Reviews. We will also try to identify full reports of relevant trial registrations, study protocols, and congress abstracts as well as cross-references in primary articles.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Searches"
        },
        {
            "text": "Bibliographic data of all articles retrieved by the search will be imported into the reference management software ZOTERO. They will be de-duplicated using the tool of the Systematic Review",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study selection"
        },
        {
            "text": "Accelerator by the Centre for Research in Evidence-Based Practice (http://crebp-sra.com/#/), which was found to have good sensitivity and specificity [38] , and additional manual screening. Titles and abstracts of the remaining articles and the additional articles identified from reference lists will be screened by the first author to identify studies that potentially meet the inclusion criteria. Of those, the full texts will be consulted. We will try to identify overlapping samples and multiple reports of the same study by comparing e.g. author names, study sites, sample sizes, demographical and clinical data, treatment descriptions, and results. Eligibility of each study will be assessed independently by two review team members and documented in an adapted version of the Cochrane data collection form (intervention reviews -RCTs only). Discrepancies will be identified and a consensus will be formed by discussion, including a third review team member where necessary. In the case of major unclarities we will attempt to obtain additional information from previous reviews that included the study or from the study authors if there is an accurate email address available.",
            "cite_spans": [
                {
                    "start": 150,
                    "end": 154,
                    "text": "[38]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Study selection"
        },
        {
            "text": "An adapted version of the Cochrane data collection form (intervention review -RCTs only) will be used for data extraction. Two review team members will extract data independently; discrepancies will be resolved through discussion, including the third review team member where necessary. In the case of missing data or unclear study information, we will again consult previous review articles or -if an accurate email address is available -ask the study authors to provide the relevant information on the intervention characteristics and outcome data. Extracted information will include:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data extraction"
        },
        {
            "text": "(1) Characteristics of the study: year, country of origin, institutional setting, design, trial registration number.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data extraction"
        },
        {
            "text": "(2) Characteristics of the article(s): authors, status, and year of publication.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data extraction"
        },
        {
            "text": "(3) Characteristics of the sample: number randomized per group, number and reasons missing, sex, age ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data extraction"
        },
        {
            "text": "Risk of bias in individual studies will be assessed using the Version 2 of the Cochrane risk-ofbias tool for randomized trials (RoB 2) [39] . This recently developed tool uses signaling questions and an algorithm to help making judgments of \"low risk\", \"some concerns\", or \"high risk\" related to five domains:",
            "cite_spans": [
                {
                    "start": 135,
                    "end": 139,
                    "text": "[39]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Risk of bias assessment"
        },
        {
            "text": "(1) bias arising from the randomization process;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Risk of bias assessment"
        },
        {
            "text": "(2) bias due to deviations from intended interventions;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Risk of bias assessment"
        },
        {
            "text": "(3) bias due to missing outcome data;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Risk of bias assessment"
        },
        {
            "text": "(4) bias in measurement of the outcome;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Risk of bias assessment"
        },
        {
            "text": "(5) bias in selection of the reported result.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Risk of bias assessment"
        },
        {
            "text": "Additionally, an overall risk of bias will be determined by the tool's algorithm. The assessment will be done for each trial's outcome and with respect to the assignment to the intervention (intention-to-treat effect). Two trained review team members will independently answer the signaling questions using the available Excel form. Disagreements will be identified with the discrepancy check function and will be resolved by discussion, involving the third review team member where necessary. As high risks of bias may result in an overestimation of family interventions' efficacy, studies with overall high risk will be excluded from the sensitivity analyses. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Risk of bias assessment"
        },
        {
            "text": "A network meta-analysis will be conducted for each of the planned outcomes and intervention characteristics for which sufficient and appropriate data is available. The R package netmeta will be used. Analyses will apply a random effects model within a frequentist framework [40] . We will assume a constant heterogeneity across the comparisons within a network. A network plot will be used to display the intervention types (as nodes) and the quantity of evidence for all possible treatment comparisons (as connecting lines). Estimates for all pairwise treatment effects will be obtained using standardized mean differences (SMDs) for continuous outcomes and risk ratios (RRs)",
            "cite_spans": [
                {
                    "start": 274,
                    "end": 278,
                    "text": "[40]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Data synthesis"
        },
        {
            "text": "for dichotomous outcomes, both with their 95% confidence intervals (CIs). The effects will be displayed in a league ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data synthesis"
        },
        {
            "text": "Diversity of the included populations, interventions, and outcomes may lead to statistical heterogeneity. This may also threaten the assumption of transitivity that implies that the effect of treatment A vs. B can be indirectly determined via a common treatment C. For this assumption to hold, trials that investigate different types of interventions need to be comparable in regard to clinical or methodological variables that may influence the treatment effect. However, the intervention types we plan to investigate may not be independent of each other. E.g., psychoeducative interventions may have fewer sessions than other content types, which would threaten the transitivity of the NMA for content and number of sessions. Other potential effect modifiers are participant or outcome characteristics. E.g., the type of family intervention might differ depending on the severity of the relatives' dysfunction/distress, which was found to be associated with the efficacy of interventions, or interventions with more sessions may report on outcomes with longer follow-up periods.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diversity and transitivity"
        },
        {
            "text": "To evaluate the likelihood of transitivity, the distribution of potential effect modifiers will be compared between trials of different intervention types and investigated for similarity [25, 43, 44] .",
            "cite_spans": [
                {
                    "start": 187,
                    "end": 191,
                    "text": "[25,",
                    "ref_id": null
                },
                {
                    "start": 192,
                    "end": 195,
                    "text": "43,",
                    "ref_id": null
                },
                {
                    "start": 196,
                    "end": 199,
                    "text": "44]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Diversity and transitivity"
        },
        {
            "text": "Based on the Cochrane recommendations [36] , clinical hypotheses, and empirical evidence [4, 15] , characteristics for investigation will include:",
            "cite_spans": [
                {
                    "start": 38,
                    "end": 42,
                    "text": "[36]",
                    "ref_id": null
                },
                {
                    "start": 89,
                    "end": 92,
                    "text": "[4,",
                    "ref_id": null
                },
                {
                    "start": 93,
                    "end": 96,
                    "text": "15]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Diversity and transitivity"
        },
        {
            "text": "1. intervention characteristics: content of the intervention, number of sessions, inclusion of the patient, form of delivery;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diversity and transitivity"
        },
        {
            "text": "2. existence of co-treatments exclusively for patients (above treatment as usual); ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diversity and transitivity"
        },
        {
            "text": "Transitivity will also be addressed by assessing the consistency of direct and indirect evidence [30] , with both local and global methods [25, 43] . Locally, the inconsistency of a specific treatment comparison will be evaluated by splitting the network estimate into the contribution of direct and indirect evidence and checking for agreement. Global heterogeneity of the network will be assessed using a generalized Q-and I 2 -statistic [40] . A decomposition into Q-statistics for heterogeneity within designs (i.e. studies with the same treatment comparisons) and between designs will help identify sources of heterogeneity and to evaluate the inconsistency of the network as a whole.",
            "cite_spans": [
                {
                    "start": 97,
                    "end": 101,
                    "text": "[30]",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 139,
                    "end": 143,
                    "text": "[25,",
                    "ref_id": null
                },
                {
                    "start": 144,
                    "end": 147,
                    "text": "43]",
                    "ref_id": null
                },
                {
                    "start": 440,
                    "end": 444,
                    "text": "[40]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Assessment of heterogeneity and inconsistency"
        },
        {
            "text": "We ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Meta-bias and strength of evidence assessment"
        },
        {
            "text": "In sensitivity analyses, studies with an overall high risk of bias will be excluded. If there is evidence that the assumption of transitivity is threatened within a network (s. Diversity and transitivity), i.e. if there are significant differences between the distributions of potential effect modifiers, we will try to increase consistency and homogeneity by performing subgroup NMAs for the distinct manifestations of the potential effect modifiers. E.g., regarding the number of sessions, there may be separate analyses for studies with a focus on psychoeducation and studies with other foci. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Additional analyses"
        },
        {
            "text": "There are no ethical issues apparent. Results will be published in peer-reviewed journals and be presented at practitioners' congresses. Full data will be made available upon request.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ETHIC AND DISSEMINATION"
        },
        {
            "text": "AL and TL designed this study in close cooperation. AL drafted the protocol and final manuscript, TL revised and approved it.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AUTHORS' CONTRIBUTIONS"
        },
        {
            "text": "This research received no specific grant from any funding agency in the public, commercial, or not-for-profit sectors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FUNDING"
        },
        {
            "text": "The authors do not have any competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COMPETING INTERESTS"
        },
        {
            "text": "I, the Submitting Author has the right to grant and does grant on behalf of all authors of the Work (as defined in the below author licence), an exclusive licence and/or a non-exclusive licence for contributions from authors who are: i) UK Crown employees; ii) where BMJ has agreed a CC-BY licence shall apply, and/or iii) in accordance with the terms applicable for US Federal Government officers or employees acting as part of their official duties; on a worldwide, perpetual, irrevocable, royalty-free basis to BMJ Publishing Group Ltd (\"BMJ\") its licensees and where the relevant Journal is co-owned by BMJ to the co-owners of the Journal, to publish the Work in BMJ Open and any other BMJ products and to exploit all rights, as set out in our licence.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "LICENCE"
        },
        {
            "text": "The Submitting Author accepts and understands that any supply made under these terms is made by BMJ to the Submitting Author unless you are acting as an employee on behalf of your employer or a postgraduate student of an affiliated institution which is paying any applicable article or delusion* or paranoi* or hallucinat* or disorgani* or (thought adj1 (disorder* or disturb*))).ti. or (psychos#s or psychotic* or schizo*).jw. or (psychos#s or psychotic* or schizo*).bt. . ((Famil* or relatives or parent* or mother* or father* or spouse* or partner* or friend* or carer* or caring or caregiv* or expressed emotion?) adj6 (Intervention* or therap* or psychotherap* or psychodrama* or treatment* or management* or psychoeducat* or educat* or counsel* or coach* or support or help or program*3 or train*)).tw.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "LICENCE"
        },
        {
            "text": "6. exp clinical trials/ or treatment effectiveness evaluation/ or random sampling/ or placebo/ or (random* or (controlled adj7 (study or design or trial)) or ((double or single or doubly or singly) adj (blind or blinded or blindly)) or (open adj label) or parallel group*1 or placebo or crossover or cross over or assigned or allocated or ((assign* or match or matched or allocation) adj5 (alternate or group*1 or intervention*1 or patient*1 or subject*1 or participant*1))).tw. or (compare or compared or comparison or trial).ti. or ((evaluated or evaluate or evaluating or assessed or assess) and (compare or compared or comparing or comparison)).ab. S5: TI ((famil* or relatives or parent* or mother* or father* or spouse* or partner* or friend* or carer* or caring or caregiv* or expressed emotion#) N6 (intervention* or therap* or psychotherap* or psychodrama* or treatment* or management* or psychoeducat* or educat* or counsel* or coach* or support or help or program* or train*)) or AB ((famil* or relatives or parent* or mother* or father* or spouse* or partner* or friend* or carer* or caring or caregiv* or expressed emotion#) N6",
            "cite_spans": [],
            "ref_spans": [],
            "section": "LICENCE"
        },
        {
            "text": "(Intervention* or therap* or psychotherap* or psychodrama* or treatment* or management* or psychoeducat* or educat* or counsel* or coach* or support or help or program* or train*)) S6: MH (exp clinical trial or random assignment or random sample or placebos) or TI (random* or (controlled N7 (study or design or trial)) or ((double or single or doubly or singly) W0 (blind or blinded or blindly)) or (open W0 label) or parallel group# or placebo or crossover or cross over or assigned or allocated or ((assign* or match or matched or allocation) N5 (alternate or group# or intervention# or patient# or subject# or participant#)) or compare or compared or comparison or trial) or AB (random* or (controlled N7 (study or design or trial)) or ((double or single or doubly or singly) W0 (blind or blinded or blindly)) or (open W0 label) or parallel group# or placebo or crossover or cross over or assigned or allocated or ((assign* or match or matched or allocation) N5",
            "cite_spans": [],
            "ref_spans": [],
            "section": "LICENCE"
        },
        {
            "text": "(alternate or group# or intervention# or patient# or subject# or participant#)) or ((evaluated or evaluate or evaluating or assessed or assess) and (compare or compared or comparing or comparison))) S7: S1 AND S2 AND S6 S8: S1 AND S3 AND S4 AND S6 S9: S1 AND S5 AND S6 S10: S7 OR S8 OR S9 Describe the mechanism(s) that will be used to manage records and data throughout the review 9",
            "cite_spans": [],
            "ref_spans": [],
            "section": "LICENCE"
        },
        {
            "text": "Study recordsselection process #11b State the process that will be used for selecting studies (such as two independent reviewers) through each phase of the review (that is, screening, eligibility and inclusion in meta-analysis)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "LICENCE"
        },
        {
            "text": "9",
            "cite_spans": [],
            "ref_spans": [],
            "section": "LICENCE"
        },
        {
            "text": "Study records -data collection process #11c Describe planned method of extracting data from reports (such as piloting forms, done independently, in duplicate), any processes for obtaining and confirming data from investigators 9-10 Data items #12 List and define all variables for which data will be sought (such as PICO items, funding sources), any pre-planned data assumptions and simplifications",
            "cite_spans": [],
            "ref_spans": [],
            "section": "LICENCE"
        },
        {
            "text": "Outcomes and prioritization #13 List and define all outcomes for which data will be sought, including prioritization of main and additional outcomes, with rationale 6-7",
            "cite_spans": [],
            "ref_spans": [],
            "section": "9-10"
        },
        {
            "text": "individual studies #14 Describe anticipated methods for assessing risk of bias of individual studies, including whether this will be done at the outcome or study level, or both; state how this information will be used in data synthesis 10 Data synthesis #15a Describe criteria under which study data will be quantitatively synthesised 11-12",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Risk of bias in"
        },
        {
            "text": "Data synthesis #15b If data are appropriate for quantitative synthesis, describe planned summary measures, methods of handling data and methods of combining data from studies, including any planned exploration of consistency (such as I2, Kendall's τ)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Risk of bias in"
        },
        {
            "text": "Data synthesis #15c Describe any proposed additional analyses (such as sensitivity or subgroup analyses, meta-regression)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "11-12"
        },
        {
            "text": "12 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59 Additional outcomes will be severity of symptoms, functioning, burden, and compliance/drop-out. We conducted a comprehensive search of CENTRAL, MEDLINE(R), PsycInfo, CINAHL (08/08/2019), and reference lists of review articles. Full-text assessment of eligibility, data extraction, and risk of bias assessment will be done by two independent reviewers. A network meta-analysis will be conducted for any of the planned outcomes and intervention characteristics for which sufficient and appropriate data is available. The analyses will make use of a random effects model within a frequentist framework. Estimates for all pairwise treatment effects will be obtained using standardized mean differences for continuous outcomes and risk ratios for dichotomous outcomes. Interventions will be ranked according to their relative efficacy. We will address the assumption of transitivity, heterogeneity, and inconsistency using theoretical and statistical approaches. The possibility of publication bias and the strength of evidence will also be examined. Ethics and dissemination: There are no ethical concerns. Results will be published in peer-reviewed journals and presented at practitioners' conferences. The study has been registered in the PROSPERO database (CRD42020148728).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 3,
                    "end": 228,
                    "text": "1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59",
                    "ref_id": null
                },
                {
                    "start": 229,
                    "end": 454,
                    "text": "1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59",
                    "ref_id": null
                }
            ],
            "section": "11-12"
        },
        {
            "text": " Network meta-analysis (NMA) will provide new information on the efficacy of different types of family interventions for psychotic disorders.  It will enable comparisons and increase the precision of effect estimates.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "STRENGTHS AND LIMITATIONS OF THIS STUDY"
        },
        {
            "text": " It will possibly result in a ranking of intervention types that can inform guidelines for clinical practice.  Diversity of studies may result in heterogeneity or inconsistency, which will be addressed with theoretical and statistical approaches. available treatment is antipsychotic drug therapy. However, because of unsatisfactory response, problems with adherence, and disabling side-effects [1, 2] , the focus has begun to switch more towards psychosocial interventions. Family interventions are one of two psychosocial therapies strongly recommended in recent clinical practice guidelines [3] [4] [5] .",
            "cite_spans": [
                {
                    "start": 397,
                    "end": 400,
                    "text": "[1,",
                    "ref_id": null
                },
                {
                    "start": 401,
                    "end": 403,
                    "text": "2]",
                    "ref_id": null
                },
                {
                    "start": 596,
                    "end": 599,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 600,
                    "end": 603,
                    "text": "[4]",
                    "ref_id": null
                },
                {
                    "start": 604,
                    "end": 607,
                    "text": "[5]",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "STRENGTHS AND LIMITATIONS OF THIS STUDY"
        },
        {
            "text": "The relatives of people with psychotic disorders play an important role in the course of the disorder. High levels of expressed emotions (EE), i.e. criticism, hostility, and emotional overinvolvement expressed by the family [6] , were shown to be a reliable predictor of relapse in numerous studies [7] . Additionally, relatives are often the primary caregivers of patients with psychosis and are thus generally considered \"important in the process of assessment and engagement in treatment and also in the successful delivery of effective interventions and therapies for people with psychotic disorders\" [4; British NICE guidelines, p. 28]. As a result, attempts were made to positively influence the course of psychotic disorders by improving its management within the patients' families. However, caring for a person with a psychotic disorder is often a heavy burden and relatives face considerable emotional, social, and economical challenges [8] [9] [10] . These stressful conditions are likely not only to affect the well-being of the relatives, but also to limit their long-term ability to support the patient. Therefore, reducing the burden of care and enhancing the wellbeing of carers has become an additional focus of family interventions.",
            "cite_spans": [
                {
                    "start": 224,
                    "end": 227,
                    "text": "[6]",
                    "ref_id": null
                },
                {
                    "start": 299,
                    "end": 302,
                    "text": "[7]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 947,
                    "end": 950,
                    "text": "[8]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 951,
                    "end": 954,
                    "text": "[9]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 955,
                    "end": 959,
                    "text": "[10]",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "STRENGTHS AND LIMITATIONS OF THIS STUDY"
        },
        {
            "text": "Extensive research has been done on family interventions' efficacy. Previous meta-analyses have found family interventions to substantially and consistently reduce relapse and rehospitalization rates at follow-up assessments (RR ≈ 0.5-0.8) [4, [11] [12] [13] . Symptom severity and social functioning also show slight improvements, although the evidence base is less solid (SMD ≈ 0.3-0.4) [4, 13] .",
            "cite_spans": [
                {
                    "start": 240,
                    "end": 243,
                    "text": "[4,",
                    "ref_id": null
                },
                {
                    "start": 244,
                    "end": 248,
                    "text": "[11]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 249,
                    "end": 253,
                    "text": "[12]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 254,
                    "end": 258,
                    "text": "[13]",
                    "ref_id": null
                },
                {
                    "start": 389,
                    "end": 392,
                    "text": "[4,",
                    "ref_id": null
                },
                {
                    "start": 393,
                    "end": 396,
                    "text": "13]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "STRENGTHS AND LIMITATIONS OF THIS STUDY"
        },
        {
            "text": "Regarding caregivers' outcomes, the most profound finding seems to be a significantly reduced amount of high EE families and a reduced burden of care [13, 14] .",
            "cite_spans": [
                {
                    "start": 150,
                    "end": 154,
                    "text": "[13,",
                    "ref_id": null
                },
                {
                    "start": 155,
                    "end": 158,
                    "text": "14]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "STRENGTHS AND LIMITATIONS OF THIS STUDY"
        },
        {
            "text": "One well-known limiting factor of the evidence base and the delivering of efficacious family interventions is their great variability regarding content, aims, and format [3, 12, 15] . Pharoa et al. [13] list seven different strategies of family interventions and Lobban et al. [15] [17] ), from training of communication and problem-solving skills (e.g. the Behavioural Family Therapy [18] ) to mutual support groups [19] , and from a few sessions to years of support.",
            "cite_spans": [
                {
                    "start": 170,
                    "end": 173,
                    "text": "[3,",
                    "ref_id": null
                },
                {
                    "start": 174,
                    "end": 177,
                    "text": "12,",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 178,
                    "end": 181,
                    "text": "15]",
                    "ref_id": null
                },
                {
                    "start": 198,
                    "end": 202,
                    "text": "[13]",
                    "ref_id": null
                },
                {
                    "start": 277,
                    "end": 281,
                    "text": "[15]",
                    "ref_id": null
                },
                {
                    "start": 282,
                    "end": 286,
                    "text": "[17]",
                    "ref_id": null
                },
                {
                    "start": 385,
                    "end": 389,
                    "text": "[18]",
                    "ref_id": null
                },
                {
                    "start": 417,
                    "end": 421,
                    "text": "[19]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "STRENGTHS AND LIMITATIONS OF THIS STUDY"
        },
        {
            "text": "Despite the variety in the content of interventions, we still know little about whether some approaches are more efficacious than others. Separate meta-analyses have been conducted on specific types of interventions, such as psychoeducation, psychoeducation plus skills training, and systemic therapy [20] [21] [22] [23] . All of them found evidence for the specific interventions' efficacy, albeit in regard to different outcomes and follow-up periods. One meta-analysis differentiated between cognitivebehavioral, purely behavioral, and \"pragmatic\" family interventions and found no difference in regard to relapse [24] . For recent-onset psychosis, a meta-analysis found mutual support to be more effective than psychoeducation in improving family functioning 1 to 2 years after the intervention [14] .",
            "cite_spans": [
                {
                    "start": 301,
                    "end": 305,
                    "text": "[20]",
                    "ref_id": null
                },
                {
                    "start": 306,
                    "end": 310,
                    "text": "[21]",
                    "ref_id": null
                },
                {
                    "start": 311,
                    "end": 315,
                    "text": "[22]",
                    "ref_id": null
                },
                {
                    "start": 316,
                    "end": 320,
                    "text": "[23]",
                    "ref_id": null
                },
                {
                    "start": 617,
                    "end": 621,
                    "text": "[24]",
                    "ref_id": null
                },
                {
                    "start": 799,
                    "end": 803,
                    "text": "[14]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "STRENGTHS AND LIMITATIONS OF THIS STUDY"
        },
        {
            "text": "However, this analysis was only based on two studies that had directly compared these approaches. In a systematic review of randomized controlled trials (RCT) on outcomes for relatives of people with psychotic disorders, none of the content components or types assigned to the studies (e.g. psychoeducation only, psychoeducation plus mutual support, psychoeducation plus skills training) reliably distinguished effective from ineffective interventions [15] .",
            "cite_spans": [
                {
                    "start": 452,
                    "end": 456,
                    "text": "[15]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "STRENGTHS AND LIMITATIONS OF THIS STUDY"
        },
        {
            "text": "Similarly, we are still in the dark about the ideal format of a family intervention. Some metaanalyses have calculated effects for subgroups of studies with specific formats. These indicate that more extensive interventions are more successful in reducing relapse [4, 12] and demonstrate that the positive evidence for family interventions is mainly based on interventions that include the patient [4] .",
            "cite_spans": [
                {
                    "start": 264,
                    "end": 267,
                    "text": "[4,",
                    "ref_id": null
                },
                {
                    "start": 268,
                    "end": 271,
                    "text": "12]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 398,
                    "end": 401,
                    "text": "[4]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "STRENGTHS AND LIMITATIONS OF THIS STUDY"
        },
        {
            "text": "Meta-analyses on studies that have directly compared interventions with a focus on single families versus multiple family groups did not find them to differ in terms of relapse, but suggest that working with single families is better accepted than group settings involving multiple families [4, 13] .",
            "cite_spans": [
                {
                    "start": 291,
                    "end": 294,
                    "text": "[4,",
                    "ref_id": null
                },
                {
                    "start": 295,
                    "end": 298,
                    "text": "13]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "STRENGTHS AND LIMITATIONS OF THIS STUDY"
        },
        {
            "text": "The existing meta-analytic approaches have several limitations when it comes to evaluating the comparative efficacy of different intervention types:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "STRENGTHS AND LIMITATIONS OF THIS STUDY"
        },
        {
            "text": "1. The differentiation of intervention types is unclear. In addition to unclear descriptions in primary studies [15] , many interventions comprise a variety of different components. The definitions used in existing meta-analyses and reviews are diverse and often imprecise.",
            "cite_spans": [
                {
                    "start": 112,
                    "end": 116,
                    "text": "[15]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "STRENGTHS AND LIMITATIONS OF THIS STUDY"
        },
        {
            "text": "There are only few studies that directly compare different types of interventions and these have rarely been meta-analyzed. Most of the meta-analytic evidence is based on comparisons of a single intervention type to a non-intervention control condition. 4 . For most of the intervention types the number of studies is small. E.g., many subgroup meta-analyses for specific formats are based on less than five studies [4, 13] . This results in imprecise effect size estimates and limits the interpretation of significance. 5. The differential effects of some important characteristics of family interventions (e.g. media-based vs. face-to-face formats) have not yet been investigated meta-analytically.",
            "cite_spans": [
                {
                    "start": 254,
                    "end": 255,
                    "text": "4",
                    "ref_id": null
                },
                {
                    "start": 416,
                    "end": 419,
                    "text": "[4,",
                    "ref_id": null
                },
                {
                    "start": 420,
                    "end": 423,
                    "text": "13]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "2."
        },
        {
            "text": "On this background it is still widely unclear whether there are significant differences in efficacy between different types of family interventions. This study aims to compare the types of family interventions in a systematic and consistent manner, using the method of network metaanalysis (NMA). NMA extends on classical meta-analysis because it allows to simultaneously compare multiple intervention types and to combine the evidence of direct comparisons with indirect comparisons to common control conditions [25, 26] . This enables us to evaluate the comparative efficacy of intervention types that have not yet been directly compared. Due to the inclusion of additional information from indirect comparisons, the efficacy can also be estimated more precisely [27] . Finally, all intervention types can be ranked according to their relative efficacy. This information could be of high value for patients, their families, as well as healthcare providers and may serve as a guideline for delivering the most efficacious interventions.",
            "cite_spans": [
                {
                    "start": 513,
                    "end": 517,
                    "text": "[25,",
                    "ref_id": null
                },
                {
                    "start": 518,
                    "end": 521,
                    "text": "26]",
                    "ref_id": null
                },
                {
                    "start": 765,
                    "end": 769,
                    "text": "[27]",
                    "ref_id": "BIBREF59"
                }
            ],
            "ref_spans": [],
            "section": "2."
        },
        {
            "text": "Using NMA, this study aims to compare the efficacy of different types of family interventions for people with psychotic disorders and their relatives. Interventions will be differentiated by  content (e.g. psychoeducation, mutual support, skills training) and",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Objectives"
        },
        {
            "text": " format (e.g. number of sessions, inclusion of patient, form of delivery).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Objectives"
        },
        {
            "text": "Meta-Analysis Protocols (PRISMA-P) [28] , the PRISMA extension statement for reporting of systematic reviews incorporating NMA of healthcare interventions [29] , and the chapter of the Cochrane Handbook on undertaking NMA [25] . The NMA has been registered in the PROSPERO database (CRD42020148728); the record will be updated with any changes made to the protocol.",
            "cite_spans": [
                {
                    "start": 35,
                    "end": 39,
                    "text": "[28]",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 155,
                    "end": 159,
                    "text": "[29]",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 222,
                    "end": 226,
                    "text": "[25]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Methods for this NMA are based on the Preferred Reporting Items for Systematic Review and"
        },
        {
            "text": "To include a sufficient number of studies for the specific direct and indirect comparisons and to increase the connectivity of the networks, some of the eligibility criteria are more lenient than in traditional meta-analysis [30] . a. People with a diagnosis of a psychotic disorder, defined as schizophrenia, schizo-affective disorder, schizophreniform disorder, brief psychotic disorder, or delusional disorder. In order to meet the diversity of clinical practice [31] , all kinds of definitions and diagnostic procedures as well as all kinds of comorbid disorders will be accepted. Populations with subthreshold psychotic symptoms (e.g. high-risk populations) will be excluded. There will be no restrictions regarding age as family interventions are also common in younger people/adolescents (e.g. first episode of psychosis).",
            "cite_spans": [
                {
                    "start": 225,
                    "end": 229,
                    "text": "[30]",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 466,
                    "end": 470,
                    "text": "[31]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Eligibility criteria"
        },
        {
            "text": "Samples also including people without psychotic but with other diagnoses are eligible if most of the patients are diagnosed with a psychotic disorder. \"Most\" is defined as a minimum of 75% to ensure that the included studies allow drawing conclusions about the population of interest and in accordance with a previous Cochrane meta-analysis on family interventions for schizophrenia [13] . If only broad categories of psychotic disorders in major classification systems, such as \"Schizophrenia and other psychotic disorders\" in DSM-IV [32] or \"Schizophrenia, schizotypal and delusional disorders\" in ICD-10 [33] , are used to describe the diagnoses, we assume that at least 75% are psychotic disorders as defined above.",
            "cite_spans": [
                {
                    "start": 383,
                    "end": 387,
                    "text": "[13]",
                    "ref_id": null
                },
                {
                    "start": 607,
                    "end": 611,
                    "text": "[33]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Eligibility criteria"
        },
        {
            "text": "b. The relatives, spouses/partners, friends or non-professional carers of the people with psychotic disorders, as defined by the study. They have to be of an adult age, minor children of people with psychotic disorders will be excluded.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Eligibility criteria"
        },
        {
            "text": "Intervention: Family interventions, defined as any psychosocial intervention directed at the relatives, spouses/partners, friends or non-professional carers of people with a psychotic disorder, will be included. If the intervention also comprises treatment elements for patients only, a substantial part of the intervention as a whole (i.e. at least 50%, excluding treatment as usual or comparator elements) has to be directed at a relative, spouse/partner, friend or non-professional carer.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Eligibility criteria"
        },
        {
            "text": "The exact types and definitions of interventions to be compared in the analyses will depend on the distinct interventions and comparisons realized in the included studies and may be adjusted, amended, or lumped. The following categories were created in consideration of the classifications resulting from previous review articles [3, 12, 15, 34] and after pilot screening of about 25 primary study articles. These articles were identified as key publications in reviews and on the basis of the current state of research. A.L. read the full texts of the publications, the study designs were then discussed in the research team.",
            "cite_spans": [
                {
                    "start": 330,
                    "end": 333,
                    "text": "[3,",
                    "ref_id": null
                },
                {
                    "start": 334,
                    "end": 337,
                    "text": "12,",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 338,
                    "end": 341,
                    "text": "15,",
                    "ref_id": null
                },
                {
                    "start": 342,
                    "end": 345,
                    "text": "34]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Eligibility criteria"
        },
        {
            "text": "1. Counseling and management: general support in organizational, social, or emotional issues. If different types of family interventions are compared in a study, they have to differ in at least one of these categories because otherwise their comparison could not be included in the network.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Content of the intervention:"
        },
        {
            "text": "Comparator: Any kind of comparator will be included. The following classification of the comparator's content is also preliminary and may be adjusted through the process of study selection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Content of the intervention:"
        },
        {
            "text": "So far it includes no treatment vs. treatment as usual (as defined by the study) vs. psychosocial intervention for patients only (e.g. psychoeducation, cognitive-behavioral therapy, social skills training).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Content of the intervention:"
        },
        {
            "text": "Study type: RCTs will be included, defined according to the Cochrane Handbook as trials in which \"the author(s) state explicitly (usually by some variant of the term 'random' to describe the allocation procedure used) that the groups compared in the trial were established by random allocation\" [35] . Quasi-RCTs, cluster-RCTs, and crossover trials will be excluded.",
            "cite_spans": [
                {
                    "start": 295,
                    "end": 299,
                    "text": "[35]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Content of the intervention:"
        },
        {
            "text": "The outcomes were selected and defined in consideration of previous reviews, pilot screening of study articles, and statistical properties. However, here too, the definitions may be refined during study selection and data extraction based on the specific measures used in the included studies. The most commonly reported measures of family interventions' efficacy will serve as main outcomes:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Outcomes"
        },
        {
            "text": "For people with psychotic disorders: Global clinical state, including the occurrence of relapse, hospitalization, crisis care service use, or remission/recovery, as defined by the study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Outcomes"
        },
        {
            "text": "Coping and attitudes, including endpoint scores in rating scales or questionnaires concerning EE, communicative or problem solving skills, coping with stress and numerical outcome data for the calculation of standardized mean differences (SMD) for continuous outcomes and risk ratios (RR) for dichotomous outcomes. Change scores will be excluded because the combined analysis with endpoint scores is not recommended when using SMDs [36] .",
            "cite_spans": [
                {
                    "start": 432,
                    "end": 436,
                    "text": "[36]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "For relatives/carers:"
        },
        {
            "text": "If a study reports multiple eligible outcome measures with sufficient information for effect size calculation, the measure for inclusion will be selected based on the following criteria, which were developed to maximize validity and homogeneity of study outcomes:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "For relatives/carers:"
        },
        {
            "text": "(a) For multiple measures within the same outcome category, measures will be preferred according to the order they are listed above (e.g. for global clinical state, our first preference will be measures of relapse, if these are not reported we will include measures of hospitalization, then measures of crisis care service use and then measures indicating the extent of remission or recovery).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "For relatives/carers:"
        },
        {
            "text": "(b) For multiple time-points, outcomes at one year (after the beginning of intervention/baseline assessment) or those closest to this time-point will be preferred. (c) For multiple methods of assessment (e.g. different scales), the most commonly reported will be determined among the included studies and these will be preferred for inclusion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "For relatives/carers:"
        },
        {
            "text": "In cases in which more than one outcome remains, the one with the best psychometric properties will be preferred.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "For relatives/carers:"
        },
        {
            "text": "(d) For multiple samples, the one with the most comprehensive and adequate outcomes orif outcomes are equivalent -the largest N will be preferred.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "For relatives/carers:"
        },
        {
            "text": "The criteria may be adjusted if this is required based on the included studies. If no single outcome measure can be determined based on these criteria, a composite effect will be calculated (e.g.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "For relatives/carers:"
        },
        {
            "text": "for separate scales of positive and negative psychotic symptoms). The procedure of calculating a composite effect will follow the proposals made by Borenstein et al. [37] .",
            "cite_spans": [
                {
                    "start": 166,
                    "end": 170,
                    "text": "[37]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "For relatives/carers:"
        },
        {
            "text": "Reports will have to include an English abstract to evaluate eligibility in a first step.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Report characteristics"
        },
        {
            "text": "Conference/congress abstracts and trial registrations without results will be excluded as these reports do not present sufficient data for the assessment of eligibility, especially regarding outcomes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Report characteristics"
        },
        {
            "text": "However, we will try to identify more comprehensive publications for relevant trials (see Searches).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Report characteristics"
        },
        {
            "text": "Foreign language articles will be translated. If there are multiple reports referring to the same study of which at least one presents sufficient information for our analyses in English, the reports in other languages will not be considered due to limited resources.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Report characteristics"
        },
        {
            "text": "The 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59  60   F  o  r  p  e  e  r  r  e  v  i  e  w  o  n  l  y   NETWORK META-ANALYSIS ON FAMILY INTERVENTIONS FOR PSYCHOSIS   9 Additionally, the reference lists of the most relevant, recent, and comprehensive review articles were screened to identify articles missed by the computerized search. Reviews were identified by the above searches and by searching the Cochrane Database of Systematic Reviews. We also try to identify full reports of relevant trial registrations, study protocols, and congress abstracts as well as cross-references in primary articles.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 4,
                    "end": 351,
                    "text": "1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59  60   F  o  r  p  e  e  r  r  e  v  i  e  w  o  n  l  y   NETWORK META-ANALYSIS ON FAMILY INTERVENTIONS FOR PSYCHOSIS   9",
                    "ref_id": null
                }
            ],
            "section": "Searches"
        },
        {
            "text": "Bibliographic data of all articles retrieved by the search will be imported into the reference management software ZOTERO. They will be de-duplicated using the tool of the Systematic Review Accelerator by the Centre for Research in Evidence-Based Practice (http://crebp-sra.com/#/), which was found to have good sensitivity and specificity [38] , and additional manual screening. Titles and abstracts of the remaining articles and the additional articles identified from references will be screened by the first author to identify studies that potentially meet the inclusion criteria. Of those, the full texts will be consulted. We will try to identify overlapping samples and multiple reports of the same study by comparing e.g. author names, study sites and years, sample sizes, demographical and clinical data, treatment descriptions, and results. Eligibility of each study will be assessed independently by two review team members and documented in an adapted version of the Cochrane data collection form (intervention reviews -RCTs only). Discrepancies will be identified and a consensus will be formed by discussion, including a third review team member where necessary. In the case of major unclarities we will attempt to obtain additional information from previous reviews that included the study or from the study authors if there is an accurate email address available.",
            "cite_spans": [
                {
                    "start": 340,
                    "end": 344,
                    "text": "[38]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Study selection"
        },
        {
            "text": "A data collection form and tool will be created and pilot-tested in consideration of the recommendations in chapter 5.3 and 5.4 of the Cochrane Handbook [39] . Two review team members will extract data independently; discrepancies will be resolved through discussion, including the third review team member where necessary. In the case of missing data or unclear study information, we will again consult previous review articles or -if an accurate email address is available -ask the study authors to provide the relevant information on intervention characteristics and outcome data.",
            "cite_spans": [
                {
                    "start": 153,
                    "end": 157,
                    "text": "[39]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Data extraction"
        },
        {
            "text": "Extracted information will include:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data extraction"
        },
        {
            "text": "(1) Characteristics of the study: year, country.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data extraction"
        },
        {
            "text": "(2) Characteristics of the report(s): authors, year, type of publication.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data extraction"
        },
        {
            "text": "(3) Characteristics of the sample: number randomized per group, sex, age 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59 ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 73,
                    "end": 298,
                    "text": "1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59",
                    "ref_id": null
                }
            ],
            "section": "Data extraction"
        },
        {
            "text": "Risk of bias in individual studies will be assessed using the Version 2 of the Cochrane risk-ofbias tool for randomized trials (RoB 2) [40] . This recently developed tool uses signaling questions and an algorithm to help making judgments of \"low risk\", \"some concerns\", or \"high risk\" related to five domains:",
            "cite_spans": [
                {
                    "start": 135,
                    "end": 139,
                    "text": "[40]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Risk of bias assessment"
        },
        {
            "text": "(1) bias arising from the randomization process;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Risk of bias assessment"
        },
        {
            "text": "(2) bias due to deviations from intended interventions;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Risk of bias assessment"
        },
        {
            "text": "(3) bias due to missing outcome data;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Risk of bias assessment"
        },
        {
            "text": "(4) bias in measurement of the outcome;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Risk of bias assessment"
        },
        {
            "text": "(5) bias in selection of the reported result.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Risk of bias assessment"
        },
        {
            "text": "Additionally, an overall risk of bias will be determined by the tool's algorithm. The assessment will be done for each trial's outcome and with respect to the assignment to the intervention (intention-to-treat effect). Two trained review team members will independently answer the signaling questions using the available Excel form. Disagreements will be identified with the discrepancy check function and will be resolved by discussion, involving the third review team member where necessary. As high risks of bias may result in an overestimation of family interventions' efficacy, studies with overall high risk will be excluded from the sensitivity analyses. 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59 ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 662,
                    "end": 887,
                    "text": "1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59",
                    "ref_id": null
                }
            ],
            "section": "Risk of bias assessment"
        },
        {
            "text": "A NMA will be conducted for each of the planned outcomes and intervention characteristics for which sufficient and appropriate data is available. The R package netmeta will be used. Analyses will apply a random effects model within a frequentist framework [41] . We will assume a constant heterogeneity across the comparisons within a network. A network plot will be used to display the intervention types (as nodes) and the quantity of studies for all possible treatment comparisons (as connecting lines). Estimates for all pairwise treatment effects will be obtained using standardized mean differences for continuous outcomes and risk ratios for dichotomous outcomes, both with their 95% confidence intervals. The effects will be displayed in a league characteristics. E.g., the type of family intervention might differ depending on the severity of the relatives' dysfunction/distress, which was found to be associated with the efficacy of interventions [15] , or interventions with more sessions may report on outcomes with longer follow-up periods.",
            "cite_spans": [
                {
                    "start": 256,
                    "end": 260,
                    "text": "[41]",
                    "ref_id": null
                },
                {
                    "start": 957,
                    "end": 961,
                    "text": "[15]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Data synthesis"
        },
        {
            "text": "To evaluate the likelihood of transitivity, the distribution of potential effect modifiers will be compared between trials of different intervention types and investigated for similarity [25, 44, 45] .",
            "cite_spans": [
                {
                    "start": 187,
                    "end": 191,
                    "text": "[25,",
                    "ref_id": null
                },
                {
                    "start": 192,
                    "end": 195,
                    "text": "44,",
                    "ref_id": null
                },
                {
                    "start": 196,
                    "end": 199,
                    "text": "45]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Data synthesis"
        },
        {
            "text": "Based on Cochrane recommendations [36] , clinical hypotheses, and empirical evidence [4, 15] , characteristics for investigation will include:",
            "cite_spans": [
                {
                    "start": 34,
                    "end": 38,
                    "text": "[36]",
                    "ref_id": null
                },
                {
                    "start": 85,
                    "end": 88,
                    "text": "[4,",
                    "ref_id": null
                },
                {
                    "start": 89,
                    "end": 92,
                    "text": "15]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Data synthesis"
        },
        {
            "text": "1. intervention characteristics: content of the intervention, number of sessions, inclusion of patient, form of delivery;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data synthesis"
        },
        {
            "text": "2. existence of co-treatment for patients only (above treatment as usual); 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59 ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 75,
                    "end": 300,
                    "text": "1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59",
                    "ref_id": null
                }
            ],
            "section": "Data synthesis"
        },
        {
            "text": "Transitivity will also be addressed by assessing the consistency of direct and indirect evidence [30] , with both local and global methods [25, 44] . Locally, the inconsistency of a specific treatment comparison will be evaluated by splitting the network estimate into the contribution of direct and indirect evidence and checking for agreement. Global heterogeneity of the network will be assessed using a generalized Q-and I 2 -statistic [41] . A decomposition into Q-statistics for heterogeneity within designs (i.e. studies with the same treatment comparisons) and between designs will help to identify sources of heterogeneity and to evaluate the inconsistency of the network as a whole.",
            "cite_spans": [
                {
                    "start": 97,
                    "end": 101,
                    "text": "[30]",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 139,
                    "end": 143,
                    "text": "[25,",
                    "ref_id": null
                },
                {
                    "start": 144,
                    "end": 147,
                    "text": "44]",
                    "ref_id": null
                },
                {
                    "start": 440,
                    "end": 444,
                    "text": "[41]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Assessment of heterogeneity and inconsistency"
        },
        {
            "text": "We will examine the possibility of publication bias by non-statistical considerations [ ",
            "cite_spans": [
                {
                    "start": 86,
                    "end": 87,
                    "text": "[",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Meta-bias and strength of evidence assessment"
        },
        {
            "text": "In sensitivity analyses, studies with an overall high risk of bias will be excluded. If there is evidence that the assumption of transitivity is threatened within a network (s. Diversity and transitivity), i.e. if there are significant differences between the distributions of potential effect modifiers, we will try to increase consistency and homogeneity by performing subgroup NMAs for the distinct manifestations of the potential effect modifiers. E.g., regarding the number of sessions, there may be separate analyses for studies with a focus on psychoeducation and studies with other foci. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Additional analyses"
        },
        {
            "text": "Patients or the public will not be involved in the design or conduct of the study. However, the EmPeeRie (Empower Peers to Research) Now group at the UKE (Outpatient Clinic at the University of Hamburg) will consult on issues concerning reporting, interpretation, and dissemination of findings. The EmPeeRie Now group consists of members with lived experience of mental disorders, with multiple members having lived experience in psychosis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patient and public involvement"
        },
        {
            "text": "There are no ethical issues apparent. Results will be published in peer-reviewed journals and be presented at practitioners' congresses. Full data will be made available upon request.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ETHIC AND DISSEMINATION"
        },
        {
            "text": "AL and TL designed this study in close cooperation. AL drafted the protocol and final manuscript, TL revised and approved it.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AUTHORS' CONTRIBUTIONS"
        },
        {
            "text": "This research received no specific grant from any funding agency in the public, commercial, or not-for-profit sectors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FUNDING"
        },
        {
            "text": "The authors do not have any competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COMPETING INTERESTS"
        },
        {
            "text": "I, the Submitting Author has the right to grant and does grant on behalf of all authors of the Work (as defined in the below author licence), an exclusive licence and/or a non-exclusive licence for contributions from authors who are: i) UK Crown employees; ii) where BMJ has agreed a CC-BY licence shall apply, and/or iii) in accordance with the terms applicable for US Federal Government officers or employees acting as part of their official duties; on a worldwide, perpetual, irrevocable, royalty-free basis to BMJ Publishing Group Ltd (\"BMJ\") its licensees and where the relevant Journal is co-owned by BMJ to the co-owners of the Journal, to publish the Work in BMJ Open and any other BMJ products and to exploit all rights, as set out in our licence.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "LICENCE"
        },
        {
            "text": "The Submitting Author accepts and understands that any supply made under these terms is made by BMJ to the Submitting Author unless you are acting as an employee on behalf of your employer or a postgraduate student of an affiliated institution which is paying any applicable article 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59  60   F  o  r  p  e  e  r  r  e  v  i  e  w  o  n  l  y   NETWORK META-ANALYSIS ON FAMILY INTERVENTIONS FOR PSYCHOSIS   14 publishing charge (\"APC\") for Open Access articles. Where the Submitting Author wishes to make the Work available on an Open Access basis (and intends to pay the relevant APC), the terms of reuse of such Open Access shall be governed by a Creative Commons licence -details of these licences and which Creative Commons licence will apply to this Work are set out in our licence referred to above. 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59  60   F  o  r  p  e  e  r  r  e  v  i  e  w  o  n  l  y   NETWORK META-ANALYSIS ON FAMILY INTERVENTIONS FOR PSYCHOSIS   15  1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59  60   F  o  r  p  e  e  r  r  e  v  i  e  w  o  n  l  y   NETWORK META-ANALYSIS ON FAMILY INTERVENTIONS FOR PSYCHOSIS   16  1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59  60   F  o  r  p  e  e  r  r  e  v  i  e  w  o  n  l  y  1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59 Describe the mechanism(s) that will be used to manage records and data throughout the review 9",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 283,
                    "end": 631,
                    "text": "1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59  60   F  o  r  p  e  e  r  r  e  v  i  e  w  o  n  l  y   NETWORK META-ANALYSIS ON FAMILY INTERVENTIONS FOR PSYCHOSIS   14",
                    "ref_id": null
                },
                {
                    "start": 1028,
                    "end": 1953,
                    "text": "1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59  60   F  o  r  p  e  e  r  r  e  v  i  e  w  o  n  l  y   NETWORK META-ANALYSIS ON FAMILY INTERVENTIONS FOR PSYCHOSIS   15  1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59  60   F  o  r  p  e  e  r  r  e  v  i  e  w  o  n  l  y   NETWORK META-ANALYSIS ON FAMILY INTERVENTIONS FOR PSYCHOSIS   16  1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59",
                    "ref_id": null
                },
                {
                    "start": 1954,
                    "end": 2462,
                    "text": "1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59  60   F  o  r  p  e  e  r  r  e  v  i  e  w  o  n  l  y  1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59",
                    "ref_id": null
                }
            ],
            "section": "LICENCE"
        },
        {
            "text": "Study recordsselection process #11b State the process that will be used for selecting studies (such as two independent reviewers) through each phase of the review (that is, screening, eligibility and inclusion in meta-analysis)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "LICENCE"
        },
        {
            "text": "9",
            "cite_spans": [],
            "ref_spans": [],
            "section": "LICENCE"
        },
        {
            "text": "Study records -data collection process #11c Describe planned method of extracting data from reports (such as piloting forms, done independently, in duplicate), any processes for obtaining and confirming data from investigators 9 Data items #12 List and define all variables for which data will be sought (such as PICO items, funding sources), any pre-planned data assumptions and simplifications",
            "cite_spans": [],
            "ref_spans": [],
            "section": "LICENCE"
        },
        {
            "text": "Outcomes and prioritization #13 List and define all outcomes for which data will be sought, including prioritization of main and additional outcomes, with rationale 6-8",
            "cite_spans": [],
            "ref_spans": [],
            "section": "9-10"
        },
        {
            "text": "individual studies #14 Describe anticipated methods for assessing risk of bias of individual studies, including whether this will be done at the outcome or study level, or both; state how this information will be used in data synthesis 10 Data synthesis #15a Describe criteria under which study data will be quantitatively synthesised [11] [12] Data synthesis #15b If data are appropriate for quantitative synthesis, describe planned summary measures, methods of handling data and methods of combining data from studies, including any planned exploration of 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59  60 ",
            "cite_spans": [
                {
                    "start": 335,
                    "end": 339,
                    "text": "[11]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 340,
                    "end": 344,
                    "text": "[12]",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [
                {
                    "start": 558,
                    "end": 787,
                    "text": "1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59  60",
                    "ref_id": null
                }
            ],
            "section": "Risk of bias in"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Comparative efficacy and tolerability of 15 antipsychotic drugs in schizophrenia: a multipletreatments meta-analysis. The Lancet",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "382",
            "issn": "",
            "pages": "60733--60736",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Effectiveness of Antipsychotic Drugs in Patients with Chronic Schizophrenia",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Lieberman",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "S"
                    ],
                    "last": "Stroup",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Mcevoy",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Swartz",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Rosenheck",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "O"
                    ],
                    "last": "Perkins",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Hsiao",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "New England Journal of Medicine",
            "volume": "353",
            "issn": "12",
            "pages": "1209--1223",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Evidenzbasierte Leitlinie zur Psychotherapie von Schizophrenie und anderen psychotischen Störungen",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Lincoln",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pedersen",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hahlweg",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Wiedl",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Frantz",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Psychosis and Schizophrenia in Adults: The NICE Guideline on Treatment and Management: Updated Edition",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Comparative efficacy and tolerability of 15 antipsychotic drugs in schizophrenia: a multiple-treatments meta-analysis",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Leucht",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cipriani",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Spineli",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "The Lancet",
            "volume": "382",
            "issn": "13",
            "pages": "60733--60736",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Effectiveness of antipsychotic drugs in patients with chronic schizophrenia",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Lieberman",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "S"
                    ],
                    "last": "Stroup",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Mcevoy",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "N Engl J Med",
            "volume": "353",
            "issn": "",
            "pages": "1209--1232",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa051688"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Evidenzbasierte Leitlinie zur Psychotherapie von Schizophrenie und Anderen Psychotischen Störungen",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Lincoln",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pedersen",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hahlweg",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Family intervention for schizophrenia",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Pharoah",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Mari",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rathbone",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Cochrane Database Syst Rev",
            "volume": "000088",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1002/14651858.CD000088.pub3"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Family intervention for caregivers of people with recentonset psychosis: A systematic review and meta-analysis",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "F"
                    ],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "T"
                    ],
                    "last": "Chien",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "T"
                    ],
                    "last": "Bressington",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Early Interv Psychiatry",
            "volume": "12",
            "issn": "",
            "pages": "535--60",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "A systematic review of randomised controlled trials of interventions reporting outcomes for relatives of people with psychosis",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Lobban",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Postlethwaite",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Glentworth",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Clin Psychol Rev",
            "volume": "33",
            "issn": "",
            "pages": "372--82",
            "other_ids": {
                "DOI": [
                    "10.1016/j.cpr.2012.12.004"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Schizophrenia and the Family: A Practitioner's Guide to Psychoeducation and Management. 1. edition",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Reiss",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "E"
                    ],
                    "last": "Hogarty",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Expressed emotion and Milan systemic intervention: a pilot study on families of people with a diagnosis of schizophrenia",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bertrando",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Cecchin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Clerici",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Fam Ther",
            "volume": "28",
            "issn": "",
            "pages": "81--102",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1467-6427.2006.00339.x"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Handbook of Behavioural Family Therapy",
            "authors": [
                {
                    "first": "Irh",
                    "middle": [],
                    "last": "Falloon",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "One-year follow-up of a multiple-family-group intervention for Chinese families of patients with schizophrenia",
            "authors": [
                {
                    "first": "W-T",
                    "middle": [],
                    "last": "Chien",
                    "suffix": ""
                },
                {
                    "first": "Swc",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Psychiatr Serv",
            "volume": "55",
            "issn": "",
            "pages": "1276--84",
            "other_ids": {
                "DOI": [
                    "10.1176/appi.ps.55.11.1276"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Effectiveness of psychoeducation for relapse, symptoms, knowledge, adherence and functioning in psychotic disorders: A meta-analysis",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Lincoln",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Wilhelm",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Nestoriuc",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Schizophr Res",
            "volume": "96",
            "issn": "",
            "pages": "232--277",
            "other_ids": {
                "DOI": [
                    "10.1016/j.schres.2007.07.022"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Efficacy of psychological therapy in schizophrenia: Conclusions from meta-analyses",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pfammatter",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [
                        "M"
                    ],
                    "last": "Junghan",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "D"
                    ],
                    "last": "Brenner",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Schizophr Bull",
            "volume": "32",
            "issn": "",
            "pages": "64--80",
            "other_ids": {
                "DOI": [
                    "10.1093/schbul/sbl030"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Efficacy of systemic therapy on adults with mental disorders: A meta-analysis",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pinquart",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Oslejsek",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Teubert",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Psychother Res",
            "volume": "26",
            "issn": "",
            "pages": "241--57",
            "other_ids": {
                "DOI": [
                    "10.1080/10503307.2014.935830"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Effectiveness of psychoeducational interventions for family carers of people with psychosis: A systematic review and meta-analysis",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gillard",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Spain",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Clin Psychol Rev",
            "volume": "56",
            "issn": "",
            "pages": "13--24",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Meta-analysis of clinical trials on family intervention in schizophrenia",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rodrigues",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Krauss-Silva",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Martins",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Cad Saude Publica",
            "volume": "24",
            "issn": "",
            "pages": "2203--2218",
            "other_ids": {
                "DOI": [
                    "10.1590/S0102-311X2008001000002"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Cochrane Handbook for Systematic Reviews of Interventions",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Chaimani",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Caldwell",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Multivariate and network meta-analysis of multiple outcomes and multiple treatments: rationale, concepts, and examples",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Riley",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Jackson",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Salanti",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "BMJ",
            "volume": "358",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/bmj.j3932"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "ICD-10: International Statistical Classification of Diseases and Related Health Problems: tenth revision",
            "authors": [],
            "year": 2004,
            "venue": "World Health Organization",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "What do we know about family interventions for psychosis at the process level? A systematic review",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gracio",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Goncalves-Pereira",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Leff",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Fam Process",
            "volume": "55",
            "issn": "",
            "pages": "79--90",
            "other_ids": {
                "DOI": [
                    "10.1111/famp.12155"
                ]
            }
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Technical Supplement to Chapter 4: Searching for and selecting studies",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lefebvre",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Glanville",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Briscoe",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Cochrane Handbook for Systematic Reviews of Interventions",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Deeks",
                    "suffix": ""
                },
                {
                    "first": "Jpt",
                    "middle": [],
                    "last": "Higgins",
                    "suffix": ""
                },
                {
                    "first": "Dg ;",
                    "middle": [],
                    "last": "Altman",
                    "suffix": ""
                },
                {
                    "first": "Jpt",
                    "middle": [],
                    "last": "Higgins",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Thomas",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chandler",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Introduction to Meta-Analysis",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Borenstein",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "V"
                    ],
                    "last": "Hedges",
                    "suffix": ""
                },
                {
                    "first": "Jpt",
                    "middle": [],
                    "last": "Higgins",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Better duplicate detection for systematic reviewers: evaluation of Systematic Review Assistant-Deduplication Module",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rathbone",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Carter",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hoffmann",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Syst Rev",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/2046-4053-4-6"
                ]
            }
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "RoB 2: a revised tool for assessing risk of bias in randomised trials",
            "authors": [
                {
                    "first": "Jac",
                    "middle": [],
                    "last": "Sterne",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Savović",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Page",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "BMJ",
            "volume": "366",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/bmj.l4898"
                ]
            }
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Meta-Analysis with R",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Schwarzer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Carpenter",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Rücker",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/978-3-319-21416-0"
                ]
            }
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Comparative efficacy and tolerability of 15 antipsychotic drugs in schizophrenia: a multiple-treatments meta-analysis",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Leucht",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cipriani",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Spineli",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "The Lancet",
            "volume": "382",
            "issn": "13",
            "pages": "60733--60736",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736"
                ]
            }
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Effectiveness of antipsychotic drugs in patients with chronic schizophrenia",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Lieberman",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "S"
                    ],
                    "last": "Stroup",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Mcevoy",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "N Engl J Med",
            "volume": "353",
            "issn": "",
            "pages": "1209--1232",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa051688"
                ]
            }
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Evidenzbasierte Leitlinie zur Psychotherapie von Schizophrenie und Anderen Psychotischen Störungen",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Lincoln",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pedersen",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hahlweg",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Psychosis and Schizophrenia in Adults: The NICE Guideline on Treatment and Management",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "S3 Guideline for Schizophrenia. Abbreviated version (English), version 1.0, last updated on 29",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "The measurement of expressed emotion in the families of psychiatric patients",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Vaughn",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Leff",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "Br J Soc Clin Psychol",
            "volume": "15",
            "issn": "",
            "pages": "157--65",
            "other_ids": {
                "DOI": [
                    "10.1111/j.2044-8260.1976.tb00021.x"
                ]
            }
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Expressed emotion and psychiatric relapse: a meta-analysis",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Butzlaff",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Hooley",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Arch Gen Psychiatry",
            "volume": "55",
            "issn": "",
            "pages": "547--52",
            "other_ids": {
                "DOI": [
                    "10.1001/archpsyc.55.6.547"
                ]
            }
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Family burden in long-term diseases: a comparative study in schizophrenia vs. physical disorders",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Magliano",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Fiorillo",
                    "suffix": ""
                },
                {
                    "first": "De",
                    "middle": [],
                    "last": "Rosa",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Soc Sci Med",
            "volume": "61",
            "issn": "",
            "pages": "313--335",
            "other_ids": {
                "DOI": [
                    "10.1016/j.socscimed.2004.11.064"
                ]
            }
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Metaphorical conceptualization of schizophrenia and the caregiving process from the perspective of primary family caregivers",
            "authors": [
                {
                    "first": "Z-H",
                    "middle": [],
                    "last": "Ruth",
                    "suffix": ""
                },
                {
                    "first": "C-L",
                    "middle": [],
                    "last": "Marcus",
                    "suffix": ""
                },
                {
                    "first": "L-L",
                    "middle": [],
                    "last": "William",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Schizophr Bull",
            "volume": "44",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1093/schbul/sby018.1042"
                ]
            }
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "The personal impact of schizophrenia in Europe",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Thornicroft",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tansella",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Becker",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Schizophr Res",
            "volume": "69",
            "issn": "",
            "pages": "125--157",
            "other_ids": {
                "DOI": [
                    "10.1016/S0920-9964%2803%2900191-9"
                ]
            }
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Meta-analysis of caregiver-directed psychosocial interventions for schizophrenia",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ashcroft",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Elefant",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Community Ment Health J",
            "volume": "54",
            "issn": "",
            "pages": "983--91",
            "other_ids": {
                "DOI": [
                    "10.1007/s10597-018-0289-x"
                ]
            }
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Treatments for Schizophrenia in Adults: A Systematic Review",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Mcdonagh",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Dana",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Selph",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Agency for Healthcare Research and Quality",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Family intervention for schizophrenia",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Pharoah",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Mari",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rathbone",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Cochrane Database Syst Rev",
            "volume": "000088",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1002/14651858.CD000088.pub3"
                ]
            }
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Family intervention for caregivers of people with recentonset psychosis: a systematic review and meta-analysis",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "F"
                    ],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "T"
                    ],
                    "last": "Chien",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "T"
                    ],
                    "last": "Bressington",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Early Interv Psychiatry",
            "volume": "12",
            "issn": "",
            "pages": "535--60",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "A systematic review of randomised controlled trials of interventions reporting outcomes for relatives of people with psychosis",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Lobban",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Postlethwaite",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Glentworth",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Clin Psychol Rev",
            "volume": "33",
            "issn": "",
            "pages": "372--82",
            "other_ids": {
                "DOI": [
                    "10.1016/j.cpr.2012.12.004"
                ]
            }
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Schizophrenia and the Family: A Practitioner's Guide to Psychoeducation and Management. 1. Edition",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Reiss",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "E"
                    ],
                    "last": "Hogarty",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Expressed emotion and Milan systemic intervention: a pilot study on families of people with a diagnosis of schizophrenia",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bertrando",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Cecchin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Clerici",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Fam Ther",
            "volume": "28",
            "issn": "",
            "pages": "81--102",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1467-6427.2006.00339.x"
                ]
            }
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Handbook of Behavioural Family Therapy",
            "authors": [
                {
                    "first": "Irh",
                    "middle": [],
                    "last": "Falloon",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "One-year follow-up of a multiple-family-group intervention for Chinese families of patients with schizophrenia",
            "authors": [
                {
                    "first": "W-T",
                    "middle": [],
                    "last": "Chien",
                    "suffix": ""
                },
                {
                    "first": "Swc",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Psychiatr Serv",
            "volume": "55",
            "issn": "",
            "pages": "1276--84",
            "other_ids": {
                "DOI": [
                    "10.1176/appi.ps.55.11.1276"
                ]
            }
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Effectiveness of psychoeducation for relapse, symptoms, knowledge, adherence and functioning in psychotic disorders: a meta-analysis",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Lincoln",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Wilhelm",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Nestoriuc",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Schizophr Res",
            "volume": "96",
            "issn": "",
            "pages": "232--277",
            "other_ids": {
                "DOI": [
                    "10.1016/j.schres.2007.07.022"
                ]
            }
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Efficacy of psychological therapy in schizophrenia: conclusions from meta-analyses",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pfammatter",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [
                        "M"
                    ],
                    "last": "Junghan",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "D"
                    ],
                    "last": "Brenner",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Schizophr Bull",
            "volume": "32",
            "issn": "",
            "pages": "64--80",
            "other_ids": {
                "DOI": [
                    "10.1093/schbul/sbl030"
                ]
            }
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Efficacy of systemic therapy on adults with mental disorders: a meta-analysis",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pinquart",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Oslejsek",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Teubert",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Psychother Res",
            "volume": "26",
            "issn": "",
            "pages": "241--57",
            "other_ids": {
                "DOI": [
                    "10.1080/10503307.2014.935830"
                ]
            }
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Effectiveness of psychoeducational interventions for family carers of people with psychosis: a systematic review and meta-analysis",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gillard",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Spain",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Clin Psychol Rev",
            "volume": "56",
            "issn": "",
            "pages": "13--24",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Meta-analysis of clinical trials on family intervention in schizophrenia",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rodrigues",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Krauss-Silva",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Martins",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Cad Saude Publica",
            "volume": "24",
            "issn": "",
            "pages": "2203--2218",
            "other_ids": {
                "DOI": [
                    "10.1590/S0102-311X2008001000002"
                ]
            }
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Cochrane Handbook for Systematic Reviews of Interventions",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Chaimani",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Caldwell",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Multivariate and network meta-analysis of multiple outcomes and multiple treatments: rationale, concepts, and examples",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Riley",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Jackson",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Salanti",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "BMJ",
            "volume": "358",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/bmj.j3932"
                ]
            }
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Borrowing of strength and study weights in multivariate and network meta-analysis",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Jackson",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "R"
                    ],
                    "last": "White",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Price",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Stat Methods Med Res",
            "volume": "26",
            "issn": "",
            "pages": "2853--68",
            "other_ids": {
                "DOI": [
                    "10.1177/0962280215611702"
                ]
            }
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Preferred reporting items for systematic review and metaanalysis protocols (PRISMA-P) 2015: elaboration and explanation",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Shamseer",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Moher",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Clarke",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "BMJ",
            "volume": "349",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/bmj.g7647"
                ]
            }
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "The PRISMA extension statement for reporting of systematic reviews incorporating network meta-analyses of health care interventions: checklist and explanations",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hutton",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Salanti",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Caldwell",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Ann Intern Med",
            "volume": "162",
            "issn": "",
            "pages": "777--84",
            "other_ids": {
                "DOI": [
                    "10.7326/M14-2385"
                ]
            }
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "Network Meta-Analysis for Decision Making",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Dias",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Ades",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Welton",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "ICD-10: International Statistical Classification of Diseases and Related Health Problems: tenth revision",
            "authors": [],
            "year": 2004,
            "venue": "World Health Organization",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "What do we know about family interventions for psychosis at the process level? A systematic review",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gracio",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Goncalves-Pereira",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Leff",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Fam Process",
            "volume": "55",
            "issn": "",
            "pages": "79--90",
            "other_ids": {
                "DOI": [
                    "10.1111/famp.12155"
                ]
            }
        },
        "BIBREF66": {
            "ref_id": "b66",
            "title": "Technical supplement to Chapter 4: Searching for and selecting studies",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lefebvre",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Glanville",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Briscoe",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF67": {
            "ref_id": "b67",
            "title": "Cochrane Handbook for Systematic Reviews of Interventions",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Deeks",
                    "suffix": ""
                },
                {
                    "first": "Jpt",
                    "middle": [],
                    "last": "Higgins",
                    "suffix": ""
                },
                {
                    "first": "Dg ;",
                    "middle": [],
                    "last": "Altman",
                    "suffix": ""
                },
                {
                    "first": "Jpt",
                    "middle": [],
                    "last": "Higgins",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Thomas",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chandler",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF68": {
            "ref_id": "b68",
            "title": "Introduction to Meta-Analysis",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Borenstein",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "V"
                    ],
                    "last": "Hedges",
                    "suffix": ""
                },
                {
                    "first": "Jpt",
                    "middle": [],
                    "last": "Higgins",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF69": {
            "ref_id": "b69",
            "title": "Better duplicate detection for systematic reviewers: evaluation of Systematic Review Assistant-Deduplication Module",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rathbone",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Carter",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hoffmann",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Syst Rev",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/2046-4053-4-6"
                ]
            }
        },
        "BIBREF70": {
            "ref_id": "b70",
            "title": "Cochrane Handbook for Systematic Reviews of Interventions",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Jpt",
                    "middle": [],
                    "last": "Higgins",
                    "suffix": ""
                },
                {
                    "first": "Jj ;",
                    "middle": [],
                    "last": "Deeks",
                    "suffix": ""
                },
                {
                    "first": "Jpt",
                    "middle": [],
                    "last": "Higgins",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Thomas",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chandler",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF71": {
            "ref_id": "b71",
            "title": "RoB 2: a revised tool for assessing risk of bias in randomised trials",
            "authors": [
                {
                    "first": "Jac",
                    "middle": [],
                    "last": "Sterne",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Savović",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Page",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "BMJ",
            "volume": "366",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/bmj.l4898"
                ]
            }
        },
        "BIBREF72": {
            "ref_id": "b72",
            "title": "#1 [mh ^\"psychotic disorders\"] or [mh schizophrenia] or [mh ^\"schizophrenic psychology",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF73": {
            "ref_id": "b73",
            "title": "] or [mh ^\"delusional parasitosis\"] or [mh ^\"morgellons disease\"] or [mh ^hallucinations] or [mh delusions] or (psychos?s or psychotic* or schizo* or ((positive or negative) NEXT symptom*) or delusion* or paranoi* or hallucinat* or disorgani* or (thought NEAR/1 (disorder* or disturb*))):ti or (psychos?s or psychotic* or schizo*):so #2 [mh \"family therapy",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF75": {
            "ref_id": "b75",
            "title": "#5 ((famil* OR relatives OR parent* OR mother* OR father* OR spouse* OR partner* OR friend* OR carer* OR caring OR caregiv* OR (expressed NEXT emotion?)) NEAR/6 (intervention* OR therap* OR psychotherap* OR psychodrama* OR treatment* OR management* OR psychoeducat* OR educat* OR counsel* OR coach* OR support OR help OR program* OR train*)):ti,ab #6 (#1 and #2) or",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF76": {
            "ref_id": "b76",
            "title": "psychotic/ or paranoid disorders/ or capgras syndrome/ or delusional parasitosis/ or morgellons disease/ or delusions/ or hallucinations/ or (psychos?s or psychotic* or schizo* or ((positive or negative) adj symptom*) or delusion* or paranoi* or hallucinat* or disorgani* or (thought adj1 (disorder* or disturb*))).ti. or (psychos?s or psychotic* or schizo*).jw. or (psychos?s or psychotic* or schizo*).bt. 2. exp family therapy/ or exp couples therapy/ or exp milieu therapy/ or socioenvironmental exp family/ or family health/ or sexual partners/ or friends/ or caregivers/ or exp social environment/ or professional-family relations/ or expressed emotion/ 4. exp psychotherapy/ or exp Mental Health Services/ or patient education as topic/ or teachback communication/ or models, educational/ or self-help groups/ or social work/ or program evaluation 5. ((Famil* or relatives or parent* or mother* or father* or spouse* or partner* or friend* or carer* or caring or caregiv* or expressed emotion?) adj6 (Intervention* or therap*",
            "authors": [],
            "year": null,
            "venue": "MEDLINE 1. psychotic disorders/ or exp schizophrenia/ or schizophrenic psychology/ or affective disorders",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF77": {
            "ref_id": "b77",
            "title": "or ((double or single or doubly or singly) adj (blind or blinded or blindly)) or (open adj label) or parallel group*1 or placebo or crossover or cross over or assigned or allocated or ((assign* or match or matched or allocation) adj5 (alternate or group*1 or intervention*1 or patient*1 or subject*1 or participant*1))).tw. or (compare or compared or comparison or trial).ti. or ((evaluated 12 to yr=\"2005 -Current PsycInfo 1. psychosis/ or exp schizophrenia/ or acute psychosis/ or affective psychosis/ or capgras syndrome/ or childhood psychosis/ or chronic psychosis/ or exp \"paranoia (psychosis)\"/ or \"positive and negative symptoms\"/ or exp thought disturbances/ or hallucinations/ or auditory hallucinations/ or visual hallucinations/ or (psychos#s or psychotic* or schizo* or ((positive or negative) adj symptom*) or delusion* or paranoi* or hallucinat* or disorgani* or (thought adj1 (disorder* or disturb*))).ti. or (psychos#s or psychotic* or schizo*).jw. or (psychos#s or psychotic* or schizo*).bt. 2. exp family therapy/ or family intervention/ or family life education/ or parent training/ or family systems theory/ or multisystemic therapy/ or network therapy/ or milieu therapy/ or couples therapy/ or marriage counseling/ or premarital counseling/ or respite care/ 3. exp family/ or exp parenting/ or significant others/ or exp partners/ or exp couples/ or male female relations/ or caregivers/ or caregiver burdon/ or exp home environment/ or social networks/ or social support/ or caring behaviors/ or home care/ or friendship/ or relationship quality/ or exp relationship satisfaction/ or expressed emotion/ 4. exp treatment/ or stress management/ or social service/ or program evaluation/ or treatment dropouts/ or treatment effectiveness evaluation",
            "authors": [],
            "year": null,
            "venue": "/ or placebos/ or (random* or (controlled adj7 (study or design or trial)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF78": {
            "ref_id": "b78",
            "title": "exp clinical trials/ or treatment effectiveness evaluation/ or random sampling/ or placebo/ or (random* or (controlled adj7 (study or design or trial)) or ((double or single or doubly or singly)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF79": {
            "ref_id": "b79",
            "title": "or (open adj label) or parallel group*1 or placebo or crossover or cross over or assigned or allocated or ((assign* or match or matched or allocation) adj5 (alternate or group*1 or intervention*1 or patient*1 or subject*1 or participant*1))).tw. or (compare or compared or comparison or trial).ti. or",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF80": {
            "ref_id": "b80",
            "title": "MH (psychotic disorders or exp schizophrenia or paranoid disorders or schizoaffective disorder or capgras syndrome or exp delusions or hallucinations) or TI (psychos?s or psychotic* or schizo* or ((positive or negative) W0 symptom*) or delusion* or paranoi* or hallucinat* or disorgani* or (thought N1 (disorder* or disturb*))) or SO (psychos?s or psychotic* or schizo*) or SE (psychos?s or psychotic* or schizo*) S5: TI ((famil* or relatives or parent* or mother* or father* or spouse* or partner* or friend* or carer* or caring or caregiv* or expressed emotion#) N6 (intervention* or therap* or psychotherap* or psychodrama* or treatment* or management* or psychoeducat* or educat* or counsel* or coach* or support or help or program* or train*)) or AB ((famil* or relatives or parent* or mother* or father* or spouse* or partner",
            "authors": [],
            "year": null,
            "venue": "CINAHL",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF81": {
            "ref_id": "b81",
            "title": "S6: MH (exp clinical trial or random assignment or random sample or placebos) or TI (random* or (controlled N7 (study or design or trial)) or ((double or single or doubly or singly",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF82": {
            "ref_id": "b82",
            "title": "or (open W0 label) or parallel group# or placebo or crossover or cross over or assigned or allocated or ((assign* or match or matched or allocation) N5 (alternate or group# or intervention# or patient# or subject# or participant#)) or compare or compared or comparison or trial) or AB (random* or (controlled N7 (study or design or trial)) or ((double or single or doubly or singly) W0 (blind or blinded or blindly)) or (open W0 label) or parallel group# or placebo or crossover or cross over or assigned or allocated or",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF83": {
            "ref_id": "b83",
            "title": "alternate or group# or intervention# or patient# or subject# or participant#)) or ((evaluated or evaluate or evaluating or assessed or assess) and (compare or",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF84": {
            "ref_id": "b84",
            "title": "S7: S1 AND S2 AND S6 S8: S1 AND S3 AND S4 AND S6 S9: S1 AND S5 AND S6 S10: S7 OR S8 OR S9",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "other psychotic disorders are among the most severe mental disorders and cause immense suffering for millions of people and their families worldwide. The most widely",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "identified 11 content components. For example, interventions vary from psychoeducation in group settings to individualized systemic therapies, from training of communication skills to web-based peer exchange, and from a few sessions to years of support.Despite the variety in the content of interventions, we still know little about whether some approaches are more effective than others. Separate meta-analyses have been conducted on specific",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "/adolescents (e.g. first-episode of psychosis). Samples also including people without psychotic but other diagnoses are eligible if most (at least 75%) of the patients are diagnosed with a psychotic disorder.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Form of delivery: media-based only vs. group sessions only vs. single family sessions only vs. combination of group and single family sessions.Comparator: Any kind of comparator will be included to increase the amount of eligible studies and to strengthen the network for the comparison of different intervention contents. The following classification of the comparator's content is also preliminary and may be adjusted through the process of study selection. So far it includes no treatment/waiting list vs. standard care/treatment as usual for patients (as defined by the study) vs. other type of family intervention (see Intervention)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "(e.g. regarding relationship to the patient)(4) Characteristics of the family intervention/control condition: a. content: description of what the intervention is about, for multimodal interventions: proportion of each element in the total intervention b. timing: number of sessions, duration of each session, duration of treatment period c. inclusion of the patient: number of sessions/amount of the intervention including the patient d. form of delivery: number/amount of group and single family sessions or media-based only e. co-interventions (5) Outcome(s): type of measure, operationalization/instrument, time point of measurement, imputation of missing data, results (intention-to-treat analyses preferred).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": ".V. (2019, October 29). S3-Leitlinie Schizophrenie. Langfassung 2019, Version 1.0.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "Z.-H., Marcus, C.-L., William, L.-L., Alison, L., & Sing, W. (2018). Metaphorical conceptualization of schizophrenia and the caregiving process from the perspective of primary family caregivers. Schizophrenia bulletin, 44, S427. https://doi.org/10.1093/schbul/sby018.1042 10. Thornicroft, G., Tansella, M., Becker, T., Knapp, M., Leese, M., Schene, A., & Vazquez-Barquero, J. L. (2004). The personal impact of schizophrenia in Europe. Schizophrenia Research, 69(2-3), 125-132. https://doi.org/10.1016/S0920-9964%2803%2900191-9 11. Ashcroft, K., Kim, E., Elefant, E., Benson, C., & Carter, J. A. (2018). Meta-Analysis of Caregiver-Directed Psychosocial Interventions for Schizophrenia. Community Mental Health Journal, 54(7), 983-991. https://doi.org/10.1007/s10597-018-0289-x 12. McDonagh, M. S., Dana, T., Selph, S., Devine, E. B., Cantor, A., Bougatsos, C., … Haupt, D.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "Pfammatter, M., Junghan, U. M., & Brenner, H. D. (2006). Efficacy of Psychological Therapy in Schizophrenia: Conclusions from Meta-analyses. Schizophrenia Bulletin, 32(Suppl 1), S64-S80. https://doi.org/10.1093/schbul/sbl030 18. Pinquart, M., Oslejsek, B., & Teubert, D. (2016). Efficacy of systemic therapy on adults with mental disorders: A meta-analysis. Psychotherapy Research, 26(2), 241-257. https://doi.org/10.1080/10503307.2014.935830 19. Sin, J., Gillard, S., Spain, D., Cornelius, V., Chen, T., & Henderson, C. (2017). Effectiveness of psychoeducational interventions for family carers of people with psychosis: A systematic review and meta-analysis. Clinical Psychology Review, 56, 13-24. 20. Rodrigues, M., Krauss-Silva, L., & Martins, A. (2008). Meta-analysis of clinical trials on family intervention in schizophrenia. Cadernos de saude publica, 24(10), 2203-2218. https://doi.org/10.1590/S0102-311X2008001000002 21. Chaimani, A., Caldwell, D. M., Higgins, J. P. T., & Salanti, G. (2019). Chapter 11: Undertaking network meta-analyses. Draft version (29 January 2019). In J. P. T. Higgins, J. Thomas, J. Chandler, J. Cumpston, T. Li, M. J. Page, & V. A. Welch (Eds.), Cochrane Handbook for Systematic Reviews of Interventions. London, U.K.: Cochrane.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF14": {
            "text": "Riley, R. D., Jackson, D., Salanti, G., Burke, D. L., Price, M., Kirkham, J., & White, I. R. (2017). Multivariate and network meta-analysis of multiple outcomes and multiple treatments: rationale, concepts, and examples. BMJ, 358, j3932. https://doi.org/10.1136/bmj.j3932 23. Jackson, D., White, I. R., Price, M., Copas, J., & Riley, R. D. (2017). Borrowing of strength and study weights in multivariate and network meta-analysis. Statistical Methods in Medical Research, 26(6), 2853-2868. https://doi.org/10.1177/0962280215611702 24. Shamseer, L., Moher, D., Clarke, M., Ghersi, D., Liberati, A., Petticrew, M., … Stewart, L. A. (2015). Preferred reporting items for systematic review and meta-analysis protocols (PRISMA-P) 2015: elaboration and explanation. BMJ, 349, g7647. https://doi.org/10.1136/bmj.g7647 25. Hutton, B., Salanti, G., Caldwell, D. M., Chaimani, A., Schmid, C. H., Cameron, C., … Moher, D. (2015). The PRISMA extension statement for reporting of systematic reviews incorporating network meta-analyses of health care interventions: checklist and explanations. Annals of Internal Medicine, 162(11), 777-784. https://doi.org/10.7326/M14-2385 26. Adams, C. E., Coutinho, E. S. F., Davis, J., Duggan, L., Leucht, S., Li, C., & Tharyan, P. (2008). Cochrane Schizophrenia Group. Schizophrenia Bulletin, 34(2), 259-265. https://doi.org/10.1093/schbul/sbm167 27. Gracio, J., Goncalves-Pereira, M., & Leff, J. (2016). What do we know about family interventions for psychosis at the process level? A systematic review. Family Process, 55(1), 79-90. https://doi.org/10.1111/famp.12155 28. Lefebvre, C., Manheimer, E., & Glanville, J. (2011). Chapter 6: Searching for studies. In J. P. T. Higgins & S. Green (Eds.), Cochrane Handbook for Systematic Reviews of Interventions (Version 5.1.0, updated March 2011.). The Cochrane Collaboration. Retrieved from www.handbook.cochrane.org 29. Borenstein, M., Hedges, L. V., Higgins, J. P. T., & Rothstein, H. R. (2009). Introduction to meta-analysis. Chichester, U.K: John Wiley & Sons.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF15": {
            "text": "Rathbone, J., Carter, M., Hoffmann, T., & Glasziou, P. (2015). Better duplicate detection for systematic reviewers: evaluation of Systematic Review Assistant-Deduplication Module. Systematic Reviews, 4, 6. https://doi.org/10.1186/2046-4053-4-6 31. Higgins, J. P. T., Savovic, J., Page, M. J., & Sterne, J. A. C. (2019). Revised Cochrane risk-ofbias tool for randomized trials (RoB 2). Retrieved from https://drive.google.com/file/d/19R9savfPdCHC8XLz2iiMvL_71lPJERWK/view 32. Rücker, G., & Schwarzer, G. (2015). Ranking treatments in frequentist network meta-analysis works without resampling methods. BMC Medical Research Methodology, 15, 58. https://doi.org/10.1186/s12874-015-0060-8 33. Rücker, G., Petropoulou, M., & Schwarzer, G. (2019). Network meta-analysis of multicomponent interventions. Biometrical Journal, 1-14. https://doi.org/10.1002/bimj.201800167 34. Dias, S., Ades, A. E., Welton, N. J., Jansen, J. P., & Sutton, A. J. (2018). Network meta-analysis for decision making. Hoboken, NJ: Wiley. 35. Efthimiou, O., Debray, T. P. A., van Valkenhoef, G., Trelle, S., Panayidou, K., Moons, K. G. M., … Salanti, G. (2016). GetReal in network meta-analysis: a review of the methodology: reviewNMA. Research Synthesis Methods, 7(3), 236-263. https://doi.org/10.1002/jrsm.1195 36. Schwarzer, G., Carpenter, J. R., & Rücker, G. (2015). Network Meta-Analysis. In Meta-Analysis with R (pp. 187-216). Cham, Switzerland: Springer International Publishing. https://doi.org/10.1007/978-3-319-21416-0_8 37. Salanti, G., Giovane, C. D., Chaimani, A., Caldwell, D. M., & Higgins, J. P. T. (2014).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF16": {
            "text": "amended, or lumped. The following categories were created in consideration of the classifications resulting from previous review articles[3,12,15,34]  and after pilot screening of about 25 primary studies. These studies were identified as key publications in review articles and on the basis of the current state of research. A.L. read the full texts of the publications, the study designs were then discussed in the research team.Content of the intervention:1. Counseling and management: general support in organizational, social, or emotional issues.2. Mutual support: bringing relatives together to talk about their experiences and support each other.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF17": {
            "text": "Skills training: learning and application of predefined skills to enhance coping with the patient or own distress (e.g. regarding communication, problem solving, stress management). 5. Individual psychological therapy: in-depth work on individual problems using psychological (e.g. systemic, cognitive, psychodynamic) approaches. Number of sessions: 1-10 sessions vs. 11-30 sessions vs. >30 sessions. Inclusion of the patient: in no session vs. in some sessions vs. in all sessions. Form of delivery: media-based only vs. group sessions only vs. single family sessions only vs. combination of group and single family sessions.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF18": {
            "text": "Characteristics of the family intervention/control condition: a. content: description of what the intervention is about, for multimodal interventions: proportion of each element in the total intervention b. timing: number of sessions, duration of each session, duration of treatment period c. inclusion of the patient: number of sessions/amount of the intervention including the patient d. form of delivery: number/amount of group and single family sessions or media-based only e. co-interventions (5) Outcome(s): type of measure, operationalization/instrument, time point of measurement, imputation of missing data, results (intention-to-treat analyses preferred).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF19": {
            "text": "will examine the possibility of publication bias by non-statistical considerations [45] and calculations of 'comparison-adjusted' funnel plots to assess funnel plot asymmetry [46]. The strength of evidence for the cumulative estimates of the main outcomes will be evaluated according to the proposals made by Salanti et al. [45], who adapted the Grading of Recommendations Assessment, Development and Evaluation framework (GRADE) specifically for network meta-analysis. This extensive approach may be adapted to the data and resources available.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF20": {
            "text": "psychosis/ or exp schizophrenia/ or acute psychosis/ or affective psychosis/ or capgras syndrome/ or childhood psychosis/ or chronic psychosis/ or exp \"paranoia (psychosis)\"/ or \"positive and negative symptoms\"/ or exp thought disturbances/ or hallucinations/ or auditory hallucinations/ or visual hallucinations/ or (psychos#s or psychotic* or schizo* or ((positive or negative) adj symptom*)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF21": {
            "text": "MH (psychotic disorders or exp schizophrenia or paranoid disorders or schizoaffective disorder or capgras syndrome or exp delusions or hallucinations) or TI (psychos?s or psychotic* or schizo* or ((positive or negative) W0 symptom*) or delusion* or paranoi* or hallucinat* or disorgani* or (thought N1 (disorder* or disturb*))) or SO (psychos?s or psychotic* or schizo*) or SE (psychos?s or psychotic* or schizo*) S2: MH (family therapy or family service or family nursing or socioenvironmental therapy or caregiver support or respite care or couples counseling or patient-family conferences or community mental health nursing)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF22": {
            "text": "Family interventions are effective and are strongly recommended for psychotic disorders. However, there is a variety of intervention types and their differential efficacy is widely unclear. The aim of the planned network meta-analysis is to compare the efficacy of family interventions that differ in content (e.g. psychoeducation, mutual support, skills training) and format (e.g. number of sessions, inclusion of patient, form of delivery). Methods and analysis: We will include randomized controlled trials comparing psychosocial interventions directed at the adult relatives, friends, or non-professional carers of people with a diagnosis of a psychotic disorder (schizophrenia spectrum) to any kind of control condition. The main outcomes will be global clinical state for the patients and coping with psychosis as well as attitudes towards psychosis for the relatives.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF23": {
            "text": "Scarcity of studies for specific intervention types or for direct comparisons may reduce the INTRODUCTION Schizophrenia and other psychotic disorders are among the most severe mental disorders and cause immense suffering for millions of people and their families worldwide. The most widely",
            "latex": null,
            "type": "figure"
        },
        "FIGREF24": {
            "text": "identified 11 content components. For example, interventions vary from psychoeducation in group settings (e.g. the Survival Skills Workshop [16]) to individual systemic therapies (e.g. the Milan systemic intervention",
            "latex": null,
            "type": "figure"
        },
        "FIGREF26": {
            "text": "There is a wide variety of outcome measures and time points. The specificity of previous meta-analyses and the diversity of findings make it difficult to compare the results and to draw reliable conclusions.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF28": {
            "text": "Eligible studies will have to deal with two populations:",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "and Epub Ahead of Print, In-NETWORK META-ANALYSIS ON FAMILY INTERVENTIONS FOR PSYCHOSIS Process & Other Non-Indexed Citations, Daily and Versions(R)) will only be searched for studies published since 2005. This is recommended by the Cochrane Handbook [28] to supplement but not duplicate the search for RCTs by CENTRAL. The search strategies were created using database-specific subject headings and a variety of free-text terms reflecting the key concepts of interest. To limit results to RCTs or quasi-RCTs we developed search terms according to the Cochrane Highly Sensitive Search Strategy for identifying randomized trials in MEDLINE (sensitivity-and precision-maximizing version (2008 revision)) [28], supplemented with various free-text terms from CENTRAL's most recent search strategy for identification of RCT in EMBASE (https://www.cochranelibrary.com/central/central-creation). The draft search strategies are included in the online supplementary material.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml NETWORK META-ANALYSIS ON FAMILY INTERVENTIONS FOR PSYCHOSIS 12",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml NETWORK META-ANALYSIS ON FAMILY INTERVENTIONS FOR PSYCHOSIS 13",
            "latex": null,
            "type": "table"
        },
        "TABREF8": {
            "text": "For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtmlNETWORK META-ANALYSIS ON FAMILY INTERVENTIONS FOR PSYCHOSIS ABSTRACT Introduction: Family interventions are effective and are strongly recommended for psychotic",
            "latex": null,
            "type": "table"
        },
        "TABREF9": {
            "text": "Page 3 of 25 For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml NETWORK META-ANALYSIS ON FAMILY INTERVENTIONS FOR PSYCHOSIS 2 Scarcity of studies for specific intervention types or for direct comparisons may reduce the connectivity of networks and limit the interpretation of results.",
            "latex": null,
            "type": "table"
        },
        "TABREF10": {
            "text": "identified 11 content components. For example, interventions vary from psychoeducation in group settings (e.g. the Survival Skills Workshop [16]) to individual systemic therapies (e.g. the Milan systemic intervention Page 4 of 25 For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml NETWORK META-ANALYSIS ON FAMILY INTERVENTIONS FOR PSYCHOSIS",
            "latex": null,
            "type": "table"
        },
        "TABREF11": {
            "text": "Page 5 of 25 For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml NETWORK META-ANALYSIS ON FAMILY INTERVENTIONS FOR PSYCHOSIS",
            "latex": null,
            "type": "table"
        },
        "TABREF12": {
            "text": "For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtmlNETWORK META-ANALYSIS ON FAMILY INTERVENTIONS FOR PSYCHOSISPopulation: Eligible studies have to deal with two populations: a. People with a diagnosis of a psychotic disorder, defined as schizophrenia, schizo-affective disorder, schizophreniform disorder, brief psychotic disorder, or delusional disorder. In order to meet the diversity of clinical practice",
            "latex": null,
            "type": "table"
        },
        "TABREF13": {
            "text": "NETWORK META-ANALYSIS ON FAMILY INTERVENTIONS FOR PSYCHOSIS",
            "latex": null,
            "type": "table"
        },
        "TABREF14": {
            "text": "For people with psychotic disorders: Global clinical state, including the occurrence of relapse, hospitalization, crisis care service use, or remission/recovery, as defined by the study.",
            "latex": null,
            "type": "table"
        },
        "TABREF16": {
            "text": "bibliographic databases The Cochrane Central Register of Controlled Trials (CENTRAL), Ovid MEDLINE(R), Ovid PsycINFO, and CINAHL were searched on 08/08/2019. There was no limit for year of publication, except that Ovid MEDLINE(R) (and Epub Ahead of Print, In-Process & Other Non-Indexed Citations, Daily and Versions(R)) was only searched for studies published since 2005. This is recommended by the Cochrane Handbook [35] to supplement but not duplicate the search for RCTs by CENTRAL.",
            "latex": null,
            "type": "table"
        },
        "TABREF19": {
            "text": "table. Interventions will be ranked using P-scores, a frequentist analogue to the Surface Under the Cumulative Ranking curve (SUCRA) [41]. Some interventions may have several distinct content components. If there is appropriate data, the influence of the individual components will be evaluated in an additive network meta-analysis model, assuming that the effect of an intervention with several components is the sum of the effects of its individual components [42].",
            "latex": null,
            "type": "table"
        },
        "TABREF21": {
            "text": "Patients or the public will not be involved in the design or conduct of the study. However, the EmPeeRie (Empower Peers to Research) Now group at the UKE (Outpatient Clinic at the University of Hamburg) will consult on issues concerning reporting, interpretation, and dissemination of findings. The EmPeeRie Now group consists of members with lived experience of mental disorders, with multiple members having lived experience in psychosis.",
            "latex": null,
            "type": "table"
        },
        "TABREF22": {
            "text": "NETWORK META-ANALYSIS ON FAMILY INTERVENTIONS FOR PSYCHOSIS 14 publishing charge (\"APC\") for Open Access articles. Where the Submitting Author wishes to make the Work available on an Open Access basis (and intends to pay the relevant APC), the terms of reuse of such Open Access shall be governed by a Creative Commons licence -details of these licences and which Creative Commons licence will apply to this Work are set out in our licence referred to above.#4 [mh psychotherapy] OR [mh \"mental health service\"] OR [mh ^\"patient education astopic\"] OR [mh ^\"teach-back communication\"] OR [mh ^\"models, educational\"] OR [mh ^\"self-help OR therap* OR psychotherap* OR psychodrama* OR treatment* OR management* OR psychoeducat* OR educat* OR counsel* OR coach* OR support OR help OR program* OR",
            "latex": null,
            "type": "table"
        },
        "TABREF24": {
            "text": "S3: MH (exp family or exp family theory or exp family attitudes or family health or significant other or sexual partners or exp social networks or home environment or caregivers or",
            "latex": null,
            "type": "table"
        },
        "TABREF29": {
            "text": "Inclusion of the patient: in no session vs. in some sessions vs. in all sessions.",
            "latex": null,
            "type": "table"
        },
        "TABREF30": {
            "text": "The measures within the outcome categories were sorted according to how well they represent the category's heading, i.e. the concept of interest, and how common they are. Only established scales and subscales of questionnaires and rating scales for which reliability and validity have been",
            "latex": null,
            "type": "table"
        },
        "TABREF32": {
            "text": "bibliographic databases The Cochrane Central Register of Controlled Trials (CENTRAL), Ovid MEDLINE(R), Ovid PsycInfo, and CINAHL were searched on 08/08/2019. There was no limit for year of publication, except that Ovid MEDLINE(R) (and Epub Ahead of Print, In-Process & Other Non-Indexed Citations, Daily and Versions(R)) was only searched for studies published since 2005. This is recommended in the Cochrane Handbook [35] to supplement but not duplicate the search for RCTs by CENTRAL. The search strategies were created using database-specific subject headings and a variety of free-text terms reflecting the key concepts of interest. To limit results to RCTs, we developed search terms according to the Cochrane Highly Sensitive Search Strategy for identifying randomized trials in MEDLINE (sensitivity-and precision-maximizing version (2008 revision)) [35], supplemented with various free-text terms from CENTRAL's most recent search strategy for identification of RCTs in EMBASE (https://www.cochranelibrary.com/central/central-creation). The search strategies are included in the online supplementary material.For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml",
            "latex": null,
            "type": "table"
        },
        "TABREF33": {
            "text": "Page 11 of 25For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml",
            "latex": null,
            "type": "table"
        },
        "TABREF34": {
            "text": "NETWORK META-ANALYSIS ON FAMILY INTERVENTIONS FOR PSYCHOSIS 10 a. for patients: diagnoses, diagnostic criteria, stage of disorder, specificities (e.g. regarding symptomatology, medication). b. for relatives: threshold of baseline dysfunction/distress for inclusion, specificities (e.g. regarding relationship to the patient) (4) Characteristics of the intervention: a. content: category (see eligibility criteria) and further description, for multiple content components: proportion of each component in the total intervention b. timing: number of sessions, duration of each session, duration of treatment period c. inclusion of patient: number of sessions/amount of the intervention including the patient d. form of delivery: number/amount of group and single sessions or media-based only e. co-treatments for patients only (5) Characteristics of the comparator: category (see eligibility criteria) and further description (6) Outcome(s): type of measure, operationalization/instrument, time point of measurement, imputation of missing data, results (intention-to-treat analyses preferred).",
            "latex": null,
            "type": "table"
        },
        "TABREF35": {
            "text": "Page 12 of 25For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml",
            "latex": null,
            "type": "table"
        },
        "TABREF36": {
            "text": "NETWORK META-ANALYSIS ON FAMILY INTERVENTIONS FOR PSYCHOSIS 11",
            "latex": null,
            "type": "table"
        },
        "TABREF37": {
            "text": "table. Interventions will be ranked using P-scores, a frequentist analogue to the Surface Under the Cumulative Ranking curve (SUCRA) [42]. Some interventions may have several distinct content components. If there is appropriate data, the influence of the individual components will be evaluated in an additive network meta-analysis, assuming that the effect of an intervention with several components is the sum of the effects of its individual components [43].Diversity and transitivityDiversity of the included populations, interventions, and outcomes may lead to statistical heterogeneity. This may also threaten the assumption of transitivity that implies that the effect of treatment A vs. B can be indirectly determined via a common treatment C. For this assumption to hold, trials that investigate different types of interventions need to be comparable in regard to clinical or methodological variables that may influence the treatment effect. However, the intervention types we plan to investigate may not be independent of each other. E.g., psychoeducative interventions may have fewer sessions than other content types, which would threaten the transitivity of the NMA for content and number of sessions. Other potential effect modifiers are participant or outcome",
            "latex": null,
            "type": "table"
        },
        "TABREF38": {
            "text": "Page 13 of 25For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml",
            "latex": null,
            "type": "table"
        },
        "TABREF39": {
            "text": "NETWORK META-ANALYSIS ON FAMILY INTERVENTIONS FOR PSYCHOSIS 12 3. stage of disorder (first-episode only vs. longer duration/mixed samples); 4. baseline dysfunction/distress of relatives (above a defined threshold vs. no such selection). Regarding outcome characteristics, such as type and time point of measurement, we aim to reduce heterogeneity and maximize the chance of transitivity by including only psychometrically established scales and selecting homogeneous measures if multiple eligible outcomes are reported (see Outcomes).",
            "latex": null,
            "type": "table"
        },
        "TABREF40": {
            "text": "46] and calculations of 'comparison-adjusted' funnel plots to assess funnel plot asymmetry [47]. The strength of evidence for the estimates of the main outcomes will be evaluated according to the proposals made by Salanti et al. [46], who adapted the Grading of Recommendations Assessment, Development andEvaluation framework (GRADE) specifically for network meta-analysis. This extensive approach may be adapted to the data and resources available.",
            "latex": null,
            "type": "table"
        },
        "TABREF41": {
            "text": "Page 14 of 25 For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml NETWORK META-ANALYSIS ON FAMILY INTERVENTIONS FOR PSYCHOSIS 13",
            "latex": null,
            "type": "table"
        },
        "TABREF42": {
            "text": "Page 15 of 25For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml",
            "latex": null,
            "type": "table"
        },
        "TABREF43": {
            "text": "NETWORK META-ANALYSIS ON FAMILY INTERVENTIONS FOR PSYCHOSIS 17 41 Schwarzer G, Carpenter JR, Rücker G. Meta-Analysis with R. Cham, Switzerland: Springer International Publishing 2015. https://link.springer.com/book/10.1007/978-3-319-21416-0 (accessed 8 Jul 2019). 42 Rücker G, Schwarzer G. Ranking treatments in frequentist network meta-analysis works without resampling methods. BMC Med Res Methodol 2015;15:58. doi:10.1186/s12874-015-0060-8 43 Rücker G, Petropoulou M, Schwarzer G. Network meta-analysis of multicomponent interventions. Biom J 2019;1-14. doi:10.1002/bimj.201800167 44 Efthimiou O, Debray TPA, van Valkenhoef G, et al. GetReal in network meta-analysis: a review of the methodology: reviewNMA. Res Synth Methods 2016;7:236-63. doi:10.1002/jrsm.1195 45 Jansen JP, Naci H. Is network meta-analysis as valid as standard pairwise meta-analysis? It all depends on the distribution of effect modifiers. BMC Med 2013;11:159. doi:10.1186/1741-7015-11-159 46 Salanti G, Giovane CD, Chaimani A, et al. Evaluating the quality of evidence from a network meta-Analysis. PLOS ONE 2014;9:e99682. doi:10.1371/journal.pone.0099682 47 Chaimani A, Salanti G. Using network meta-analysis to evaluate the existence of small-study effects in a network of interventions. Res Synth Methods 2012;3:161-76. doi:10.1002/jrsm.57 For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml",
            "latex": null,
            "type": "table"
        },
        "TABREF44": {
            "text": "S2: MH (family therapy or family service or family nursing or socioenvironmental therapy or caregiver support or respite care or couples counseling or patient-family conferences or community mental health nursing)For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml S3: MH (exp family or exp family theory or exp family attitudes or family health or significant other or sexual partners or exp social networks or home environment or caregivers or caregiver burden or caregiver attitudes or exp caring or psychiatric home care or professional-family relations) S4: MH (exp psychotherapy or psychoeducation or exp mental health services or exp social work or exp rehabilitation, psychosocial or home rehabilitation or rehabilitation, community-based or nursing care or stress management) For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml Reporting checklist for protocol of a systematic review. Based on the PRISMA-P guidelines. Update #1b If the protocol is for an update of a previous systematic review, identify as such n/a #2 If registered, provide the name of the registry (such as PROSPERO) and registration number abstract + 4 Contact #3a Provide name, institutional affiliation, e-mail address of all protocol authors; provide physical mailing address of corresponding author title page Contribution #3b Describe contributions of protocol authors and identify the guarantor of the review 13 #4 If the protocol represents an amendment of a previously completed or published protocol, identify as such and list changes; otherwise, state plan for documenting important protocol amendments Support Sources #5a Indicate sources of financial or other support for the review 13 Sponsor #5b Provide name for the review funder and / or sponsor 13 Role of sponsor or funder #5c Describe roles of funder(s), sponsor(s), and / or institution(s), if any, in developing the protocol 13 Rationale #6 Describe the rationale for the review in the context of what is already known 2-4 For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml Objectives #7 Provide an explicit statement of the question(s) the review will address with reference to participants, interventions, comparators, and outcomes (PICO) Methods Eligibility criteria #8 Specify the study characteristics (such as PICO, study design, setting, time frame) and report characteristics (such as years considered, language, publication status) to be used as criteria for Information sources #9 Describe all intended information sources (such as electronic databases, contact with study authors, trial registers or other grey literature sources) with planned dates of coverage Search strategy #10 Present draft of search strategy to be used for at least one electronic database, including planned limits, such that it could be repeated",
            "latex": null,
            "type": "table"
        },
        "TABREF45": {
            "text": "For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml Data synthesis #15c Describe any proposed additional analyses (such as sensitivity or subgroup analyses, meta-If quantitative synthesis is not appropriate, describe the type of summary planned 12Meta-bias(es) #16 Specify any planned assessment of meta-bias(es) (such as publication bias across studies, #17 Describe how the strength of the body of evidence will be assessed (such as GRADE) 12For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}