{
    "paper_id": "e77c39cff9444fa4277ec0cb8573fec35ebe7812",
    "metadata": {
        "title": "Preparedness and Responses to COVID-19: A Comparison from Selected Countries",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "This chapter is situated within the disaster risk reduction (DRR) framework that traces matters from preparedness (readiness and prevention), responses (relief) as well as recovery and reformation (United Nations Office for Disaster Risk Reduction 2015). The DRR framework also brings to the fore the concept of building back better (BBB) after disasters. Natural disasters, particularly pandemics, remain a huge threat to modern societies and in the context of this work, the tourism industry. The Global Preparedness Monitoring Board (GPMB) is of the view that epidemicprone diseases that include influenza, the severe acute respiratory syndrome (SARS), the Middle East respiratory syndrome (MERS), Ebola, Zika, plague and yellow fever are worrying. These epidemics are \"harbingers of a new era of high-impact, potentially fast-spreading outbreaks that are more frequently detected and increasingly difficult to manage\" (GPMB 2019: 12) . The GPMB further alludes to the fact that poorer countries have suffered and will continue to suffer the most, although all economies remain vulnerable to differing degrees. It is estimated that 10% of the global population suffers from an influenza virus each year (Nickol and Kindrachuk 2019) . During the outbreak of the Ebola from 2014-2016, for example, Guinea, Liberia and Sierra Leone lost an estimated combined $ 2.2 billion in gross domestic product (GDP) in 2015. Although similar to both SARS and MERS (Backer et al. 2020 ), COVID-19 remains different in terms of its swift spread and the number of deaths experienced. The war on these invisible invaders remains difficult to wage (Alexander 2019) .",
            "cite_spans": [
                {
                    "start": 922,
                    "end": 937,
                    "text": "(GPMB 2019: 12)",
                    "ref_id": null
                },
                {
                    "start": 1206,
                    "end": 1234,
                    "text": "(Nickol and Kindrachuk 2019)",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 1453,
                    "end": 1472,
                    "text": "(Backer et al. 2020",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1632,
                    "end": 1648,
                    "text": "(Alexander 2019)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The epidemiology of pandemics is of interest to a broad range of stakeholders, among them the tourism industry, academics, medical authorities, politicians and development practitioners. The demographics of those that get infected, their time of recovery or those that die due to pandemics also remain crucial to many economic sectors. In their study on cruise liners in China's Shenzhen Shekou Port, Lui et al. (2020) find that the major consumer group are the elderly and children. The elderly had enough resources, especially money, leisure time and a strong desire to embark on the cruise. Yet, emerging statistics are pointing to more of the elderly persons succumbing to COVID-19 (Glynn 2020; Onder et al. 2020) , an aspect that has the potential to negatively impact the tourism industry. Table 3 .1 provides details on some of the known global pandemics and epidemics that have affected the world in the past.",
            "cite_spans": [
                {
                    "start": 401,
                    "end": 418,
                    "text": "Lui et al. (2020)",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 686,
                    "end": 698,
                    "text": "(Glynn 2020;",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 699,
                    "end": 717,
                    "text": "Onder et al. 2020)",
                    "ref_id": "BIBREF49"
                }
            ],
            "ref_spans": [
                {
                    "start": 796,
                    "end": 803,
                    "text": "Table 3",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "Concerned about the outbreak of the Ebola epidemic in 2014-2016, the United Nations Secretary-General established the Global Health Crises Task Force and Panel to monitor and advocate for readiness in monitoring global health emergencies (GPMB 2019). The taskforce was replaced by the GPMB established in May 2018 by the World Bank and the WHO. The GPMB works independently \"to provide the most frank assessments and recommendations possible\" around the issue of contagious disease outbreaks (GPMB 2019: 4) . In DRR, especially in the case of pandemics, the state of readiness and response determine the extent to which damage can be minimised and at times even avoided. This chapter documents the state of readiness and responses to COVID-19 from selected countries. The work further seeks to determine if there were lessons learnt from past pandemic and epidemic outbreaks, among them the 1918 influenza, the SARS and the MERS. Examining and understanding these measures by identifying their strength and weaknesses is critical in explaining the outcomes that will emerge in the post-COVID-19 era. More important, it will inform good response practices relevant to various public and private enterprises as well as other social responses, particularly as these relate to the Sendai Framework on DRR (United Nations Office for Disaster Risk Reduction 2015).",
            "cite_spans": [
                {
                    "start": 492,
                    "end": 506,
                    "text": "(GPMB 2019: 4)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "This literature section focuses on preparedness and responses to three pandemics, namely, the 1918 influenza, 2003 SARS and the 2016 MERS. The aim is to draw some insights that may be of help in addressing preparedness and responses to COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A Literature Survey"
        },
        {
            "text": "There is no better place to start writing on the epidemiology of pandemics than the 1918 influenza, commonly referred to as the Spanish Flu (Jester et al. 2019) . In Europe, the 1918 influenza epicentre was Spain (Martini et al. 2019) . From there, the influenza spread to France, Great Britain and Italy, severely impacting the military operations during the First World War. From historical records, \"Patient Zero\" for the Spanish Flu was Albert Gitchel, a cook at Camp Funston in Kansas. He started coughing, having a fever and headaches on 4 March 1918. Later in spring, 75% of French troops and more than half of the British troops fell ill. In total, 100,000 soldiers died. The influenza moved to North Africa in May 1918 and then to Bombay in India in June 1918. In China and Australia, the first cases were reported in July 1918. This first phase of the flu was weaker compared to the second phase that erupted in August 1918 in Spain. The strong flu is suspected of having resulted from a mutated strain of the virus. This new virus was carried from the port city of Plymouth in south-western England by ships bound for Freetown in Sierra Leone (Africa) and Boston (USA). The movements of the armies were also linked to spreads from Boston, Freetown and Brest in France. The second wave lasted about 6 weeks spreading from \"North America to Central and South America, from Freetown to West Africa and South Africa in September, and reaching the Horn of Africa in November 1918\" (Martini et al. 2019: E64) . At the end of September 1918, the Spanish flu had covered entire Europe, including Poland and Russia, with Russia spreading it to northern Asia and getting to India in September.",
            "cite_spans": [
                {
                    "start": 140,
                    "end": 160,
                    "text": "(Jester et al. 2019)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 213,
                    "end": 234,
                    "text": "(Martini et al. 2019)",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1487,
                    "end": 1513,
                    "text": "(Martini et al. 2019: E64)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The 1918 Influenza"
        },
        {
            "text": "In the USA, the 1918 influenza's \"Patient Zero\" was registered in Kansas military camp. It then spread to Boston, New York and Philadelphia in rapid succession (Keeling 2020) . In Chicago, 381 people died in a single day, with 1200 others infected. To this day, this event of 17 October 1918 is known as the Black Thursday. In the 2 months from mid-September to mid-November 1918, New York recorded 10,886 deaths, and Philadelphia reported 10,046 deaths. Eventually, 675,000 deaths were recorded in the USA (Alexander 2019). However, these figures were lower compared to 20 million deaths in the Indian subcontinent. Globally, a figure of 50 million deaths is recorded, meaning 40% of these were from the Indian subcontinent. However, other authors put deaths figures at between 50 and 100 million (Nickol and Kindrachuk 2019; Andayi et al. 2019) .",
            "cite_spans": [
                {
                    "start": 160,
                    "end": 174,
                    "text": "(Keeling 2020)",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 798,
                    "end": 826,
                    "text": "(Nickol and Kindrachuk 2019;",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 827,
                    "end": 846,
                    "text": "Andayi et al. 2019)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "The 1918 Influenza"
        },
        {
            "text": "In Mexico, where a decade-long revolutionary struggle was ongoing, many died from influenza complications that included pneumonia or bronchitis (Alexander 2019) . In October 1918, stories of entire families and peasant populations, miners and urban residents dying started emerging. However, the illness was said to have been transmitted through the railway lines and incoming ships docking at the Atlantic seaports of Tampico and Veracruz. As the pandemic grew, deaths in 1000 s daily were reported, ultimately reaching an estimated total number of half a million. To fight influenza, in typical modern-day language, \"flatten\" the curve (Strochlic and Champine 2020), the government established sanitary brigades (Alexander 2019) . These were sent to every state, and they \"enacted a series of behavioural protocols through a national education campaign and established prescriptive regulations on public gatherings and personal mobility, especially on trains\" (Alexander 2019: 450) . Unpaved streets were irrigated with water, and air was infused with sulphuric compounds. Daily cleaning of frontage property was also enforced. Officials further targeted ships and trains, including quarantine. Curfews were instituted with modest penalties for the poor.",
            "cite_spans": [
                {
                    "start": 144,
                    "end": 160,
                    "text": "(Alexander 2019)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 714,
                    "end": 730,
                    "text": "(Alexander 2019)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 962,
                    "end": 983,
                    "text": "(Alexander 2019: 450)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The 1918 Influenza"
        },
        {
            "text": "As of December 1918, the greater part of the world was declared influenza-free. Australia then lifted its quarantine measures, and in the austral summer of 1918/1919, the country reported 12,000 new infections. This became the third wave, with New York and Paris experiencing the challenges of this third wave, too (Martini et al. 2019 ). This third wave ended in May 1919 in the developed Northern Hemisphere, although Japan had the third outbreak at the end of 1919, ending in 1920 (Andayi et al. 2019) . Andayi et al. (2019) argue that the impacts of the 1918 influenza have been under-reported and documented in Africa and specifically in Kenya. The authors focus on the coastal region of Kenya and use historical records as part of their methodology. They found that crude mortality rates and healthcare utilisation increased six-and threefold, respectively, in 1918. They also estimated a pandemic mortality rate of 25.3 deaths/1000 people/year. Paskoff and Sattenspiel (2019) also investigate age-based mortality differences from the 1918 influenza. The authors also make reference to literature advocating for nationally aggregated mortality rates. From this angle, it emerges that from a study of 70 countries and regions, different mortality rates emerged. Some examples are shown in Fig. 3 .1. In the Newfoundland island, pregnant mothers were badly affected by the 1918 influenza.",
            "cite_spans": [
                {
                    "start": 315,
                    "end": 335,
                    "text": "(Martini et al. 2019",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 484,
                    "end": 504,
                    "text": "(Andayi et al. 2019)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 507,
                    "end": 527,
                    "text": "Andayi et al. (2019)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [
                {
                    "start": 1294,
                    "end": 1300,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "The 1918 Influenza"
        },
        {
            "text": "In 1997, scientists in the USA exhumed bodies of indigenous Alaskans that died from the 1918 influenza, which were frozen in the deep permafrost layer of the earth. As a result, the flu strain was determined as H1N1. The H1N1 had an incubation period of 1 to 2 days. On infection, the victims suffered extreme prostration and fever, severe muscle pain, hemoptysis and epistaxis. Temperatures of up to 40 °C were recorded in some patients (Martini et al. 2019 ). This was accompanied by acute respiratory distress syndrome with mortality levels of between 60 and 70% (Keeling 2020 Paskoff and Sattenspiel (2019: 1) rapid, at times taking between 12 and 24 hours, with the majority of deaths being among young people in the age cohort 20-40 (Jester et al. 2019) . Young soldiers and pregnant women and premature new-borns were the hardest hit. The mortality curve was rather unusual, as typically, influenza epidemics curves are U-shaped, with most deaths taking place in those that are very young and those that are very old. What is imported to note is that the influenza followed trade routes and shipping lines (Alexander 2019) . Van Wijhe et al. (2018) argue that this kind of influenza signature was puzzling. Woo (2019) adds to the equation of young adults' death by indicating that they may have died from an overreaction of their active immune systems, although this explanation has not been satisfactory. This is so given that teenagers also have very active immune systems.",
            "cite_spans": [
                {
                    "start": 438,
                    "end": 458,
                    "text": "(Martini et al. 2019",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 566,
                    "end": 579,
                    "text": "(Keeling 2020",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 580,
                    "end": 613,
                    "text": "Paskoff and Sattenspiel (2019: 1)",
                    "ref_id": null
                },
                {
                    "start": 739,
                    "end": 759,
                    "text": "(Jester et al. 2019)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1113,
                    "end": 1129,
                    "text": "(Alexander 2019)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1132,
                    "end": 1155,
                    "text": "Van Wijhe et al. (2018)",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 1214,
                    "end": 1224,
                    "text": "Woo (2019)",
                    "ref_id": "BIBREF66"
                }
            ],
            "ref_spans": [],
            "section": "The 1918 Influenza"
        },
        {
            "text": "Overall, the 1918 influenza resulted in major public health improvements, including the following (Martini et al. 2019; Andayi et al. 2019) : health education, timely isolation, sanitation, surveillance and improved epidemiological knowledge in terms of transmission. Jester et al. (2019) , highlight that among some key achievements over the past 100 years since the influenza outbreak are advances in prevention, diagnosis and treatment protocols. Nickol and Kindrachuk (2019) add the rise of vaccines and antivirals from a multitude of scientific and technological advances as well. There has been good access to autopsy samples, with the reconstitution of the influenza pandemic virus having permitted much understanding of how the pandemic virus differs from other seasonal and pandemic influenza virus strains. However, gaps still exist in knowledge regarding the origin of the virus and the molecular mechanisms (be it host and/or viral) underlying differential pathogenesis in contrast to other influenza viruses.",
            "cite_spans": [
                {
                    "start": 98,
                    "end": 119,
                    "text": "(Martini et al. 2019;",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 120,
                    "end": 139,
                    "text": "Andayi et al. 2019)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 268,
                    "end": 288,
                    "text": "Jester et al. (2019)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 450,
                    "end": 478,
                    "text": "Nickol and Kindrachuk (2019)",
                    "ref_id": "BIBREF45"
                }
            ],
            "ref_spans": [],
            "section": "The 1918 Influenza"
        },
        {
            "text": "Social distancing proved to be one of the most effective intervention measures to \"flatten\" the curves (Strochlic and Champine 2020) . Scenarios of different approaches to social distancing resulted in different deaths rates from the 1918 influenza in some US cities. Philadelphia (which campaigned against coughing, spitting and sneezing in public) first, and the shortest period of social distancing, recorded 748 deaths per 100,000 people after 24 weeks. This was followed by San Francisco that relaxed social distancing measures and had a second wave of deaths, finally reporting 673 deaths per 100,000 people. New York City began social distancing very early just 11 days before the deaths spiked and recorded 452 deaths per 100,000 people. Lastly, St. Louis, which had strong social distancing interventions recorded 358 deaths per 100,000, and this could have been lower had the city not lapsed and temporarily relaxed the social distancing measures (Strochlic and Champine 2020) . Jester et al. (2019) , however, contend that the actual extent of morbidity and mortality during the 1918 influenza pandemic is unknown. This is as a result of lack of laboratories to confirm the disease and also the failure to distinguish influenza from other related respiratory diseases. In addition, epidemiological data sets are incomplete, with influenza not being among the reported diseases. Reporting only caught up later when lots of people had already died.",
            "cite_spans": [
                {
                    "start": 103,
                    "end": 132,
                    "text": "(Strochlic and Champine 2020)",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 957,
                    "end": 986,
                    "text": "(Strochlic and Champine 2020)",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 989,
                    "end": 1009,
                    "text": "Jester et al. (2019)",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "The 1918 Influenza"
        },
        {
            "text": "Matters of race often come out when discourses on pandemics feature. Økland and Mamelund (2019) attempt to disentangle this from the 1918 influenza. The authors found that the black population in the USA had lower morbidity. They also had lower mortality during September, October and November 1918. However, there were higher cases of fatality than from the white population. The findings further revealed that the black population had lower influenza morbidity prior to 1918. Although the reasons for lower morbidity among the black population remain unclear, the findings might imply that black people had a lower risk of developing influenza. However, when this happened, there was a higher risk of dying.",
            "cite_spans": [
                {
                    "start": 69,
                    "end": 95,
                    "text": "Økland and Mamelund (2019)",
                    "ref_id": "BIBREF48"
                }
            ],
            "ref_spans": [],
            "section": "The 1918 Influenza"
        },
        {
            "text": "The Cherry's narration of the SARS outbreak shows the notable cases of infection of health workers. The high rate of infection of this critical group was a cause for concern, even in the cases of MERS and Ebola cases. The spread was eventually recorded in a total of 28 countries and territories ( Fig. 3.2) . The highest cases, as indicated earlier, were from China at 5327. This was followed by Hong Kong with 1755. The next three countries and territories were in Taiwan with 346 reported cases, Canada at 251 reported cases and Singapore with 238 recorded cases. These were the countries reporting cases over a hundred. The next country in the rank was Vietnam with 63 cases, with the remainder all reporting 27 or fewer cases. In terms of reported deaths, the top six countries were China (349 deaths), Hong Kong (299), Canada (43), Taiwan (37) and Singapore (33). The other countries reported five or less death cases. South Africa was the only country in Africa affected by the SARS with one case that resulted in death. Cooper (2005) observes that nearly 3 months after SARS outbreak, the Chinese Ministry of Health notified the WHO of 300 cases in Guangdong Province. The numbers eventually rose to 5327 for the country. Expectedly, the Chinese government faced harsh international criticism for not initially and comprehensively reporting the full scale of SARS outbreak to the WHO. From the British Broadcasting Corporation (BBC) report of July 2004, the first case of SARS was discovered on 16 November 2002 and an official report from the Chinese Ministry of Health was only made in 11 February 2003 (BBC 2004 . In this case, Chan-Yeung and Xu (2003) accuse China of imposing a SARS information blackout. This resulted in the dismissal of both the national health minister of China and the Beijing mayor based on an accusation of poorly handling the situation. Subsequently, China pledged to fully cooperate with the WHO. After 26 March 2003, Beijing immediately put in place stringent control measures such as the isolation and quarantining of infected individuals as well as tracing those who have been in contact with individuals with confirmed infection. This practice resulted in the rapid decline of cases countrywide. Ultimately, the fatality ratio of 7% was realised. Nevertheless, China's record in terms of reporting first case epidemics was tainted, and with each new outbreak from China, the world remains suspicious in terms of accuracy of the reported figures.",
            "cite_spans": [
                {
                    "start": 1028,
                    "end": 1041,
                    "text": "Cooper (2005)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1596,
                    "end": 1612,
                    "text": "11 February 2003",
                    "ref_id": null
                },
                {
                    "start": 1613,
                    "end": 1622,
                    "text": "(BBC 2004",
                    "ref_id": null
                },
                {
                    "start": 1639,
                    "end": 1663,
                    "text": "Chan-Yeung and Xu (2003)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 298,
                    "end": 307,
                    "text": "Fig. 3.2)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Focus on SARS"
        },
        {
            "text": "In a classical publication focusing on SARS as an agent of emerging and reemerging infection, Cheng et al. (2007) conclude with a question: \"Should we be ready for the re-emergence of SARS?\" The authors argue that despite huge successes recorded in containing SARS within a short period of time, there remained gaps and areas requiring further attention, including broader understanding of managing similar epidemics. This assertion is informed by the fact that coronaviruses are known to undergo genetic recombination, with the potential to new genotypes and new pandemic outbreaks (Cheng et al. 2007 Cooper (2005: 120) of the presence of SARS-CoV-like viruses in horseshoe bats, civets and growing culture of eating exotic mammals in Southern China. This scenario resembled a ticking time bomb for the next global pandemic outbreak, which in the focus of this work was confirmed by COVID-19 in December 2019. Hsieh et al. (2005) focus on SARS incidences in Taiwan. The authors highlight that about 151,270 people were put on quarantine, with 668 cases finally testing positive for SARS-CoV and 181 (27%) of them succumbing to the disease . The initial SARS screening in the country commenced on 14 March 2003 with the pandemic experienced right through to 30 July 2003 . The screening involved potentially infective persons for quick diagnosis and hospitalisation. This assisted in cutting off many potential transition pathways. The full-scale quarantine measures were instituted on 28 April 2003 following \"Patient Zero\" confirmation on 8 March 2003 (20 days later) (Hsieh et al. 2005) . The declaration of full-scale quarantines and the period it took remains important for COVID-19 as a good learning point. Other matters related to hygiene, especially handwashing, and these issues are of interest to COVID-19 relate to hygiene. Fung and Cairncross (2006) review selected studies that sought to determine the effectiveness of handwashing in breaking the transmission pathways of SARS. Their analysis shows that nine out of the ten studies confirmed handwashing with soap as an effective SARS infection management measure. Apparently, this approach is applicable to COVID-19 intervention campaigns as well. In addition to hygiene, the matter of communication is also critical. Bowen and Heath (2007: 73) posit that the SARS epidemic taught the world the need to respond with \"rapid, factual, and honest narratives and an ethical dedication to communicate on behalf of the public interest to prevent the needless spread of disease and loss of life\". In the era of massive social media communication networks, facts on COVID-19 are pivotal.",
            "cite_spans": [
                {
                    "start": 94,
                    "end": 113,
                    "text": "Cheng et al. (2007)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 583,
                    "end": 601,
                    "text": "(Cheng et al. 2007",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 602,
                    "end": 620,
                    "text": "Cooper (2005: 120)",
                    "ref_id": null
                },
                {
                    "start": 911,
                    "end": 930,
                    "text": "Hsieh et al. (2005)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1570,
                    "end": 1589,
                    "text": "(Hsieh et al. 2005)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1836,
                    "end": 1862,
                    "text": "Fung and Cairncross (2006)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 2283,
                    "end": 2309,
                    "text": "Bowen and Heath (2007: 73)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Focus on SARS"
        },
        {
            "text": "Drawing from SARS experience, Cherry and Krogstad (2004) observe that the successes in defeating the pandemic also came from \"unusual\" international cooperation enabled by accurate electronic media coverage. The media augmented scientific data. To this end, Wilder-Smith (2006) is of the view that the international spread of diseases demands strong global public health systems. Such systems should have excellent reporting mechanisms that are coupled with robust health service infrastructure and expertise. There is a need to mobilise resources quickly across borders to match the spread of these global pandemics. The SARS gave rise to the revision of the International Health Regulations. This was a great positive indeed.",
            "cite_spans": [
                {
                    "start": 30,
                    "end": 56,
                    "text": "Cherry and Krogstad (2004)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Focus on SARS"
        },
        {
            "text": "Finally, the World Health Organisation (WHO) organised an inaugural meeting on SARS on 16-17 May 2003 in Geneva. The objective was to have a consensus document on the understanding of the epidemiology of SARS and continue to inform public health practice (WHO 2003) . The deliberations zoomed into seven key topics, namely, incubation period; infectious period; case-fatality ratios; routes of transmission, exposure dose and risk factors for transmission; the presence and significance of subclinical infection; reproduction number in different transmission settings and under different control strategies; and the animal and environmental reservoirs.",
            "cite_spans": [
                {
                    "start": 255,
                    "end": 265,
                    "text": "(WHO 2003)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Focus on SARS"
        },
        {
            "text": "South Korea was one of the countries severely impacted by MERS. As such, some lessons can be drawn in the manner the country handled the epidemic. The MERS experience assisted in refining tracking protocols and the rolling out of early testing in South Korea (Kim 2020) . \"Patient Zero\" during the MERS outbreak was a 68-year-old businessman who returned to Seoul after a 10-day business trip to Bahrain and other countries in the Middle East on 4 May 2015. He was only diagnosed with MERS on 20 May 2015 (15 days later). By this time, 28 patients at the hospital had already been infected from the movement of the businessman (Cho et al. 2016) . Another patient -Patient 14, a 35-year-old later diagnosed with MERS -had already infected 82 people resulting in the country suffering the largest outbreak outside the Middle East. The total eventually was 186 confirmed cases with 38 deaths, while 16,000 were quarantined (Kim 2020) .",
            "cite_spans": [
                {
                    "start": 259,
                    "end": 269,
                    "text": "(Kim 2020)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 627,
                    "end": 644,
                    "text": "(Cho et al. 2016)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 920,
                    "end": 930,
                    "text": "(Kim 2020)",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "Lessons from the MERS"
        },
        {
            "text": "The key lesson from the South Korean MERS case is that timely interventions are critical to restrict the rapid spreading of infectious diseases (Cho et al. 2016) . Key in the interventions is the rapid identification of the source of their infection and infected individuals and tracking those they could have infected as well. In this mix, hospitals have been identified as key transmission points, as health workers are not aware of the infection or lack the means to effective protective measures. Furthermore, it is important to have the means to diagnose an infection. In the case of MERS in South Korea, there was a lack of early diagnosis of MERS. The aforementioned businessman went from hospital to hospital with symptoms, but the MERS infection was not detected. Then, the testing procedure was long and cumbersome. Lessons from this case resulted in the government enacting a new law after MERS in 2016, permitting laboratories to use unapproved in vitro diagnostic kits in the case of a public health emergency. As will be encountered in this chapter, this law assisted the case of COVID-19 greatly (Kim 2020 ). However, from earlier studies and following the outbreak of MERS, Ng and Tan (2017) maintain their worry on the lack of progress in developing vaccines to counter similar future outbreaks of coronavirus. Despite this, the authors remain positive regarding the progress made in terms of the surveillance and the preparation of possible future outbreaks.",
            "cite_spans": [
                {
                    "start": 144,
                    "end": 161,
                    "text": "(Cho et al. 2016)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1111,
                    "end": 1120,
                    "text": "(Kim 2020",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "Lessons from the MERS"
        },
        {
            "text": "The objective of this chapter is to determine how selected governments and territories responded to COVID-19 prior and after the so-called Patient Zero. This brings to fore the elements of DRR starting from preparedness (readiness), disaster striking, response (relief) as well as recovery and reformation. The chapter also seeks to document the lessons for future similar pandemics in order to improve on efficiency in dealing with such. Given the nature of the pandemic, event study methodology, employing the case study approach in some instances, was employed. This is a method used by many authors, including Bimha and Nhamo (2017) and MacKinlay (1997) . To this end, events surrounding COVID-19 were traced since the first announcement by the WHO on 31 December 2019 to the time when the chapter went into publication in June 2020. An effort was made to plot geographical information (GIS) maps on lockdowns and hotspot countries in terms of infections and deaths. Other official publications were also retrieved and included emergency declarations, national disaster declarations, decrees, directives, regulations and daily updates on statistics. The event study methodology was complemented by the document and critical discourse analysis (D&CDA) method (Antwi-Agyei et al. 2018; Cooper 2005) . Few countries were purposefully selected, including global powerhouses China and the USA. The findings from the study are now considered in the next section.",
            "cite_spans": [
                {
                    "start": 614,
                    "end": 636,
                    "text": "Bimha and Nhamo (2017)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 641,
                    "end": 657,
                    "text": "MacKinlay (1997)",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1262,
                    "end": 1287,
                    "text": "(Antwi-Agyei et al. 2018;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1288,
                    "end": 1300,
                    "text": "Cooper 2005)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Methodological Orientation"
        },
        {
            "text": "This section comes in three subsections that include preparedness, response and recovery and reformation. Each of these subsections will now be considered in turn in the next paragraphs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Presentation of Data and Discussion of Findings"
        },
        {
            "text": "The Sendai Framework for Disaster Risk Reduction (2015-2030) is clear that there is a need for \"enhanced work to reduce exposure and vulnerability, thus preventing the creation of new disaster risks, and accountability for disaster risk creation are needed at all levels\" (United Nations Office for Disaster Risk Reduction 2015: 10). The United Nations goes further to identify pandemics and epidemics among the disasters that require attention. The Sendai Framework remains the overarching platform for globally coordinated disaster risk reduction. The policies and practices for disaster risk reduction and management should be embedded in understanding disaster risk from all dimensions. These dimensions include vulnerability, capacity, exposure of persons and assets, hazard characteristics and the environment (Ibid.). Hence, the Sendai Framework presents the foundation for countries and organisations to prepare for disasters such as COVID-19 and any eventualities. What remains clear, however, is that when the disaster strikes, the impacts will be felt differently, at different times across the world. This gives some countries more time to prepare and other lesser time to prepare. The extent of impact from the disaster will also be a function of the already prevailing vulnerability. For example, least developed countries and small island states will, by nature, remain more vulnerable to any major global disasters such as COVID-19. Hence, more vulnerable and poor countries may not be able to deal with pandemics such as COVID-19 without external financial, technical, human resources and other assistance. The New Zealand COVID-19 Alert Systems remains of interest to the world (Table 3 .2). Nkengasong and Mankoula (2020) called upon the African continent to be vigilant to the looming threat of COVID-19. The authors made this call when Egypt reported its first confirmed case on 14 February 2020. Noting the high volumes of air traffic and other modes of transportation of goods and services to and from China into the country, and of course the world over, the authors made a call for an Africa-wide focus to manage the then impending pandemic. Nkengasong and Mankoula (2020: 841) highlight that Africa remained vulnerable due to its weak health systems, poverty and inequality as well as \"inadequate surveillance and laboratory capacity, scarcity of public health human resources, and limited financial means.\" Models on the importation of COVID-19 to the African continent direct from China identified Algeria, Egypt and South Africa as having the highest importation risk given their trade relations. Based on this criterion, countries with moderate risk include Angola, Ethiopia, Ghana, Kenya, Nigeria, Sudan and Tanzania. The models indicated that the risk would come from Guangdong, Fujian and Beijing. As a measure of preparedness, the African Union Africa Centres for Disease Control and Prevention (AUCDC) and WHO, in partnership with member states, established the Africa Taskforce for Coronavirus Preparedness and Response (AFTCOR). The partnership established six linked work streams ( Fig. 3.3) . Despite this effort, what was worrying though is that at the beginning of February 2020, only two countries in Africa had the diagnostic capacity to test for COVID-19. Fortunately, this number increased to more than 40 countries by 25 February 2020 (Ibid.).",
            "cite_spans": [
                {
                    "start": 1710,
                    "end": 1740,
                    "text": "Nkengasong and Mankoula (2020)",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 2167,
                    "end": 2202,
                    "text": "Nkengasong and Mankoula (2020: 841)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1696,
                    "end": 1704,
                    "text": "(Table 3",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 3120,
                    "end": 3129,
                    "text": "Fig. 3.3)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Preparedness for COVID-19"
        },
        {
            "text": "The case of Africa and COVID-19 presented thus far raises many challenges. Most notable is that the absence of early confirmed COVID-19 cases in some African may not necessarily have been to no infections. Rather, this could have been due to the limited capacity to roll out massive tests on COVID-19 in various jurisdictions. This concern resulted in the WHO, the African Union and partners convening urgent health ministers' meeting with 55 member states represented. The meeting confirmed a commitment to swiftly act against COVID-19 spread (Nkengasong and Mankoula 2020) . This is when the aforementioned AFTCOR Task force was formed, with an Africa-wide COVID-19 strategy endorsed. The strategy sought to ensure that African countries acted accordingly well before COVID-19 crossed into their jurisdictions.",
            "cite_spans": [
                {
                    "start": 544,
                    "end": 574,
                    "text": "(Nkengasong and Mankoula 2020)",
                    "ref_id": "BIBREF47"
                }
            ],
            "ref_spans": [],
            "section": "Preparedness for COVID-19"
        },
        {
            "text": "The key in this strategy was access to resources. To this end, the strategy called for the immediate release of resources for investment in COVID-19 preparedness activities. The donors and development partners had to commit and release funds before the crisis landed in Africa to \"address supply chain management, mapping, and stockpiling of COVID-19 response needs. Key focus issues in this space include large quantities of personal protective equipment i.e. gloves, surgical masks, coveralls, and hoods, and medical countermeasures like antiviral agents\" (Ibid.: 842). Nkengasong and Mankoula (2020) ended by raising matters pertaining to the whole government approach, with governments urged to urgently put in place proper quarantine and infection control protocols. Other measures included developing some of the protocols such as social distancing through banning mass gathering and the closure of public facilities and building capacity by training medical staff at major hospitals to be able to handle and deal with individuals or at-risk of COVID-19 infection.",
            "cite_spans": [
                {
                    "start": 572,
                    "end": 602,
                    "text": "Nkengasong and Mankoula (2020)",
                    "ref_id": "BIBREF47"
                }
            ],
            "ref_spans": [],
            "section": "Preparedness for COVID-19"
        },
        {
            "text": "During the response phase, the Sendai Framework for Disaster Risk Reduction emphasises the need to increase public education and awareness of disaster risk, as well as bringing up rapid response measures (United Nations Office for Disaster Risk Reduction 2015). The foregoing brings one to that old folktale many grandmothers used to tell around the evening fires. The folktale presented the case of a cat, mice, warning bell and a tying string. A key question among the mice was who among them was going to tie the bell around the cat's neck? This had to be so for the entire mice kingdom to be alerted of the movements of the cat and hide on time and be safe and free. No mice did! As a result, the mice kingdom remained in danger to the cat to this generation. Likewise, it took time for the world to impose stringent travel bans and doing business with China (\"the cat\") as this could have resulted in big economic ramifications after the COVID-19 epidemic subsided. Hence, the world remained lukewarm to the pending COVID-19 pandemic emanating from Wuhan, in Hubei, a Province of China. As indicated in Chap. 1, Australia tried it through just sponsoring a resolution for an international independent inquiry into COVID-19 outbreak and paid dearly through a 5-year anti-dumping tariff on its barley by China.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COVID-19 Response"
        },
        {
            "text": "The range of the values for the incubation period remains important in epidemiology case definitions. These help in the determination of appropriate periods of quarantine and the effectiveness of entry screening and contact tracing (Backer et al. 2020) . However, in the absence of incubation periods, the SARS and MERS coronavirus ranges were used during COVID-19 initial cases. Drawing from a Nkengasong and Mankoula (2020: 842) sample of 88 confirmed COVID-19 cases detected outside Wuhan, the authors estimated the average incubation period to be 6.4 days (95% credible interval). This, however, ranged from 2.1 to 11.1 days at 2.5th to 97.5th percentile. The progression of symptoms reported in \"Patient Zero\" in Taiwan was similar to those from China and the US cases. Chen et al. (2020) reported fever on day 5 of illness and dyspnea with mild hypoxemia and radiographical pneumonia on day 9 of illness. As the first case of COVID-19 in Taiwan remained under observation, there was no known effective medical treatment. After quarantine, \"Patient Zero\" remained positive on day 15 and only turned negative on day 17. Jalava (2020) then urged the world to find the exact mechanism of initial transmission events. The SARS-CoV-2 transmission can follow pathways that include either human-to-human or animal-to-human (Amodio et al. 2020) . The WHO also presented COVID-19 scenarios, as reflected in Fig. 3.4 .",
            "cite_spans": [
                {
                    "start": 232,
                    "end": 252,
                    "text": "(Backer et al. 2020)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 395,
                    "end": 430,
                    "text": "Nkengasong and Mankoula (2020: 842)",
                    "ref_id": null
                },
                {
                    "start": 775,
                    "end": 793,
                    "text": "Chen et al. (2020)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1321,
                    "end": 1341,
                    "text": "(Amodio et al. 2020)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [
                {
                    "start": 1403,
                    "end": 1411,
                    "text": "Fig. 3.4",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "COVID-19 Response"
        },
        {
            "text": "What also came up in the response phase is the concept of moving COVID-19 epicentres (Fig. 3.5 One of the key challenges experienced in the spread of COVID-19 Coronavirus has been church and other pilgrimage gatherings. Several such gatherings resulted in large numbers testing positive, and this is deliberated upon further in Chap. 10.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 85,
                    "end": 94,
                    "text": "(Fig. 3.5",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "COVID-19 Response"
        },
        {
            "text": "The first cases of COVID-19 in China were reported to the WHO on 31 December 2019 (Amodio et al. 2020) , and this was coming from Wuhan. The following day the Wuhan's Huanan Seafood Market was closed. Although the initial key pronouncement came only a day after on 1 January 2020 when the Wuhan market was shut, the main lockdown for Wuhan came on 23 January 2020 (Ibid.). China came under heavy global criticism for not disclosing the situation to the public early (Nishiura et al. 2020) . The COVID-19 outbreak took place during the most celebrated time in China -the Chinese Lunar New Year. An estimated 5 million people had left Wuhan before the travel ban on 23 January 2020 . Indeed Chinese residents observed social distancing, stayed at home and put on masks while in public places. Furthermore, the government extended the Lunar New Year holidays, with social marketing and media being central to the success rate (Li et al. 2020 In the USA, Patient Zero was reported on 21 January 2020 (USA Centre for Disease Control and Prevention 2020). The patient from Washington DC had returned from Wuhan on 15 January 2020. Prior to this, several measures had been implemented including issuing of the first alert to clinics to be on the lookout for potential COVID-19 cases on 8 January 2020. Guidelines for clinics were developed, and the implementation of public health entry screening at the San Francisco (SFO), New York (JFK) and Los Angeles (LAX) airports had been instituted on 17 January 2020. The Atlanta (ATL) and Chicago (ORD) airports were added the same week.",
            "cite_spans": [
                {
                    "start": 82,
                    "end": 102,
                    "text": "(Amodio et al. 2020)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 466,
                    "end": 488,
                    "text": "(Nishiura et al. 2020)",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 923,
                    "end": 938,
                    "text": "(Li et al. 2020",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "COVID-19 Response"
        },
        {
            "text": "In South Africa, Patient Zero was a 38-year-old male who had travelled to Italy with his wife. They were part of a group of ten people who arrived back home on 1 March 2020 (South Africa Department of Health 2020a). This was after the inaugural tests were conducted on 95 persons on 19 February 2020, all of which tested negative for the virus (South Africa Department of Health 2020b). The first case in Rwanda was a male Indian patient from Mumbai, India, who entered Rwanda on 8 March 219 (Rwanda Ministry of Health 2020). In Italy, the first two cases were confirmed on 31 January, being two Chinese tourists in Rome (Tega and Massa 2020). Table 3 .4 presents details regarding the chronology of reporting from selected jurisdictions, some which will be discussed in depth in the chapter.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 644,
                    "end": 651,
                    "text": "Table 3",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "COVID-19 Response"
        },
        {
            "text": "On tracking COVID-19, Singapore, Taiwan and Hong Kong are heralded as success stories in their strategies (Beech 2020) . In Singapore, for example, medical teams were given 2 hours to uncover how the patient contracted the coronavirus. They are also supposed to identify the nature of people the patient might have infected. The four quick screening questions the medical teams ask include the following: (1) Did they travel abroad? (2) Do they have a link to one of the five clusters of contagion identified across the city-state? (3) Did they cough on someone in the street? and (4) Who are their friends and family, their social and prayer partners? The contact tracing in Singapore unearthed a group of avid singers who spread the virus to their families, transferred the coronavirus to a gym and then a church. This became the largest concentration of cases in the country. Some of the measures put in place in Singapore included building specialised epidemics clinics and official messaging that encouraged the public to wash their hands and/or sneeze in tissues during flu seasons. There are also freely available and accessible testing facilities and such facilities enabled the country to race against the COVID-19 spread. With a population of about 5.7 million people, Singapore had the capacity to test 2000 people daily. This was in sharp contrast to many countries and bigger states like Washington DC whose public laboratories could process up to 400 samples daily. As for Hong Kong, government workers were ordered to work from home, with many private companies following suite. The schools were closed in January and scheduled to reopen on 31 April 2020 (Beech 2020) . Borders were also tightened. The case of Taiwan is different and interesting in that the territory receives direct flights from Wuhan (Cheng et al. 2020 ). The territory started screening passengers from Wuhan late December 2019 well before China admitted COVID-19 coronavirus was spreading between people (Beech 2020) . Despite this screening, the first case in the territory was reported on 21 January 2020. Similar to Hong Kong, the government response was based on lessons and practices developed during SARS infection period. The National Health Command Centre was key in the response operations. As of 31 January, Taiwan had suspended flights from China against advice from WHO. After detecting COVID-19 coronavirus during the Diamond Princess Cruise ship stopover, text messages were sent to every mobile phone on the (Beech 2020) . The efficient and effective monitoring systems in Hong Kong and Taiwan were built in response to SARS. This was in sharp contrast to the USA that had disbanded its pandemic response unit in 2018 (Beech 2020) . \"Patient Zero\" in Italy was reported on 21 February 2020, with the northern part of the country responding by imposing a lockdown in 11 towns. The affected population attempted to disregard government directives, and the government threatened to imprison residents who broke the rules (Spina et al. 2020) . The case of Italy showed that the epicentre of COVID-19 had shifted from Wuhan to Europe. This realisation served as a global wake-up call that sent European health ministries on a quest to urgently search for COVID-19 prevention measures. While this is commendable, our lived experiences as authors suggest that this could have been late. The COVID-19 horse had bolted out of the stable and the world was on fire.",
            "cite_spans": [
                {
                    "start": 106,
                    "end": 118,
                    "text": "(Beech 2020)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1670,
                    "end": 1682,
                    "text": "(Beech 2020)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1819,
                    "end": 1837,
                    "text": "(Cheng et al. 2020",
                    "ref_id": null
                },
                {
                    "start": 1991,
                    "end": 2003,
                    "text": "(Beech 2020)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 2510,
                    "end": 2522,
                    "text": "(Beech 2020)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 2720,
                    "end": 2732,
                    "text": "(Beech 2020)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 3020,
                    "end": 3039,
                    "text": "(Spina et al. 2020)",
                    "ref_id": "BIBREF55"
                }
            ],
            "ref_spans": [],
            "section": "COVID-19 Response"
        },
        {
            "text": "Germany's COVID-19 response attracted admiration globally. The country recorded its first case on 27 January 2020 in Munich (Carrel and Poltz 2020) . However, its methodical medical manhunt to trace, widely test and isolate patients seemed to have borough early breakthroughs in COVID-19 containments. The move further gave Germany to buy time in building more effective defence systems. Bostock (2020) attributed the success to three key factors: (1) the testing programme witnessed Germany testing between 120,000 and 500,000 weekly in March 2020;",
            "cite_spans": [
                {
                    "start": 124,
                    "end": 147,
                    "text": "(Carrel and Poltz 2020)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 388,
                    "end": 402,
                    "text": "Bostock (2020)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "COVID-19 Response"
        },
        {
            "text": "(2) the country was prepared as it spends more on healthcare per capita compared to many countries in Europe and had the second most critical-care beds per capita in Europe; and (3) Germany enforced a lockdown on much earlier on 22 March 2020. Germany may also have been fortunate in that as of 27 March 2020, the average age of those infected was 46 years compared to Italy's 63 (Ibid.).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COVID-19 Response"
        },
        {
            "text": "Immediately after the confirmation of \"Patient Zero\" in Rwanda on 15 March 2020, the following day the Ministry of Health issued a statement pronouncing six specific actions. The six were (1) closure of places of worship as of 15 March 2020;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COVID-19 Response"
        },
        {
            "text": "(2) closure of schools and institutions of higher educations as of 16 March 2020; (3) employees to work from home as appropriate in consultation with employers; (4) postpone large gathering including weddings and sporting events and minimise the number of people attending burials (5) at least 1 metre social distancing to be observed in business and restaurants whole continuing to operate; and (6) no overcrowding in public transport and need to avoid unnecessary movements (Rwanda Ministry of Health 2020). The proclamation indicated handwashing with soap or an alcohol-based sanitiser and social distancing as the most effective methods of constricting and/or blocking the pathways of COVID-19 transmission. The Ministry of Health further indicated that the use of masks was not necessary for the general public but recommended it for patients and those in direct contact with such patients. Lastly, the ministry highlighted the symptoms of COVID-19 that include a dry cough and high fever. In addition, the ministry advised those who had such symptoms and suspected that could be COVID-19 infected stay at home and telephone a specific response centre. Calls to this centre and consultations with community health workers were without a charge (Ibid.).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COVID-19 Response"
        },
        {
            "text": "After \"Patient Zero\" was confirmed in South Africa on 5 March 2020, government response came 4 days later on 15 March 2020 in the form of the Presidential Statement outlining measures to combat COVID-19 (Republic of South Africa 2020a). Drawing from e-lessons and the history of COVID-19 spread elsewhere, the President clearly stated that South Africa, like all the other countries in the world, was not immune to the rapidly spreading pandemic. The President stated that this was probably the greatest calamity facing South Africa since democracy in 1994. At the time of this statement, South Africa had 61 confirmed cases of COVID-19. Against this background, the President stated expectations of higher cases of infection in the future. While all confirmed cases then were imported from Italy, growth was largely expected from cases of local transmissions. As such, the statement articulated that situation called \"for an extraordinary response; there can be no half measures\" (Republic of South Africa 2020a: 1). The envisaged response was to be adequate and robust to manage COVID-19, protect the residents and minimise the negative impacts of the pandemic on society and the economy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COVID-19 Response"
        },
        {
            "text": "Notably (DCOGTA 2020a (DCOGTA , 2020b . In the interim, a number of measures were announced (Republic of South Africa 2020a) that included limiting contact with people who may be infected and travel ban on foreign nationals from high-risk countries -Italy, Iran, South Korea, Spain, Germany, the USA, the UK and China as from 18 March 2020. Control measures also included the revoking of valid visas held by visitors from these countries. In addition, the issuing of visas to travellers from these countries was suspended. Furthermore, South African citizens were advised to immediately refrain from all forms of travel to or through the European Union countries, the USA, the UK and other identified high-risk countries. Other measures proclaimed that citizens returning from high-risk countries would be tested and advised to selfisolate upon return to the country. In addition, travellers from low-risk countries like Portugal, Hong Kong and Singapore were to be screened, and all travellers that entered South Africa from high-risk countries since 15 February were to present themselves for COVID-19 testing at designated points.",
            "cite_spans": [
                {
                    "start": 8,
                    "end": 21,
                    "text": "(DCOGTA 2020a",
                    "ref_id": null
                },
                {
                    "start": 22,
                    "end": 37,
                    "text": "(DCOGTA , 2020b",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "COVID-19 Response"
        },
        {
            "text": "The President also announced intervention measures linked to the ports of entry. Notable here was the strengthening of COVID-19 surveillance, screening and testing measures in the major ports of entry specifically at OR Tambo, Cape Town and King Shaka International Airport (Republic of South Africa 2020a). A total of 72 ports of entry into the country were identified, and 35 of the 53 land ports of entry were closed from 16 March 2020. In addition, two of the seaports were closed for passengers and crew changes. All non-essential government official travel was suspended with immediate effect, and non-essential local travels, especially by air, rail, taxis and buses were discouraged. To enforce social distancing, additional measures were announced including banning gathering of more than 100 people in mass celebrations of national holidays such as the Human Rights Day, funerals, weddings and other events. Schools closed from Wednesday 18 March and were then directed to remain closed until the Easter weekend. In addition, visits to correctional centres (prisons) were suspended for 30 days with immediate effect, and the Minister of Higher Education, Science and Innovation consulted with the Vice-Chancellors of universities to find an appropriate response.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COVID-19 Response"
        },
        {
            "text": "Matters of hygiene came into the fore as well too. Businesses were called upon to ensure necessary measures to enhance hygiene within their premises (Republic of South Africa 2020b). This directive covered shopping malls entertainment and amusement centres and other places accommodating large numbers of people. As these measures were being affected, the government began the process of identifying isolation and quarantine sites in all districts and municipalities covering even the lowest levels of government dealing with disaster risk reduction. Developments on this front included the designation of COVID-19 hospitals in various places in the nine provinces of the country. There was also a noteworthy exercise seeking to enhance the process of both potential infected and infectious individuals. This was being done in partnership with the private sector, with a mass communication campaign on good hygiene underway. Summing up, these measures were a call for residents to change common behavioural practices from all residents. For example, there was a call for elbow greeting to replace the traditional handshaking practice.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COVID-19 Response"
        },
        {
            "text": "Since the outbreak of COVID-19 in South Africa, the institutional set-up of managing had involved an Inter-Ministerial Committee chaired by the Minister of Health. However, as of 15 March 2020, the government announced the establishment National Command Council (NCC) chaired by the President (Republic of South Africa 2020a). The NCC included, among others, members of the Inter-Ministerial Committee. Meeting three times a week, the role of the NCC was to coordinate all aspects of COVID-19 extraordinary emergency responses. A number of developments emerged from this group. Lastly, the President discouraged the spread of fake news and hinted that the COVID-19 national emergency \"demands cooperation, collaboration and common action\" and also \"requires solidarity, understanding and compassion\" (Republic of South Africa 2020a: 6).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COVID-19 Response"
        },
        {
            "text": "The Italian COVID-19 outbreak provides some learning points to the world. The infections and deaths spiralled shockingly in that country. Silver et al. (2020) identified two key lessons from Italy: (1) the importance of rapidly imposing strict epidemic management rules with accompanying measures to sanction those who derogate these rules and (2) the importance of clear and consistent communication. In Italy, Prime Minister resisted demands and calls from his government and opposition leaders for strict containment intervention measures at the onset of the pandemic in the country. As the first lockdown loomed in the north of the country, media leaks caused confusion and panic, leading to thousands of residents leaving the region. The national lockdown was eventually proclaimed on 9 March 2020.",
            "cite_spans": [
                {
                    "start": 138,
                    "end": 158,
                    "text": "Silver et al. (2020)",
                    "ref_id": "BIBREF52"
                }
            ],
            "ref_spans": [],
            "section": "COVID-19 Response"
        },
        {
            "text": "Initial sanctions for resident disregarding the lockdown rules was a fine of 200 Euros (€200) imposed on those roaming streets without legitimate reasons. The figures were revised upwards at the peak of the pandemic to between €400 and €3000 as of 25 March 2020. The State of Emergency declared on 31 January 2020 mainly sought to activate the national civil protection system. With this law, the Head of the Department of Civil Protection accelerated procurement of resources to manage the epidemic. A key development during this time was the suspension of the payment of bank loans. (Order No. 642 ) gave clarity on the scope and content of decrees adopted by the President of the Council of Ministers (Order No. 646 ) and extended to the whole nation some measures initially limited (Order No. 648) (Tega and Massa 2020: 1-4) .",
            "cite_spans": [
                {
                    "start": 585,
                    "end": 599,
                    "text": "(Order No. 642",
                    "ref_id": null
                },
                {
                    "start": 704,
                    "end": 718,
                    "text": "(Order No. 646",
                    "ref_id": null
                },
                {
                    "start": 802,
                    "end": 828,
                    "text": "(Tega and Massa 2020: 1-4)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "COVID-19 Response"
        },
        {
            "text": "The lockdown of 23 February 2020 marked Phase 2 of interventions in Italy (Tega and Massa 2020) . It provided the basis for a series of decrees from the President of the Council of Ministers (DPCMs) that included the following: DPCM 8 March 2020 (partial lockdown), DPCM 9 March 2020 (national lockdown) and DPCM 11 March 2020 (closing of all shops, apart from those dealing in food and essentials). The third phase focuses on curing Italy, and a Decree Law No. 18 was passed on 17 March 2020. The law provides for boosting the health system and hiring of health workers as well as police and military forces. A raft of state-funded economic relief measures was also proclaimed. These included the suspension of fiscal dates and social security contributions, tax credits and incentives for enterprises to face the emergency. Work dismissals for COVID-19 reasons were suspended for 60 days, and businesses could resort to the redundancy fund to pay unused workforce. An amount of 25 billion euro was set aside for economic relief to be borrowed from the market, and overall, 350 billion euro was targeted (Tega and Massa 2020) .",
            "cite_spans": [
                {
                    "start": 74,
                    "end": 95,
                    "text": "(Tega and Massa 2020)",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 1105,
                    "end": 1126,
                    "text": "(Tega and Massa 2020)",
                    "ref_id": "BIBREF58"
                }
            ],
            "ref_spans": [],
            "section": "COVID-19 Response"
        },
        {
            "text": "The restrictions on people's movement became more common as COVID-19 outbreaks spiralled the world over. Countries started with general restrictions on movements, moving to a partial city and regional lockdowns and eventually into full-blown national lockdowns. Figure 3 .6 shows the state of people's movement restrictions as of 5 May 2020.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 262,
                    "end": 270,
                    "text": "Figure 3",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "COVID-19 Response"
        },
        {
            "text": "The COVID-19 data as of 5 May 2020 revealed that the Northern hemisphere countries seemed to be in greater trouble, both in terms of infections and deaths from the top 22 selected (Fig. 3.7) . The USA topped the list of both infections and deaths with 1,181,885 infections and 69,079 deaths as of 5 May 2020. This was One possible explanation for the picture regarding infections and deaths for the top 22 countries could be the mobility within the Northern Hemisphere that remains very high as facilitated through thousands of (cheap) flights daily, compared to the southern hemisphere. This is also linked to high volumes of trade with China. Secondly, there is the possibility of countries from the southern hemisphere, especially the African continent having a longer time to prepare for the pandemic with the first case reported a month and a half later in Egypt and being an imported case. As revealed earlier, the African Union Centre for Disease Control prepared the member states for COVID-19 outbreak in partnership with the WHO. Thirdly, other aspects, particularly for Africa, could have been to do with the re-emerging Ebola outbreaks that regularly prepare the countries, especially those in West Africa for epidemics. Fourth, there is evidence of slow reactions from countries such as the USA and Italy. In addition, it seems the Spanish Flu lessons had been forgotten as there were huge impacts in some of the countries caught up in COVID-19 pandemic including Italy, Spain, the UK and the USA. Spain was the epicentre then and almost became the epicentre during COVID-19. Lastly, the cities in the Northern Hemisphere remain with very high population densities that are favourable for COVID-19 human-to-human transmissions.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 180,
                    "end": 190,
                    "text": "(Fig. 3.7)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "COVID-19 Response"
        },
        {
            "text": "The COVID-19 response from South Korea is a good case for reflection. As it reported 7513 COVID-19 cases on 10 March 2020, the country had 54 deaths (0.6%), which was the lowest in the world (Kasulis 2020) . Indeed this was low in comparison to 5% and 4.1% in China and Italy, respectively. So, what did South (2020) Korea do right? From Kasulis' (2020) account, there were a number of key interventions put in place. The country acted very fast to combat the spread of infection. After the confirmed first case of a Chinese woman on 20 January 2020 and a South Korean businessman who had gone to Wuhan 3 days later, there was a plethora of aggressive measures sought to minimise the spread of infections. More important is that there was thorough and screening of all travellers from Wuhan (Kim 2020 ). However, with 11 cases confirmed by 31 January, anti-Chinese sentiment grew, with over half a million people signing a petition on the Presidential Blue House website calling for a ban on all Chinese travellers (Kasulis 2020) . Despite these measures, the number of confirmed cases rose to more than 6000 in less than a week, and the first death was reported on 20 January 2020.",
            "cite_spans": [
                {
                    "start": 191,
                    "end": 205,
                    "text": "(Kasulis 2020)",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 791,
                    "end": 800,
                    "text": "(Kim 2020",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1015,
                    "end": 1029,
                    "text": "(Kasulis 2020)",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "COVID-19 Response"
        },
        {
            "text": "Third, from 26 February 2020, in addition to hundreds of testing clinics, 50 free \"drive-through\" testing centres began operating, with results texted in less than 3 days. By then, an estimated 46,127 people had been tested, compared to Japan's 1846 and the USA's 426 cases (Kim 2020) . As of 10 March 2020, over 210,000 people had taken tests (Kasulis 2020) . Fourth, authorities worked together to precisely document the movement of infected people down to the minute from testimonies, closed-circuit television (CCTVs) and smartphone GPS data (Kim 2020) . The success in testing took advantage of the post-MERS reform and authorised an unlicensed COVID-19 test. Fifth, as from 5 March 2020, the government boosted the distribution of masks to medical staff and the public and banned face masks exports. Sixth, to prevent price-gouging and shortages, all face mask producers were required to report sales volumes. The government supplied 4.5 million masks with each person limited to a maximum of five. The masks were also sold at reduced prices of less than US$1 (Kasulis 2020).",
            "cite_spans": [
                {
                    "start": 274,
                    "end": 284,
                    "text": "(Kim 2020)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 344,
                    "end": 358,
                    "text": "(Kasulis 2020)",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 546,
                    "end": 556,
                    "text": "(Kim 2020)",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "COVID-19 Response"
        },
        {
            "text": "However, the success story did not go without challenges pertaining to mass gatherings. Between 20 January 2020 and 17 February 2020, there were only 30 known COVID-19 cases. Then came a first case (Patient 31) reported in Daegu, the third largest city of about 2.5 million. Patient 31 attended a service at the Shincheonji Church of Jesus and spread COVID-19 to 14 people in that church gathering, with 3150 cases eventually reported and 17 deaths as of 29 February (Kim 2020) . Investigations confirmed that some cases were as a result of the church's major event held in Gwacheon City, Gyeonggi Province on 16 February where about 10,000 members attended. By 1 March 2020, there were 3526 confirmed cases of which an estimated 60% of the confirmed cases were linked to the church. Another church-related event resulted in 46 people infected on 8 March 2020 well after the government pronounced social distancing measures. The service had been conducted in Seongnam, a city close to Seoul by the River of Grace Community Church (Kim 2020) .",
            "cite_spans": [
                {
                    "start": 467,
                    "end": 477,
                    "text": "(Kim 2020)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1030,
                    "end": 1040,
                    "text": "(Kim 2020)",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "COVID-19 Response"
        },
        {
            "text": "The measures in South Korea are in sharp contrast to those in the USA. President Donald Trump sought to play down the challenge indicating that the 15 cases that had been reported as of 27 February 2020 could fall to zero in a \"few days\" (Farrer 2020) . The President was basing his thinking on past successes and even had the audacity to point out to Italy and other countries he thought had real challenges. Later events in the USA proved Trump's thinking was very wrong. The cases in the USA increased by huge numbers. As of 26 March 2020, the confirmed COVID-19 cases in the USA were at 69,197 with death cases at 1046 people (News24 Team 2020).",
            "cite_spans": [
                {
                    "start": 238,
                    "end": 251,
                    "text": "(Farrer 2020)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "COVID-19 Response"
        },
        {
            "text": "Drawing from mobile phone surveillances experiences elsewhere, for example, in South Korea, Taiwan, Germany and Israel, the South African government and mobile network providers agreed to use mobile phone data to fight COVID-19 (De Wet 2020). The data was used to estimate the number of contacts an infected individual may have had. In a typical replica of COVID-19 church-related infections in South Korea, South Africa reported 50 new cases from a church as the national figures spiked to 709 on 25 March 2020 from 554 cases reported on 24 March 2020 (a 28% increase) and went over the 1000 marks to 1170 on 27 March 2020 (New24 Wire 2020). The Jerusalem prayer breakfast, hosted by the Divine Restoration Ministries in Bloemfontein, Free State Province, had hosted COVID-19 positive tourists from the USA, Israel and France. The Department of Health announced it was now tracing 300 people that attended the service. Among those that attended the church service were two politicians and a known pastor.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COVID-19 Response"
        },
        {
            "text": "Eventually, massive COVID-19 testing programmes were instituted in many countries across the world. Furthermore, handwashing, face mask usage and other necessary hygiene measures became part and parcel of a package of COVID-19 response measures. Countries increased their bed capacities as well, although both the COVID-19 vaccines and treatment solutions were not yet found 5 months after the first case was reported. The medical field and other related professionals were trying various potential vaccines and treatments that fall outside the scope of this chapter.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COVID-19 Response"
        },
        {
            "text": "The concept of building back better (BBB) is emphasised in the Sendai Framework for Disaster Risk Reduction (United Nations Office for Disaster Risk Reduction 2015). BBB comes in the post-disaster recovery, rehabilitation and reconstruction phase after a disaster such as COVID-19 and is necessary to prevent the creation of and to reduce disaster risk. Although it was too early to make bold proclamations on COVID-19 recoveries, there were signs of countries coming out of the COVID-19 lockdown hibernations. These countries included China, New Zealand, Australia, Germany, South Korea, South Africa, Italy and Spain, among others. The recovery pathways were being unveiled from carefully planned phased approaches from lockdowns, although not all countries went on lockdowns. Some countries that had not to go on lockdowns at the time of writing included Madagascar, Sweden and Tanzania. Recovery further included economic stimulus packages, which are a subject of discussion in other chapter seen in this book. The battle from lockdowns (whether full or partial) had been the continuously falling economic curve. Hence, the arguments shifted from \"flattening\" the COVID-19 curve to \"flattening\" both the COVID-19 and economic curves.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recovery from COVID-19: The Battle to \"Flatten\" Both Curves"
        },
        {
            "text": "China was the first country to go back to business after the COVID-19 outbreak. On 27 March 2020, Knight (2020) reported that the country's big corporates were recalling workers, with malls and restaurants opening up to crows. This was, however, done with strict safety measures. Some precautionary measures included having workers in shifts that were staggered in order to minimise the risk of COVID-19 infections. Other measures included the installation of infrared cameras and security staff that checked the temperatures. Workplaces were also disinfected thrice daily, and workers had to wear their face masks all the time. Only a maximum of six people were allowed in elevators, with face-to-face meetings discouraged and so were group gatherings for tea or lunch meals. Travel bans in Hubei were also lifted. Senior students in Wuhan opened schools during the week the first week of May, although the preventive measures for factories also applied, including additional measures for students to sit with desks 1 metre apart (AFP 2020). In South Korea, life was also getting back to normal, with workers getting back to work and libraries and museums opening (Ibid.).",
            "cite_spans": [
                {
                    "start": 98,
                    "end": 111,
                    "text": "Knight (2020)",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "Recovery from COVID-19: The Battle to \"Flatten\" Both Curves"
        },
        {
            "text": "South Africa started its COVID-19 recovery journey 35 days after a full national lockdown (26 March to 30 April 2020). The country devised five levels of COVID-19 response and recovery. These are presented in Fig. 3 .8. The scope for COVID-19 response and recovery levels was also being used in some countries including Namibia and Zimbabwe, although this did not follow the same five levels. The levels were accompanied by respective regulations specifying the exact activities that would be allowed at any level. Level 4 also meant that all people had to wear compulsory face masks. However, these did not come without challenges. In South Africa, for example, the government was challenged for banning tobacco and alcohol sales under Level 4 (Steyn and Klopper 2020). European countries warned up to COVID-19 recovery, mainly after witnessing the \"flattening\" of curves in Italy and Spain. Austria and Italy opened shops on 14 April 2020 (BBC 2020). Other recovery activities included schools opening in Denmark, businesses allowed to return in Spain and Poland gradually lifting restrictions. Italy opened bookshops and clothes stores for young children, although bookshops were not permitted to open in Lombardy. There was also further use of thermo-scanning and screening robots in certain retail and other establishments. Austria was the second country in Europe to follow Italy's strict lockdowns. On return to normalcy, the country allowed shops of 400m 2 to open alongside hardware and garden centres. People had to wear compulsory facemasks. Germany was due to allow schools and all shops to open in May as well as restart their top-flight football league the Bundesliga (AFP 2020). The AFP also revealed that car sales went down 61% in April 2020.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 209,
                    "end": 215,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Recovery from COVID-19: The Battle to \"Flatten\" Both Curves"
        },
        {
            "text": "New Zealand became the first country to proclaim some form of COVID-19 eradication after close to 5 weeks of lockdown since 26 March 2020 (Hollingsworth 2020) . The government reported that COVID-19 new infections had dropped to single digits over several days on 28 April 2020. The country had recorded 19 deaths out of 1472 infections. With this success story, about half a million workers returned to work after the alert level was lowered to 3 (Withers 2020) on 27 April 2020. This level permitted workers to return to construction sites and factories, with take-away food outlets also opened. Hospitality and retail outlets were to maintain strict criteria on physical distancing for customers. As highlighted earlier, New Zealand developed a four-tier COVID-19 Alert System as follows: Alert Level 1, Prepare; Alert Level 2, Reduce; Alert Level 3, Restrict; and Alert Level 4, Lockdown (Government of New Zealand 2020).",
            "cite_spans": [
                {
                    "start": 138,
                    "end": 158,
                    "text": "(Hollingsworth 2020)",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Recovery from COVID-19: The Battle to \"Flatten\" Both Curves"
        },
        {
            "text": "In Australia, a three-step pathway for easing restrictions was developed and code-named the roadmap to a COVIDSafe Australia (Australian Government 2020). Under Step 1, five visitors were now allowed at home, with ten in businesses and public places. Working from home was still encouraged, with restaurants, cafes and shops allowed to operate. Libraries, community centres and boot camps were allowed to resume as well as local and regional travel. Under Step 2, gatherings numbers increased to 20, with gyms, hair salons, cinemas, galleries and amusement parks opening. Selected interstate travel was allowed as well as caravan and ground camping. Under Step 3, gatherings numbers were increased to 100; people returned to work, nightclubs, food courts; and all interstate travel also opened. However, Australians had to keep maintaining the 1.5 metre social distancing, hand wash, practice safe sneezing, download the COVIDSafe app and put in place COVIDSafe Plans at workplaces.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recovery from COVID-19: The Battle to \"Flatten\" Both Curves"
        },
        {
            "text": "As the chapter was being finalised and getting into production, more relaxations of lockdowns were being unveiled. Furthermore, additional economic stimulus packages were also being put in place. The world in COVID-19 hibernations was coming back to life. However, no one or country for that matter was clear as to how the relaxation of COVID-19 restrictions were going to unveil. It was a huge gamble and a massive global experiment, with the whole world being a COVID-19 laboratory.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recovery from COVID-19: The Battle to \"Flatten\" Both Curves"
        },
        {
            "text": "The COVID-19 coronavirus pandemic dictated extraordinary measures to be put in place before and especially after \"Patient Zero\". From the South Africa Government, new institutions and special vehicles to manage the pandemic were instituted including the Presidential Command Council, Inter-Ministerial Committee on COVID-19 and the Solidarity Fund. Several Decrees were raised in Italy too. Lockdowns became common sites, and these were instituted in several counties under review, with the army deployed to support the police in maintaining law and order. In terms of quick response, Rwanda remains the pathfinder, having instituted its first set of measures after \"Patient Zero\" within a day and only 7 days to lockdown. Everything was done in 8 days, with the lockdown becoming effective the day it was announced. South Korea provided a good example in terms of free testing, contact tracing, distribution of face masks and controlling their prices. Citizen activism was also great, with reforms in law following the MERS assisting inefficiencies in the government systems. In addition, intervention measures should be in place long enough to avoid a recurring of infections, which was a huge worry for Wuhan. A raft of regulations were promulgated to institute travel bans from the air, land and sea as well as to protect consumers from price spikes and manipulations. While some countries declared the COVID-19 as state of emergencies, many others opted to declare the pandemic a state of national disaster. All these were done using applicable legislation, especially disaster management acts. There was also a huge challenge in the manner in which China handled the first cases as it delayed notifying the World Health Organisation (WHO). This was not the first time China did it, having done so during the SARS outbreak in 2002/2003. What became clear is that should similar pandemics happen, the source country must notify the WHO early so that the disease outbreak can be managed quickly and possibly contain early. COVID-19 also brought insights into the manner in which the epicentres migrated. It was first China (Asia), then Italy (Europe), the USA (North America) and South Africa (Africa).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "There was a basket of measures encouraged to break COVID-19 infections. Many of these measures were from experiences with past pandemic outbreaks and including social distancing, testing with self-isolation and regulatory quarantines, wearing of masks and lockdowns. Social distancing is an intervention measure from the 1918-1919 influenza pandemic when the New York City Department of Health enforced such, with other complementary measures. This resulted in the mega-city registering the lowest death rate. The road to COVID-19 recovery enhanced through the gradual and staged phasing out of lockdown and other restrictions. These measures were put in place from across the world from Austria, Australia, Italy, New Zealand and South Africa. Australia, for example, put in place the roadmap to a COVIDSafe Australia with three stages, New Zealand had a COVID-19 Alert System covering all the stages from preparedness, through response and then recovery. South Africa had a five-stage COVID-19 Response and Recovery Plan. Although there was still talk on the extent of COVID-19 in Africa, particularly, the low infections, early indications were that the pandemic had not manifested itself in a manner it did in other areas, especially in the Northern Hemisphere. This probably could have been due to the fact that the continent had adequate time to prepare for COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Looking ahead, there is definitely no guarantee that the world will not experience yet another pandemic of similar manifestation and magnitude, with a high potential that China could be the source given the hosts of the coronavirus in that country. Ultimately, if the world is to make lasting progress in trying to prevent the coronaviruses that are mainly zoonotic in nature, there is a great need for eating behavioural changes. The success stories embedded in SARS and MERS history for South Korea, Singapore, Taiwan and Hong Kong means every nation should take the COVID-19 as a learning platform to better prepare for the future. In addition, there was inconclusive evidence in terms of the effectiveness of lockdowns. The cases of countries like Sweden, Tanzania and Madagascar, among others, need to be revisited and documented further. However, from the historical experience of the 1918 influenza, US states that had shorter lockdowns experienced more cases and deaths compared to those that had longer lockdowns showing the effectiveness of lockdowns in controlling the pandemic. The world was shaken and will remain so for a while!",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "EU faces historic recession as China, US spar over virus origins",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The Spanish flu and the sanitary dictatorship: Mexico's response to the 1918 influenza pandemic. The American",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Alexander",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "443--465",
            "other_ids": {
                "DOI": [
                    "10.1017/tam.2019.34"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Outbreak of novel coronavirus (SARS-Cov-2): First evidences from international scientific literature and pending questions",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Amodio",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Vitle",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Cimino",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Casuccio",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Tramuto",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/healthcare8010051"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Impact of the 1918 influenza pandemic in coastal Kenya",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Andayi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Chaves",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Widdowson",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Tropical Medicine and Infectious Diseases",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/tropicalmed4020091"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Alignment between nationally determined contributions and the sustainable development goals for West Africa",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Antwi-Agyei",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Dougill",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "P"
                    ],
                    "last": "Agyekum",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Stringer",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Roadmap to a COVIDSafe Australia: A three-step pathway for easing restrictions",
            "volume": "18",
            "issn": "",
            "pages": "1296--1312",
            "other_ids": {
                "DOI": [
                    "10.1080/14693062.2018.1431199"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Incubation period of 2019 novel coronavirus (2019-nCoV) infections among travellers from Wuhan, China",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Backer",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Klinkenberg",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wallinga",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Euro Surveillance",
            "volume": "",
            "issn": "5",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.2807/1560-7917"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Timeline: Sars virus",
            "authors": [],
            "year": 2004,
            "venue": "BBC",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Coronavirus: Austria and Italy reopen some shops as lockdown eased",
            "authors": [],
            "year": 2020,
            "venue": "BBC",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Tracking the coronavirus: How crowded Asian cities tackled an epidemic",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Beech",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Sustainable development, share Price and carbon disclosure interactions: Evidence from South Africa's JSE 100 companies",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bimha",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Nhamo",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Sustainable Development",
            "volume": "25",
            "issn": "",
            "pages": "400--413",
            "other_ids": {
                "DOI": [
                    "10.1002/sd.1670"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Germany is reopening with one of the world's lowest death rates. Here's how it barely missed a trick",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Bostock",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Narratives of the SARS epidemic and ethical implications for public health crises",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Bowen",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Heath",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "International Journal of Strategic Communication",
            "volume": "1",
            "issn": "2",
            "pages": "73--91",
            "other_ids": {
                "DOI": [
                    "10.1080/15531180701298791"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "It was the saltshaker: How Germany meticulously traced its coronavirus outbreak",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Carrel",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Poltz",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "SARS in Taiwan: An overview and lessons learned",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "T"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Twu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "L"
                    ],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "C"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "T"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Olsen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "F"
                    ],
                    "last": "Dowell",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "J"
                    ],
                    "last": "Su",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "International Journal of Infectious Diseases",
            "volume": "9",
            "issn": "",
            "pages": "77--85",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "COVID-19 control in China during mass population movements at new year. The Lancet",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Bärnighausen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "395",
            "issn": "",
            "pages": "30421--30430",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30421-9"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Severe acute respiratory syndrome coronavirus as an agent of emerging and reemerging infection",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "C C"
                    ],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K P"
                    ],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "C Y"
                    ],
                    "last": "Woo",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "Y"
                    ],
                    "last": "Yuen",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Clinical Microbiology Reviews",
            "volume": "20",
            "issn": "4",
            "pages": "660--694",
            "other_ids": {
                "DOI": [
                    "10.1128/CMR.00023-07"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "The chronology of the 2002-2003 SARS mini pandemic",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Cherry",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Paediatric Respiratory Reviews",
            "volume": "5",
            "issn": "",
            "pages": "262--269",
            "other_ids": {
                "DOI": [
                    "10.1016/j.prrv.2004.07.009"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "SARS: The first pandemic of the 21st century",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Cherry",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Krogstad",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Pediatric Research",
            "volume": "56",
            "issn": "1",
            "pages": "1--5",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "MERS-CoV outbreak following a single patient exposure in an emergency room in South Korea: An epidemiological outbreak study. The Lancet",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "Y"
                    ],
                    "last": "Cho",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Kang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "E"
                    ],
                    "last": "Ha",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "E"
                    ],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Ko",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "388",
            "issn": "",
            "pages": "30623--30630",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(16)30623-7"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Japanese tourism and the SARS epidemic of",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Cooper",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Journal of Travel & Tourism Marketing",
            "volume": "19",
            "issn": "2-3",
            "pages": "117--131",
            "other_ids": {
                "DOI": [
                    "10.1300/J073v19n02_10"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Disaster management act",
            "authors": [],
            "year": 2002,
            "venue": "Classification of a National Disaster",
            "volume": "57",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Regulations issued in terms of section 27(2) of the disaster management act",
            "authors": [],
            "year": 2002,
            "venue": "Governance and Traditional Affairs)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "South Africa will be tracking cellphones to fight the COVID-19 virus",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "De Wet",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Epidemiology of Severe Acute Respiratory Infection (SARI) cases at a sentinel site in Egypt",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Elhakim",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Kandil",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M A"
                    ],
                    "last": "Elaziz",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "A"
                    ],
                    "last": "Anwar",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Journal of Public Health",
            "volume": "",
            "issn": "",
            "pages": "1--9",
            "other_ids": {
                "DOI": [
                    "10.1093/pubmed/fdz053"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Coronavirus: Trump says US risk 'very low' as Australian PM warns pandemic is 'upon us",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Farrer",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Effectiveness of handwashing in preventing SARS: A review",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "C H"
                    ],
                    "last": "Fung",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cairncross",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Tropical Medicine and International Health",
            "volume": "11",
            "issn": "11",
            "pages": "1749--1758",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1365-3156.2006.01734.x"
                ]
            }
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Protecting workers aged 60-69 years from COVID-19. The Lancet",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Glynn",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/S1473-3099(20)30311-X"
                ]
            }
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "COVID-19 Alert System: New Zealand's 4-level Alert System specifies measures to be taken against COVID-19 at each level",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "A world at risk: Annual report on global preparedness for health emergencies",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Gpmb",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Geneva: World Health Organization. Licence: CC BY-NC",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "How New Zealand 'eliminated' Covid-19 after weeks of lockdown",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hollingsworth",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Quarantine for SARS, Taiwan. Emerging Infectious Diseases",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "H"
                    ],
                    "last": "Hsieh",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "King",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "W S"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "C"
                    ],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "C"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Julianwu",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "11",
            "issn": "",
            "pages": "278--282",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "First respiratory transmitted food borne outbreak?",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Jalava",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "International Journal of Hygiene and Environmental Health",
            "volume": "226",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ijheh.2020.113490"
                ]
            }
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Historical and clinical aspects of the 1918 H1N1 pandemic in the United States",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Jester",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Uyeki",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Jernigan",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Tumpey",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Virology",
            "volume": "527",
            "issn": "",
            "pages": "32--37",
            "other_ids": {
                "DOI": [
                    "10.1016/j.virol.2018.10.019"
                ]
            }
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Coronavirus COVID-19 Global Cases by the Centre for Systems Science and Engineering (CSSE) at Johns Hopkins University (JHU)",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Timeline: What the world can learn from South Korea's COVID-19 response",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kasulis",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "The 1918 influenza pandemic: Lessons from the past for a global community",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "W"
                    ],
                    "last": "Keeling",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J-STAGE",
            "volume": "",
            "issn": "1-2",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.24298/hedn.2019-SP00"
                ]
            }
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "South Korea learned its successful COVID-19 strategy from a previous coronavirus outbreak: MERS",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "China goes back to work as the coronavirus rages on elsewhere",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Knight",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "The novel coronavirus outbreak: What can be learned from China in public reporting?",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Global Health Research and Policy",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s41256-020-00140-9"
                ]
            }
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Cruise tourism for sustainability: An exploration of value chain in Shenzhen Shekou Port",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Lui",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lki",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Jie",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Sustainability",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/su12073054"
                ]
            }
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Event studies in economics and finance",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Mackinlay",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Journal of Economic Literature",
            "volume": "35",
            "issn": "1",
            "pages": "13--39",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "The Spanish influenza pandemic: A lesson from history 100 years after 1918",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Martini",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Gazzaniga",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "L"
                    ],
                    "last": "Bragazzi",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Barberis",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Journal of Preventive Medicine and Hygiene",
            "volume": "60",
            "issn": "",
            "pages": "64--67",
            "other_ids": {
                "DOI": [
                    "10.15167/2421-4248/jpmh2019.60.1.1205"
                ]
            }
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "More than 2.6 billion worldwide told to observe lockdowns",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Team",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Understanding bat SARS-like coronaviruses for the preparation of future coronavirus outbreaks -Implications for coronavirus vaccine development",
            "authors": [
                {
                    "first": "O",
                    "middle": [
                        "W"
                    ],
                    "last": "Ng",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "J"
                    ],
                    "last": "Tan",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Human Vaccines and Immunotherapeutics",
            "volume": "13",
            "issn": "1",
            "pages": "186--189",
            "other_ids": {
                "DOI": [
                    "10.1080/21645515.2016.1228500"
                ]
            }
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "A year of terror and a century of reflection: Perspectives on the great influenza pandemic of 1918-1919",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Nickol",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kindrachuk",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "BMC Infectious Diseases",
            "volume": "19",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s12879-019-3750-8"
                ]
            }
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "The extent of transmission of novel coronavirus in Wuhan, China",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nishiura",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jung",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Linton",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kinoshita",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hayashi",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kobayashi",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Akhmetzhanov",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Clinical Medicine",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/jcm9020330"
                ]
            }
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Looming threat of COVID-19 infection in Africa: Act collectively, and fast. The Lancet",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "N"
                    ],
                    "last": "Nkengasong",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Mankoula",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "395",
            "issn": "",
            "pages": "841--841",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Race and 1918 influenza pandemic in the United States: A review of the literature",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Økland",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "E"
                    ],
                    "last": "Mamelund",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "International Journal of Environmental Research and Public Health",
            "volume": "16",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/ijerph16142487"
                ]
            }
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Case-fatality rate and characteristics of patients dying in relation to COVID-19 in Italy",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Onder",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Rezz",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Brusaferro",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Journal of the American Medical Association",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.4683"
                ]
            }
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Republic of South Africa. (2020b). Statement by President Cyril Ramaphosa on escalation of measures to combat the COVID-19 epidemic",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Paskoff",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Sattenspiel",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Sex-and age-based differences in mortality during the 1918 influenza pandemic on the island of Newfoundland",
            "volume": "31",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1002/ajhb.23198"
                ]
            }
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Statement on new measures to prevent COVID-19 coronavirus transmission. Kigali: Ministry of Health",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "A preview from Italy: What life is like in lockdown",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Silver",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Migliaccio",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Follain",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "First case of COVID-19 coronavirus reported in South Africa",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "COVID-19 update. Pretoria: Department of Health",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "The response of Milan's emergency medical system to the COVID-19 outbreak in Italy",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Spina",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Marrazzo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Migliari",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Stucchi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sforza",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Fumagalli",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Lancet",
            "volume": "365",
            "issn": "",
            "pages": "49--50",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Cigarette ban backfiring with 7 million smokers against government decision",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Steyn",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Klopper",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "How some cities 'flattened the curve' during the 1918 flu pandemic",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Strochlic",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Champine",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Fighting COVID-19: Legal powers and risks: Italy",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Tega",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Massa",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Sendai framework on disaster risk reduction",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "First travel-related case of 2019 novel coronavirus detected in United States. Washington: Centre for Disease Control and Prevention",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "Loose ends in the epidemiology of the 1918 pandemic: Explaining the extreme mortality risk in young adults",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Van Wijhe",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Ingholt",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Andreasen",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Simonsen",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "American Journal of Epidemiology",
            "volume": "",
            "issn": "12",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1093/aje/kwy148"
                ]
            }
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "Consensus document on the epidemiology of severe acute respiratory syndrome (SARS)",
            "authors": [],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "Health topics: Epidemiology",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "The severe acute respiratory syndrome: Impact of travel and tourism",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wilder-Smith",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Travel Medicine and Infectious Disease",
            "volume": "4",
            "issn": "",
            "pages": "53--60",
            "other_ids": {}
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "New Zealand economy gets back to work as lockdown is eased",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Withers",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF66": {
            "ref_id": "b66",
            "title": "Age-dependence of the 1918 pandemic",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Woo",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "British Actuarial Journal",
            "volume": "24",
            "issn": "e3",
            "pages": "1--16",
            "other_ids": {
                "DOI": [
                    "10.1017/S1357321719000023"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "SARS pandemic broke out in 2002/2003. The SARS was recognised as a new disease in Asia in mid-February 2003, although it had started spreading from November 2002 from Guangdong Province in China. From November 2002 to July 2003, there were over 8090 cases recorded, resulting in 774 deaths in 29 countries and regions. The deaths were also reported on five continents. The most affected country was China, with more than 75% of the cases (Wilder-Smith 2006). Cheng et al. (2007) warn that the SARS coronavirus was an agent of emerging and reemerging infection. The first SARS case was detected in Southern China in November 2002 and was exported to Hong Kong on 21 February 2003 (Cherry 2004). Only in March 2003 was a novel coronavirus (SARS-CoV) found to be the causative agent. The viral infection spread to 28 other countries and regions within 11 weeks from 21 February 2003. Cherry summarises the spread of SARS as:The mini pandemic peaked during the last week of May 2003, and the last new probable case was on 13 July 2003. There were a total of 8,096 probable cases and 774 deaths. Sixtysix per cent of the cases occurred in China, 22% in Hong Kong, 4% in Taiwan and 3% in both Singapore and Canada. Twenty-one per cent of all cases occurred in healthcare workers(Cherry 2004: 262).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "WHO's four COVID-19 scenarios. Source: authors, based on WHO (27 March 2020, the country had 57,789 cases and 4365 deaths. Spain was closely followed by Germany with 47,278 and 281 deaths and France with 29,567 cases and 1698 deaths. Australia was the epicentre in East Asia and the Pacific with 3143 cases and 13 deaths. In the Middle East, Iran remained the epicentre with 29,406 case and 2378 deaths. For Latin America and the Caribbean (LAC), Brazil attracted attention with 2985 cases and 77 deaths. Lastly, South Africa was in focus with 927 cases and 2 deaths.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "The moving COVID-19 global epicentres. Source: authors, data from Johns Hopkins University Coronavirus Resource Centre(2020)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": ", the President declared a National State of Disaster in terms of the National Disaster Management Act of 2002 (Act No. 57 of 2002) (Republic of South Africa 2002) as the Head of the National Disaster Management Centre had classified the COVID-19 pandemic a national disaster on 15 March 2020",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": ".6 COVID-19 lockdown record up to 17 May 2020. (The records do not show relaxations in lockdowns. Rather, the map shows the extent to which countries went in as far as lockdowns were concerned.). Source: authors followed by Spain (218,011), Italy (213,013), the UK (196,238) and France (169, 583) in terms of infections and a similar pattern in terms of death with the UK (29,502), Italy (29,315), Spain (25,428) and France (25,204) ranking 2nd to 5th in that order. Those at the bottom of the top 20 packs in terms of infections were Saudi Arabia (30,251), Switzerland (30,009), Portugal (25,702), Mexico (24,905) and Sweden (23,216). Twelve of the top 22 countries were from Europe, 2 apiece from Asia and the Middle East, 4 from Latin America and 2 from North America.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Top 22 countries in terms of COVID-19 infections and deaths (5 May 2020). Source: authors, data from John Hopkins University",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Epidemics and pandemics from the past",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "). Death when one starts showing acute respiratory distress was so",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "). This was enhanced by the realities",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "New Zealand COVID-19 Alert System -Levels 1 and 2 (Prepare and Reduce) Alert level Outcome/state Risk assessment Selected measures at local or national level 1 (prepare) The disease is",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "). Between the COVID-19 official outbreak in China on 31 December 2019, three global epicentres emerged starting with China and then Italy as of 20 March 2020 and the USA from 27 March 2020. However, there were other regional and continental epicentres including Australia, Brazil, Iran and South Africa. Another fascination was how Spain had the potential to be the new epicentre for Europe. Drawing from the Johns Hopkins University Coronavirus Resource Centre data, a number of deductions were made (Johns Hopkins University 2020).",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "). The New Zealand's COVID-19 Alert System for recovery became relevant for other countries(Table 3.3).",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "New Zealand COVID-19 Alert System -Levels 3 and 4 (Prepare)",
            "latex": null,
            "type": "table"
        },
        "TABREF9": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF10": {
            "text": "Reported first COVID-19 cases a from selected national jurisdictions",
            "latex": null,
            "type": "table"
        },
        "TABREF11": {
            "text": "Full naƟonal lockdown •DrasƟc measures in place to contain the COVID-19 spread at all levels Level 4 •ParƟal lockdown •Some acƟvity allowed to resume subject to extreme precauƟons required to limit community transmission and outbreaks Level 3 •ParƟal lockdown •Easing of some restricƟons, including on work and social acƟviƟes to address a high risk of transmission Level 2 •ParƟal lockdown •Further easing of restricƟons, but the maintenance of physical distancing and restricƟons on some leisure and social acƟviƟes to prevent a resurgence of the virus Level 1 •No lockdown •Most normal acƟviƟes can resume, with precauƟons and health guidelines followed at all Ɵmes Fig. 3.8 South Africa's COVID-19 response and recovery levels. Source: authors, based on the Republic of South Africa (2020c) 3.4 Presentation of Data and Discussion of Findings",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}