{
    "paper_id": "e77d0475c53185a79ce2bbf37929cf710d5ee587",
    "metadata": {
        "title": "Cosmetic",
        "authors": [
            {
                "first": "Ahmed",
                "middle": [
                    "A"
                ],
                "last": "Taha",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Cairo University",
                    "location": {
                        "settlement": "Cairo",
                        "country": "Egypt"
                    }
                },
                "email": "dr.ahmed.ali.taha@gmail.com"
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Pneumothorax (defined as air in the pleural cavity) might be reported following invasive procedures such as bronchoscopy or central line insertion (ie, iatrogenic). While most cases of pneumothorax occur secondary to penetrating trauma, in this case report, we present a rare consequence where pneumothorax has occurred following liposuction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "A 47-year-old female patient presented to us for a lipoabdominoplasty and breast reduction. The procedure was done under general anesthesia; all her vital signs and parameters were within the normal range throughout the procedure and early recovery period. Power-assisted liposuction (PAL) using MicroAire (Charlottesville, Va.) and lipomatic by Euromi (Andrimont, Belgium) were used in this case.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CASE PRESENTATION"
        },
        {
            "text": "The patient reported a history of bronchial asthma during her adolescence that was resolved. She had a history of pneumonia 6 months before the procedure that was adequately managed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CASE PRESENTATION"
        },
        {
            "text": "Infiltration was done using cannulas that are 3mm in diameter and 300 mm in length (Evamatic, by Euromi) with superwet technique.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CASE PRESENTATION"
        },
        {
            "text": "The procedure started with prone position for liposuction of the back, flanks and posterior waist. Then, the patient was turned to supine position for the completion of waist liposuction as well as the abdomen. In breast reduction, local infiltration was done using syringes along the incision sites, and no cannulas were used.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CASE PRESENTATION"
        },
        {
            "text": "Nothing unusual occurred throughout the procedure which took nearly 6 hours. VTE (venous thromboembolism) prophylaxis included: elastic stockings over the leg, adequate hydration, early ambulation, and chemoprophylaxis with enoxaparin (40U, subcutaneous, 4 hours after the procedure and for 4 days).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CASE PRESENTATION"
        },
        {
            "text": "The patient recovered from the anesthesia smoothly, her oxygen saturation on room air was 98% with no bronchospasm, and she was transferred to her room for an overnight stay.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CASE PRESENTATION"
        },
        {
            "text": "On the first postoperative day, the patient was tachypneic, with a pulse rate of 130 bpm and mild chest pain that was resolved upon leaning forward. Oxygen saturation dropped to 89% on room air. Upon chest auscultation, diminished air entry was markedly noted on her left side, immediate chest x-ray was done, and the diagnosis of pneumothorax was agreed upon (Fig. 1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 360,
                    "end": 367,
                    "text": "(Fig. 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "CASE PRESENTATION"
        },
        {
            "text": "An urgent cardiothoracic consultation was done for chest tube insertion. A new chest x-ray was done immediately following the tube insertion (Fig. 2) . The patient reported immediate improvement of her breathing, her oxygen saturation rose to 98% on room air, and the pulse dropped to 100 bpm. The patient was instructed to be ambulant, and to cough to help with chest expansion in addition to the regular respiratory exercises using the respirometer. On day 4, air leak stopped, and the chest tube was removed 24 hours later. The patient did not have any other complications and had a relatively smooth recovery.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 141,
                    "end": 149,
                    "text": "(Fig. 2)",
                    "ref_id": null
                }
            ],
            "section": "CASE PRESENTATION"
        },
        {
            "text": "Liposuction is one of the most common procedures performed worldwide. It ranked second only to breast augmentation according to the American Society of Plastic Surgeons. 1 The increased number of cases in the recent few years has led to increased number of complications encountered, and some of these complications are rare and serious.",
            "cite_spans": [
                {
                    "start": 170,
                    "end": 171,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Of these serious complications, pneumothorax was rarely reported following liposuction. [2] [3] [4] In this case, although pneumothorax had occurred, we have several theories for the etiology of the condition. The condition may have been simply due to mechanical penetration of the lung with the liposuction cannula, ie surgeon-related theory. On the other hand, the previous history of pneumonia and asthma all together with general anesthesia may have contributed to the rupture of undetected emphysematous bullae or a lung scar (from previous pneumonia) that led to spontaneous pneumothorax, ie, anesthesia-related theory.",
            "cite_spans": [
                {
                    "start": 88,
                    "end": 91,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 92,
                    "end": 95,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 96,
                    "end": 99,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Another theory is that the cause might be a mucus plug. This will eventually lead to air trapping, and together with increased intra-thoracic pressure from the muscle plication, pain, and limited ambulance, spontaneous pneumothorax may have developed. 5 We believe that this complication is under reported in the literature. Authors might not want to link their names to such a serious complication. It is crucial that we have the initiative to report these complications in order to educate and spread knowledge. 2 . Chest x-ray following the insertion of the chest tube. Note the return of the bronchovascular markings on the left side denoting lung re-inflation.",
            "cite_spans": [
                {
                    "start": 252,
                    "end": 253,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [
                {
                    "start": 514,
                    "end": 515,
                    "text": "2",
                    "ref_id": null
                }
            ],
            "section": "DISCUSSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "2018. www.plasticsurgery.org/news/plasticsurgery-statistics",
            "authors": [],
            "year": 2019,
            "venue": "ASPS statistics",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Into fat air: a case of pneumothorax complicating liposuction",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Zakhary",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Teller",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Chest",
            "volume": "148",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "http:/10.1378/chest.2281576"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Unfavourable outcomes of liposuction and their management",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "V"
                    ],
                    "last": "Dixit",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Wagh",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Indian. J Plast Surg",
            "volume": "46",
            "issn": "",
            "pages": "377--392",
            "other_ids": {
                "DOI": [
                    "http:/10.4103/0970-0358.118617"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Prevention and treatment of liposuction complications",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Shiffman",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Liposuction -Principles and Practice",
            "volume": "",
            "issn": "",
            "pages": "333--374",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Severe acute respiratory syndrome complicated by spontaneous pneumothorax",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Sihoe",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "T"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Chest",
            "volume": "125",
            "issn": "",
            "pages": "2345--2351",
            "other_ids": {
                "DOI": [
                    "http:/10.1378/chest.125.6.2345"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Complications with liposuction are not uncommon; some of these are very serious and can be life-threatening. In this case report we present a case of pneumothorax following liposuction. (Plast Reconstr Surg Glob Open 2020;8:e2711; doi: 10.1097/GOX.0000000000002711; Published online 24 March 2020.)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Chest x-ray done on postoperative day 1 shows left-sided pneumothorax.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Fig. 2. Chest x-ray following the insertion of the chest tube. Note the return of the bronchovascular markings on the left side denoting lung re-inflation.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "Despite being a rare event, pneumothorax may occur following liposuction, with several theories for its pathophysiology. Every plastic surgeon should be aware of this rare, yet serious complication, and how to detect and manage it as soon as possible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSIONS"
        }
    ]
}