{
    "paper_id": "e78bd88cca2778517b2c0bc3c304c491075906f2",
    "metadata": {
        "title": "Clinical-scientific notes",
        "authors": [
            {
                "first": "Natasha",
                "middle": [
                    "F"
                ],
                "last": "Daniels",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Cambridge",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Raiiq",
                "middle": [],
                "last": "Ridwan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Cambridge University Hospitals NHS Foundation Trust",
                    "location": {
                        "settlement": "Cambridge",
                        "country": "UK"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "There is vast heterogeneity in the clinical presentation of coronavirus disease (COVID-19) ranging from dry cough and fever to diarrhoea and anosmia, on a spectrum of severity from asymptomatic to fatal. 1 The most characteristic symptoms associated with severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) infection are dyspnoea, fever and a dry cough. This case represents an unusual first presentation with abdominal pain associated with diabetic ketoacidosis (DKA) being the principal symptomatic complaint.",
            "cite_spans": [
                {
                    "start": 204,
                    "end": 205,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A 48-year-old obese man with a history of poorly controlled Type 1 diabetes mellitus (T1DM) was admitted to the emergency department (ED) due to abdominal pain and episodes of haematemesis the previous 2 days. He was afebrile with acidosis (7.3, base excess 9.10), ketonuria (6.8) and plasma glucose of 23.8 mM. The next day he developed fever (38.5 C), with blood tests showing elevated C-reactive protein (CRP) (120) and a lymphopenia (0.76), which prompted a test for COVID-19 due to new signs of infection. Although his DKA was resolving with appropriate management, his oxygen saturation dropped to 90% on air and a chest X-ray demonstrated bilateral infiltrates. His O 2 requirements continued to increase with a SpO 2 of 85% despite a non-rebreathe mask.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "His glasgow coma score (GCS) dropped to 14 and delirium was noted. He subsequently developed cough and started desaturating. His delirium worsened with labile O 2 saturations resulting in intensive care unit (ICU) admission. His COVID-19 test returned positive. In ICU, he remained hyperglycaemic with an acute kidney injury (creatinine 289) and was started on continuous veno-venous haemodiafiltration. On Day 5 he required 75% oxygen to maintain saturations of 88% with proning. Blood cultures revealed Klebsiella aerogenes in one of the femoral lines, thus meropenem was commenced. There was progressive worsening of the respiratory failure and he was proned multiple times, deteriorating significantly on Day 8 to become anuric. He remained hyperglycaemic despite increasing longacting insulin dosage and continuation of variable rate insulin infusion (VRII).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Computed tomography of the chest was performed (Fig. 1) and on Day 18 the patient desaturated postroll, with SpO 2 at 85% on acutely increased FiO 2 of 1.0. VRII was reduced as glucose dropped to 4.4 mM. There was a general trend of improvement until Day 31, in which a sudden episode of hypotension and unresponsiveness occurred, which resolved quickly with bag and mask ventilation. On Day 32 the patient was febrile again with a rising CRP. This liability continued, and after 2 months in ICU the patient died due to multiorgan failure secondary to bacterial superinfection.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 47,
                    "end": 55,
                    "text": "(Fig. 1)",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "There have been very few cases of DKA as a result of COVID-19 infection. [2] [3] [4] The presence of diabetes appears significant in the infection trajectory, with diabetes associated with progression to severe disease. 3 There is speculation that the pancreatic expression of ACE2 receptors might be a responsible mechanism. 5 In addition, DKA forming a significant part of this patient's initial COVID-19 presentation, abdominal pain and haematemesis were what prompted the patient to come to the ED. Haematemesis and abdominal pain have been reported in the literature in a minority of COVID-19 cases, and may potentially be due to enterocyte invasion by the virus, given that ACE2 receptors have been isolated from the oesophagus, ileum and colon. 6 This article emphasises the need for Figure 1 Computed tomography of the thorax with contrast to prognosticate and assist with management. Consolidation with air bronchograms in the right lower lobe is demonstrated. a low threshold for the screening of COVID-19, especially in cases of hyperglycaemia and DKA (demonstrated here), as these may be the only initial presenting features.",
            "cite_spans": [
                {
                    "start": 73,
                    "end": 76,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 77,
                    "end": 80,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 81,
                    "end": 84,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 220,
                    "end": 221,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 326,
                    "end": 327,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 752,
                    "end": 753,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [
                {
                    "start": 791,
                    "end": 799,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: a study of a family cluster",
            "authors": [
                {
                    "first": "Jfw",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Kok",
                    "suffix": ""
                },
                {
                    "first": "Kkw",
                    "middle": [],
                    "last": "To",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "514--537",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Diabetic ketoacidosis precipitated by Covid-19 in a patient with newly diagnosed diabetes mellitus",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "J"
                    ],
                    "last": "Chee",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Ng",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Yeoh",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Diabetes Res Clin Pract",
            "volume": "164",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Diabetic ketoacidosis in COVID-19: unique concerns and considerations",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "E"
                    ],
                    "last": "Palermo",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Sadhu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Mcdonnell",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Clin Endocrinol Metabol",
            "volume": "105",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Acute hyperglycemic crises with coronavirus disease-19: case reports",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Jeon",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Diabetes Metabol J",
            "volume": "44",
            "issn": "",
            "pages": "480--481",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Highly ACE2 expression in pancreas may cause pancreas damage after SARS-CoV-2 infection",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Long",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Zou",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clin Gastroenterol Hepatol",
            "volume": "18",
            "issn": "",
            "pages": "2128--2158",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Digestive system is a potential route of COVID-19: an analysis of singlecell coexpression pattern of key proteins in viral entry process",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Kang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Gong",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Gut",
            "volume": "69",
            "issn": "",
            "pages": "1010--1028",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}