{
    "paper_id": "e78d8534f7738ae9d9319314fd1a0530b7b5556a",
    "metadata": {
        "title": "Chapter 12 Transient Dominant Selection for the Modification and Generation of Recombinant Infectious Bronchitis Coronaviruses",
        "authors": [
            {
                "first": "Sarah",
                "middle": [],
                "last": "Keep",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Paul",
                "middle": [],
                "last": "Britton",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Erica",
                "middle": [],
                "last": "Bickerton",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "We have developed a reverse genetics system for the avian coronavirus infectious bronchitis virus (IBV) in which a full-length cDNA corresponding to the IBV genome is inserted into the vaccinia virus genome under the control of a T7 promoter sequence. Vaccinia virus as a vector for the full-length IBV cDNA has the advantage that modifications can be introduced into the IBV cDNA using homologous recombination, a method frequently used to insert and delete sequences from the vaccinia virus genome. Here, we describe the use of transient dominant selection as a method for introducing modifications into the IBV cDNA that has been successfully used for the substitution of specific nucleotides, deletion of genomic regions, and the exchange of complete genes. Infectious recombinant IBVs are generated in situ following the transfection of vaccinia virus DNA, containing the modified IBV cDNA, into cells infected with a recombinant fowlpox virus expressing T7 DNA-dependent RNA polymerase.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Avian infectious bronchitis virus (IBV) is a gamma-coronavirus that is the etiological agent of infectious bronchitis (IB); an acute and high contagious disease of poultry. Coronaviruses are enveloped viruses which replicate in the cell cytoplasm. Coronavirus genomes consist of single-stranded positive-sense RNA and are the largest of all the RNA viruses ranging from approximately 27 kb to 32 kb; the genome of IBV is 27.6 kb. Molecular analysis of the role of individual genes in the pathogenesis of RNA viruses has been advanced by the availability of full-length cDNAs, for the generation of infectious RNA transcripts that can replicate and result in infectious viruses. The assembly of full-length coronavirus cDNAs was hampered due to regions from the replicase gene being unstable in bacteria. We therefore devised a reverse genetics strategy for IBV involving the insertion of a full-length cDNA copy of the IBV genome, under the control of a T7 RNA promoter, into the vaccinia virus genome in place of the thymidine kinase (TK) gene. This was followed by the in situ recovery of infectious IBV in cells both transfected with vaccinia virus DNA and infected with a recombinant fowlpox virus expressing T7 RNA polymerase [1] .",
            "cite_spans": [
                {
                    "start": 1231,
                    "end": 1234,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "One of the main advantages of using vaccinia virus as a vector for IBV cDNA is its ability to accept large quantities of foreign DNA without loss of integrity and stability [2] . A second and equally important advantage is the ability to modify the IBV cDNA within the vaccinia virus vector through transient dominant selection (TDS), a method taking advantage of recombinant events between homologous sequences [3, 4] . The TDS method relies on a three-step procedure. In the first step, the modified IBV cDNA is inserted into a plasmid containing a selective marker under the control of a vaccinia virus promoter. In our case, we use a plasmid, pGPTNEB193 ( Fig. 1 ; [5] ), which contains a dominant selective marker gene, Escherichia coli guanine phosphoribosyltransferase (Ecogpt; [6] ), under the control of the vaccinia virus P7.5K early/ late promoter. Fig. 1 Schematic diagram of the recombination vector for insertion of genes into a vaccinia virus genome using TDS. Plasmid pGPTNEB193 contains the Ecogpt selection gene under the control of the vaccinia virus early/late P 7.5K promoter, a multiple cloning region for the insertion of the sequence to be incorporated into the vaccinia virus genome and the bla gene (not shown) for ampicillin selection of the plasmid in E. coli. For the modification of the IBV genome, a sequence corresponding to the region being modified, plus flanking regions of 500-800 nucleotides for recombination purposes is inserted into the multiple cloning sites using an appropriate restriction endonuclease. The plasmid is purified from E. coli and transfected into Vero cells previously infected with a recombinant vaccinia virus containing a full-length cDNA copy of the IBV genome In the second step, this complete plasmid sequence is integrated into the IBV sequence within the vaccinia virus genome (Fig. 2) . This occurs as a result of a single cross-over event involving homologous recombination between the IBV cDNA in the plasmid and the IBV cDNA sequence in the vaccinia virus genome. The resulting recombinant vaccinia viruses (rVV) are highly unstable due to the presence of duplicate sequences and are only maintained by the selective pressure of the Ecogpt gene, which confers resistance to mycophenolic acid (MPA) in the presence of xanthine and hypoxanthine [3] . In the third step, the MPA-resistant rVVs are grown in the absence of MPA selection, resulting in the loss of the Ecogpt gene due to a second single homologous recombination event between the duplicated sequences (Fig. 2) . During this Fig. 2 The incorporation of the IBV S gene using transient dominant selection. Transient dominant selection is used to modify the cDNA copy of the IBV genome encoded by an rVV [1] . To modify the IBV genome, a plasmid is required that contains a GPT gene as well as the desired IBV-derived sequence. For the insertion of the S gene into an IBV genome missing the S gene, the plasmid contains the S gene flanked by neighboring sequence in nsp 16 and gene 3 [2] . Recombination occurs between the homologous IBV sequences in the plasmid vector and the IBV cDNA, resulting in the complete plasmid sequence inserting into the rVV genome, thereby creating, due to the presence of duplicate sequences, a highly unstable intermediate [3] . The presence of the GPT gene allows for the selection and isolation of this highly unstable intermediate through plaque purification in the presence of selection agents MPA, xanthine and hypoxanthine [4] . Once the selective pressure is removed, a second homologous recombination event occurs that either results in the generation of an rVV containing the original unmodified IBV sequence or the generation of an IBV cDNA containing the desired modification; in this example the insertion of the S gene third step two recombination events can occur; one event will result in the generation of the original (unmodified) IBV sequence and the other in the generation of an IBV cDNA containing the desired modification (i.e., the modification within the plasmid sequence). In theory these two events will occur at equal frequency; however, in practice this is not necessarily the case.",
            "cite_spans": [
                {
                    "start": 173,
                    "end": 176,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 412,
                    "end": 415,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 416,
                    "end": 418,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 669,
                    "end": 672,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 785,
                    "end": 788,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 2313,
                    "end": 2316,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 2731,
                    "end": 2734,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 3011,
                    "end": 3014,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 3282,
                    "end": 3285,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 3488,
                    "end": 3491,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [
                {
                    "start": 660,
                    "end": 666,
                    "text": "Fig. 1",
                    "ref_id": null
                },
                {
                    "start": 860,
                    "end": 866,
                    "text": "Fig. 1",
                    "ref_id": null
                },
                {
                    "start": 1843,
                    "end": 1851,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 2532,
                    "end": 2540,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 2555,
                    "end": 2561,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "To recover infectious rIBVs from the rVV vector, rVV DNA is transfected into primary chick kidney (CK) cells previously infected with a recombinant fowlpox virus expressing T7 RNA polymerase (rFPV-T7; [7] ). In addition, a plasmid, pCi-Nuc [1, 8] , expressing the IBV nucleoprotein (N), under the control of both the cytomegalovirus (CMV) RNA polymerase II promoter and the T7 RNA promoter, is co-transfected into the CK cells. Expression of T7 RNA polymerase in the presence of the IBV N protein and the rVV DNA, containing the full-length IBV cDNA under the control of a T7 promoter, results in the generation of infectious IBV RNA, which in turn results in the production of infectious rIBVs (Fig. 3) .",
            "cite_spans": [
                {
                    "start": 201,
                    "end": 204,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 240,
                    "end": 243,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 244,
                    "end": 246,
                    "text": "8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 695,
                    "end": 703,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "The overall procedure is a multistep process that can be divided into two parts: the generation of an rVV containing the modified IBV cDNA (Fig. 4 ) and the recovery of infectious rIBV from the rVV vector (Fig. 4) . The generation of the Ecogpt plasmids, based on pGPTNEB193, containing the modified IBV cDNA, is by standard E. coli cloning methods [9, 10] and will not be described here. General methods for growing vaccinia virus have been published by Mackett et al. [11] and for using the TDS method for modifying the vaccinia virus genome by Smith [ [1] . Primary CK cells are infected with a recombinant fowlpox virus which expresses a T7 RNA polymerase (rFPV-T7) [2] . Cells are subsequently co-transfected with recombinant vaccinia DNA encoding the desired IBV cDNA under the control of a T7 RNA promotor, and a plasmid (pCi-Nuc) expressing the IBV N protein under the control of both a cytomegalovirus (CMV) RNA polymerase II promoter and a T7 RNA promoter [3] . The rFPV-T7 derived RNA polymerase generates both the N protein from pCi-Nuc, and infectious IBV RNA from the rVV DNA. This in turn [4] initiates an IBV replication cycle resulting [5] in the generation of recombinant IBV (rIBV 12. Incubate the cells at 37 C, 5% CO 2 until they display extensive vaccinia virus-induced CPE (normally 2 days).",
            "cite_spans": [
                {
                    "start": 470,
                    "end": 474,
                    "text": "[11]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 553,
                    "end": 554,
                    "text": "[",
                    "ref_id": null
                },
                {
                    "start": 555,
                    "end": 558,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 670,
                    "end": 673,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 966,
                    "end": 969,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1104,
                    "end": 1107,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1153,
                    "end": 1156,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [
                {
                    "start": 139,
                    "end": 146,
                    "text": "(Fig. 4",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 205,
                    "end": 213,
                    "text": "(Fig. 4)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "13. Harvest the infected/transfected cells into the cell medium of the wells and centrifuge for 3-4 min at 300 Â g. Discard supernatant and resuspend the pellet in 400 μl 1Â E-MEM and store at À20 C. 1. Take the MPA-resistant plaque-purified rVVs which have been plaque purified a total of three times as described in Subheading 3.2 and freeze-thaw and sonicate as described in Subheading 3.1, step 1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "2. Remove the medium from confluent Vero cells in six-well plates and wash the cells with PBSa.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "3. Prepare 10 À1 to 10 À3 dilutions of the recombinant vaccinia virus in 1Â E-MEM. 4 . Remove the PBSa from the Vero cells and add 500 μl of the diluted virus per well.",
            "cite_spans": [
                {
                    "start": 83,
                    "end": 84,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "5. Incubate for 1-2 h at 37 C, 5% CO 2 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "6. Remove the inoculum and add 3 ml of the overlay medium (see Note 10).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "7. Incubate for 3-4 days at 37 C, 5% CO 2 and stain the cells by adding 2 ml 1Â E-MEM containing 1% agarose and 0.01% neutral red.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "8. Incubate the cells at 37 C, 5% CO 2 for 6-24 h and pick 3-6 well-isolated plaques for each recombinant, by taking a plug of agarose directly above the plaque. Place the plug of agarose in 400 μl of 1Â E-MEM (see Note 9).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "9. Perform two further rounds of plaque purification for each selected recombinant vaccinia virus in the presence of selection medium, as described in steps 1-8.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "1. Take the MPA-sensitive plaque-purified rVVs which have been plaque purified a total of three times as described in Subheading 3.3 and freeze-thaw and sonicate as described in Subheading 3.1, step 1. 8. Scrape the Vero cells into the medium and harvest into 1.5 ml screw cap tubes with gaskets.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Production of Small Stocks of Recombinant Vaccinia Viruses"
        },
        {
            "text": "9. Centrifuge for 3 min at 16,000 Â g in a bench top centrifuge.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Production of Small Stocks of Recombinant Vaccinia Viruses"
        },
        {
            "text": "10. Discard the supernatants and resuspend the cells in a total of 400 μl of BES cell culture medium and store at À20 C. At this stage, the extracted rVV DNA is analyzed by PCR and/or sequence analysis for the presence/absence of the Ecogpt gene and for the modifications within the IBV cDNA sequence. Once an rVV is identified that has both lost the Ecogpt gene and also contains the desired IBV modification, large stocks are produced. Typically, two rVVs will be taken forward at this stage, which ideally have been generated from different wells of the infection/transfection of Vero cells stage previously described in Subheading 3.1. Once the large stocks of the chosen rVVs have been produced, rVV DNA will be extracted and prepared for the recovery of rIBV. 3. Incubate the infected cells for 1 h at 37 C, 5% CO 2 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Production of Small Stocks of Recombinant Vaccinia Viruses"
        },
        {
            "text": ". At this stage, the cells should easily detach from the plastic. 5 . Either continue to step 6 or freeze the flasks in Tupperware boxes lined with absorbent material and labeled with biohazard tape at À20 C until further use.",
            "cite_spans": [
                {
                    "start": 66,
                    "end": 67,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Add 18 ml of pre-warmed (37 C) G-MEM and incubate the infected cells at 37 C, 5% CO 2 until the cells show an advanced CPE (normally about 2-3 days postinfection)"
        },
        {
            "text": "6. If prepared from frozen, the flasks need to be defrosted by leaving them at room temperature for 15 min and then at 37 C until the medium over the cells has thawed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Add 18 ml of pre-warmed (37 C) G-MEM and incubate the infected cells at 37 C, 5% CO 2 until the cells show an advanced CPE (normally about 2-3 days postinfection)"
        },
        {
            "text": "7. Tap the flasks to detach the cells from the plastic, if necessary, use a cell scraper.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Add 18 ml of pre-warmed (37 C) G-MEM and incubate the infected cells at 37 C, 5% CO 2 until the cells show an advanced CPE (normally about 2-3 days postinfection)"
        },
        {
            "text": "8. Transfer the medium containing the cells to 50 ml tubes and centrifuge at 750 Â g for 15 min at 4 C to pellet the cells.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Add 18 ml of pre-warmed (37 C) G-MEM and incubate the infected cells at 37 C, 5% CO 2 until the cells show an advanced CPE (normally about 2-3 days postinfection)"
        },
        {
            "text": "9. Discard the supernatant (99% of vaccinia virus is cellassociated) and resuspend the cells in 1 ml of TE buffer per flask.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Add 18 ml of pre-warmed (37 C) G-MEM and incubate the infected cells at 37 C, 5% CO 2 until the cells show an advanced CPE (normally about 2-3 days postinfection)"
        },
        {
            "text": "10. Pool the resuspended cells, then aliquot into screw top microfuge tubes with gasket and store at À70 C.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Add 18 ml of pre-warmed (37 C) G-MEM and incubate the infected cells at 37 C, 5% CO 2 until the cells show an advanced CPE (normally about 2-3 days postinfection)"
        },
        {
            "text": "Use the resuspended cells from the remaining 10 flasks for partial purification.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Use one 1 ml aliquot of the resuspended cells as a virus stock."
        },
        {
            "text": "1. Freeze-thaw and sonicate the resuspended cells generated from Subheading 3.6 as described in Subheading 3.1, step 1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Vaccinia Virus Partial Purification"
        },
        {
            "text": "2. Centrifuge at 750 Â g for 10 min at 4 C to remove the cell nuclei.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Vaccinia Virus Partial Purification"
        },
        {
            "text": "3. Keep the supernatant and add TE buffer to give a final volume of 16 ml.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Vaccinia Virus Partial Purification"
        },
        {
            "text": "4. Add 20 ml of the 30% sucrose solution into a Beckman ultraclear (25 Â 89 mm) ultracentrifuge tube and carefully layer 13 ml of the cell lysate from step 3 on to the sucrose cushion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Vaccinia Virus Partial Purification"
        },
        {
            "text": "5. Centrifuge the samples using an ultracentrifuge at 36,000 Â g, 4 C for 60 min.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Vaccinia Virus Partial Purification"
        },
        {
            "text": "6. The partially purified vaccinia virus particles form a pellet under the sucrose cushion. After centrifugation, carefully remove the top layer (usually pink) and the sucrose layer with a pipette. Wipe the sides of the tube carefully with a tissue to remove any sucrose solution.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Vaccinia Virus Partial Purification"
        },
        {
            "text": "7. Resuspend each pellet in 5 ml TE buffer and store at À70 C. 3. Transfer into a clean 50 ml tube.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Vaccinia Virus Partial Purification"
        },
        {
            "text": "4. Add 5 ml of phenol/chloroform/isoamyl alcohol, mix by inverting the tube 5-10 times, and centrifuge at 1100 Â g in a bench-top centrifuge for 15 min at 4 C. Transfer the upper phase to a clean 50 ml tube using wide-bore pipette tips (see Notes 11 and 12).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Vaccinia Virus Partial Purification"
        },
        {
            "text": "6. Add 5 ml chloroform, mix by inverting the tube 5-10 times, and centrifuge at 1100 Â g for 15 min at 4 C. Transfer the upper phase into a clean 50 ml tube.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Repeat step 3."
        },
        {
            "text": "7. Precipitate the vaccinia virus DNA by adding 2.5 volumes of À20 C absolute ethanol and 0.1 volumes of 3 M sodium acetate. Centrifuge at 1200 Â g, 4 C for 60-90 min. A glassy pellet should be visible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Repeat step 3."
        },
        {
            "text": "8. Discard the supernatant and wash the DNA using 10 ml À20 C 70% ethanol. Leave on ice for 5 min and centrifuge at 1200 Â g, 4 C for 30-45 min. Discard the supernatant and remove the last drops of ethanol using a capillary tip. Dry the inside of the tube using a tissue to remove any ethanol.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Repeat step 3."
        },
        {
            "text": "9. Air dry the pellet for 5-10 min.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Repeat step 3."
        },
        {
            "text": "10. Resuspend the vaccinia DNA in 100 μl of water. Do not pipette to resuspend as shearing of the DNA will occur.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Repeat step 3."
        },
        {
            "text": "11. Leave the tubes at 4 C overnight. If the pellet has not dissolved totally, add more water.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Repeat step 3."
        },
        {
            "text": "12. Measure the concentration of the extracted DNA using a nanodrop or equivalent.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Repeat step 3."
        },
        {
            "text": "13. Store the vaccinia virus DNA at 4 C. DO NOT FREEZE (see Note 12).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Repeat step 3."
        },
        {
            "text": "1. Prepare 2 l of 0.5Â TBE buffer for the preparation of the agarose gel and as electrophoresis running buffer; 100 ml is required for a 12.7 Â 14 cm agarose gel, and the remainder is required as running buffer.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis of Vaccinia Virus DNA by PFGE"
        },
        {
            "text": "2. Calculate the concentration of agarose that is needed to analyze the range of DNA fragments to be analyzed. Increasing the agarose concentration decreases the DNA mobility within the gel, requiring a longer run time or a higher voltage. However, a higher voltage can increase DNA degradation and reduce resolution. A 0.8% agarose gel is suitable for separating DNA ranging between 50 and 95 kb. A 1% agarose gel is suitable for separating DNA ranging between 20 and 300 kb.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis of Vaccinia Virus DNA by PFGE"
        },
        {
            "text": "3. Place the required amount of agarose in 100 ml 0.5Â TBE buffer and microwave until the agarose is dissolved. Cool to approximately 50-60 C.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis of Vaccinia Virus DNA by PFGE"
        },
        {
            "text": "4. Clean the gel frame and comb with MQ water followed by 70% ethanol. Place the gel frame on a level surface, assemble the comb and pour the cooled agarose into the gel frame. Remove any bubbles using a pipette tip and allow the agarose to set (approximately 30-40 min) and store in the fridge until required.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis of Vaccinia Virus DNA by PFGE"
        },
        {
            "text": "5. Place the remaining 0.5Â TBE buffer into the electrophoresis tank and switch the cooling unit on. Leave the buffer circulating to cool.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis of Vaccinia Virus DNA by PFGE"
        },
        {
            "text": "6. Digest 1 μg of the DNA with a suitable restriction enzyme such as Sal I in a 20 μl reaction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis of Vaccinia Virus DNA by PFGE"
        },
        {
            "text": "7. Add the sample loading dye to the digested vaccinia virus DNA samples and incubate at 65 C for 10 min.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis of Vaccinia Virus DNA by PFGE"
        },
        {
            "text": "8. Place the agarose gel in the electrophoresis chamber; load the samples using wide bore tips and appropriate DNA markers (see Note 12). 10. Following PFGE, place the agarose gel in a sealable container containing 400 ml 0.1 μg/ml ethidium bromide and gently shake for 30 min at room temperature.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis of Vaccinia Virus DNA by PFGE"
        },
        {
            "text": "11. Wash the ethidium bromide-stained agarose gel in 400 ml MQ water by gently shaking for 30 min.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis of Vaccinia Virus DNA by PFGE"
        },
        {
            "text": "12. Visualize DNA bands using a suitable UV system for analyzing agarose gels. An example of recombinant vaccinia virus DNA digested with the restriction enzyme Sal I and analyzed by PFGE is shown in Fig. 5 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 200,
                    "end": 206,
                    "text": "Fig. 5",
                    "ref_id": null
                }
            ],
            "section": "Analysis of Vaccinia Virus DNA by PFGE"
        },
        {
            "text": "Infectious recombinant IBVs are generated in situ by co-transfection of vaccinia virus DNA, containing the modified IBV cDNA, and pCi-Nuc (a plasmid containing the IBV N gene) into CK cells previously infected with a recombinant fowlpox virus expressing the bacteriophage T7 DNA dependent RNA polymerase under the direction of the vaccinia virus P7.5 early-late promoter 8 (rFPV-T7). This protocol covers the procedure for preparing a stock of rFPV/T7 by infecting primary avian chicken embryo fibroblasts (CEFs).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preparation of rFPV-T7 Stock"
        },
        {
            "text": "Preparation of 200 ml stock of rFPV-T7 uses ten T150 flasks containing confluent monolayers of CEFs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preparation of rFPV-T7 Stock"
        },
        {
            "text": "1. Remove the culture growth medium from the cells, wash cells with PBSa, and infect with 2 ml rFPV/T7 at an MOI of 0.1, previously diluted in CEF maintenance medium that does not contain serum.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preparation of rFPV-T7 Stock"
        },
        {
            "text": "2. Incubate the infected cells for 1 h at 37 C, 5% CO 2 , then without removing the inoculum, add 20 ml of CEF maintenance medium (containing serum). 4. Harvest into 50 ml tubes and freeze-thaw the cells three times as described in Subheading 3.1, step 1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preparation of rFPV-T7 Stock"
        },
        {
            "text": "5. Centrifuge at 750 Â g, 4 C for 5 min to remove the cell debris. Take the supernatant containing the virus stock and store at À70 C until required.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preparation of rFPV-T7 Stock"
        },
        {
            "text": "6. Determine the titer of the virus stock by plaque assay using CEF cells. The titer should be in the order of 10 6 -10 7 PFU/ml. 9. Remove the transfection medium from each well and replace with 5 ml of BES medium and incubate at 37 C, 5% CO 2 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preparation of rFPV-T7 Stock"
        },
        {
            "text": "10. Two days after changing the transfection media, when FPV/ IBV-induced CPE is extensive, harvest the cell supernatant from each well and using a 5 ml syringe, filter through 0.22 μm to remove any rFPV-T7 virus present (see Note 14) .",
            "cite_spans": [
                {
                    "start": 226,
                    "end": 234,
                    "text": "Note 14)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Preparation of rFPV-T7 Stock"
        },
        {
            "text": "11. Store the filtered supernatant, referred to as passage 0 (P 0 CKC) supernatant at À70 C.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preparation of rFPV-T7 Stock"
        },
        {
            "text": "To check for the presence of any recovered rIBVs, the P 0 CKC supernatant is passaged three times, P 1 to P 3 , in CK cells (Fig. 4b ) (see Note 15) . At each passage, the cells are checked for any IBV-associated CPE and for further confirmation RNA is extracted from P 3 CKC supernatant and is analyzed by RT-PCR (see Note 16).",
            "cite_spans": [
                {
                    "start": 140,
                    "end": 148,
                    "text": "Note 15)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 124,
                    "end": 132,
                    "text": "(Fig. 4b",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Serial Passage of rIBVs in CK Cells"
        },
        {
            "text": "1. Wash the confluent CK cells in six-well plates once with PBSa.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Serial Passage of rIBVs in CK Cells"
        },
        {
            "text": "2. Add 1 ml of the P 0 CKC supernatant per well and incubate at 37 C, 5% CO 2 for 1 h.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Serial Passage of rIBVs in CK Cells"
        },
        {
            "text": "3. Without removing the inoculum, add 2 ml of BES medium per well.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Serial Passage of rIBVs in CK Cells"
        },
        {
            "text": "4. Check cells for IBV-associated CPE over the next 2-3 days using a bright-field microscope.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Serial Passage of rIBVs in CK Cells"
        },
        {
            "text": "5. Harvest the supernatant from each well and store at À80 C.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Serial Passage of rIBVs in CK Cells"
        },
        {
            "text": "6. Repeat steps 1-6 for passages P 2 and P 3 in CK cells.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Serial Passage of rIBVs in CK Cells"
        },
        {
            "text": "7. At P 3 any recovered virus is used to prepare a large stock for analysis of the virus genotype and phenotype.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Serial Passage of rIBVs in CK Cells"
        },
        {
            "text": "1. While the M41 strain can be rescued using an N plasmid encoding the Beau-R N gene and vice-versa, it is unknown to how specific the match must be between the N gene encoded in the IBV cDNA and the N gene expressing plasmid. It is therefore advisable to match exactly the N gene encoded in the IBV cDNA and the N encoded in the plasmid.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Notes"
        },
        {
            "text": "2. Vaccinia virus is classified as a category 2 human pathogen, and its use is therefore subject to local regulations and rules that have to be followed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Notes"
        },
        {
            "text": "3. Always discard any medium or solution containing vaccinia virus into a 1% solution of Virkon, leave at least 12 h before discarding.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Notes"
        },
        {
            "text": "large Tupperware boxes, which should be labeled with the word vaccinia and biohazard tape. A paper towel should be put on the bottom of the boxes to absorb any possible spillages.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Flasks of cells infected with vaccinia virus should be kept in"
        },
        {
            "text": "buckets for the centrifugation to avoid possible spillages.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "During centrifugation of vaccinia virus-infected cells, use sealed"
        },
        {
            "text": "6. After 2 h of incubation with the transfection mixture, the cells begin to die. It is best therefore not to exceed 90 min incubation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "During centrifugation of vaccinia virus-infected cells, use sealed"
        },
        {
            "text": "7. It is important that after the addition of each selection agent, the medium is mixed to ensure the selection agents are evenly distributed. This can be achieved by gently rocking/swirling the plate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "During centrifugation of vaccinia virus-infected cells, use sealed"
        },
        {
            "text": "8. Add an equal volume of 2% agar to the 2Â EMEM containing MPA, xanthine and hypoxanthine and mix well before adding it to vaccinia virus-infected cells. There is skill to making the overlay medium and adding it to the cells before the agar sets.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "During centrifugation of vaccinia virus-infected cells, use sealed"
        },
        {
            "text": "There are a number of methods including adding hot agar to cold medium or pre-warming the medium to 37 C and adding agar which has been incubated at 50 C. Despite the method chosen, it is important that all components of the overlay medium are mixed well, and the medium is not too hot when it is added to the cells. If there are problems, 1% agar can be substituted with 1% low melting agarose.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "During centrifugation of vaccinia virus-infected cells, use sealed"
        },
        {
            "text": "9. The first recombination event in the TDS system will not necessarily occur in the same place in every rVV. It is therefore important to pick a number of plaques from the first round of plaque purification in presence of GPT selection agents and take a variety of them forward. The following two rounds of plaque purification in the presence of GPT selection agents ensure a single virus population and also that no carry through of the input receiver/wild-type vaccinia virus has occurred.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "During centrifugation of vaccinia virus-infected cells, use sealed"
        },
        {
            "text": "10. As an alternative approach to confirm whether recombination has occurred resulting in MPA-sensitive recombinant vaccinia virus, during plaque purification in the absence of GPT selection agents, plate 10 À1 rVV dilution in the presence of GPT selection medium and rVV dilutions 10 À2 and 10 À3 in the absence. When there are no plaques in the 10 À1 dilution, it means that the rVV has lost the GPT gene, and the plaques are ready to amplify and check for the presence of mutations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "During centrifugation of vaccinia virus-infected cells, use sealed"
        },
        {
            "text": "11. There are risks associated with working with phenol/chloroform/isoamyl alcohol and chloroform. It is important to check the local guidelines and code of practices.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "During centrifugation of vaccinia virus-infected cells, use sealed"
        },
        {
            "text": "12. Vaccinia virus DNA is a very large molecule that is very easy to shear; therefore, when working with the DNA, be gentle and use wide bore tips or cut the ends off ordinary pipette tips. In addition, always store vaccinia virus DNA at 4 C; do not freeze as this leads to degradation. However, there is an exception to this if the vaccinia virus DNA has been extracted using the Qiagen QlAamp DNA mini kit, as this DNA will have already been sheared (the kit only purifies intact DNA fragments up to 650 bp). This DNA can be stored at À20 C, but it is only suitable for the analysis of the rVV genome by PCR and is not suitable for the infection and transfection of CK cells for the recovery of rIBV.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "During centrifugation of vaccinia virus-infected cells, use sealed"
        },
        {
            "text": "13. While CK cells remain the cell type of choice for the recovery of infectious rIBV, it is possible to recover Beau-R [1] in DF1 cells, an avian cell line derived from fibroblasts isolated from 10-day old chicken embryos [13] .",
            "cite_spans": [
                {
                    "start": 120,
                    "end": 123,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 223,
                    "end": 227,
                    "text": "[13]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "During centrifugation of vaccinia virus-infected cells, use sealed"
        },
        {
            "text": "14. Not all IBV strains can be propagated in CK cells, and this is dictated by the S gene [14] [15] [16] . When performing a rescue using rIBVs that cannot be propagated in CK cells, the infected cell lysate must also be harvested at this stage. To harvest the cell lysate, add 500-600 μl CK maintenance media per well, and freeze at À80 C. Immediately before passaging, thaw the lysate and titurate, no more than five times, using a needle and syringe, and filter to remove the rFPV-T7. This technique to break open the cells is harsh and will potentially damage any recovered rIBV. It is therefore strongly advised that the processed cell lysate is immediately taken forward for passaging, without a further freeze-thaw. 15 . For rIBVs that cannot be propagated in CK cells, it is also possible to passage in 10-day old SPF embryonated hen's eggs. This has been successfully tried for several rIBVs [15] . Typically, for the first passage, each egg would be inoculated with up to 300 μl of P 0 supernatant, or P 0 cell lysate and incubated for up to 48 h at 37 C. The embryonated eggs are chilled at 4 C for at least 4 h before the allantoic fluid is harvested. The harvested allantoic fluid is then taken forward to the next passage. 16 . There is always the possibility that the recovered rIBV is not cytopathic. In this case, check for the presence of viral RNA by RT-PCR at P 3 . It is quite common even with a cytopathic rIBV not to see easily definable IBV-induced CPE at P 1 and P 2 . The recovery process is a low probability event and the serial passage of rIBVs in CK cells or embryonated eggs acts as an amplification step.",
            "cite_spans": [
                {
                    "start": 90,
                    "end": 94,
                    "text": "[14]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 95,
                    "end": 99,
                    "text": "[15]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 100,
                    "end": 104,
                    "text": "[16]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 723,
                    "end": 725,
                    "text": "15",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 901,
                    "end": 905,
                    "text": "[15]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1237,
                    "end": 1239,
                    "text": "16",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "During centrifugation of vaccinia virus-infected cells, use sealed"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Reverse genetics system for the avian coronavirus infectious bronchitis virus",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Casais",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Thiel",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Siddell",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J Virol",
            "volume": "75",
            "issn": "",
            "pages": "12359--12369",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Reverse genetics of coronaviruses using vaccinia virus vectors",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Thiel",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Siddell",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Curr Top Microbiol Immunol",
            "volume": "287",
            "issn": "",
            "pages": "199--227",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Transient dominant selection of recombinant vaccinia viruses",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "G"
                    ],
                    "last": "Falkner",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Moss",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "J Virol",
            "volume": "64",
            "issn": "",
            "pages": "3108--3111",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Generation of a recombinant avian coronavirus infectious bronchitis virus using transient dominant selection",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Britton",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Evans",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Dove",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Virol Methods",
            "volume": "123",
            "issn": "",
            "pages": "203--211",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The 131-amino-acid repeat region of the essential 39-kilodalton core protein of fowlpox virus FP9, equivalent to vaccinia virus A4L protein, is nonessential and highly immunogenic",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Boulanger",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Green",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J Virol",
            "volume": "72",
            "issn": "",
            "pages": "170--179",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Selection for animal cells that express the E.coli gene coding for xanthine-guanine phosphoribosyl transferase",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Mulligan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Berg",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "78",
            "issn": "",
            "pages": "2072--2076",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Expression of bacteriophage T7 RNA polymerase in avian and mammalian cells by a recombinant fowlpox virus",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Britton",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Green",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kottier",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "J Gen Virol",
            "volume": "77",
            "issn": "",
            "pages": "963--967",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The coronavirus infectious bronchitis virus nucleoprotein localizes to the nucleolus",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Hiscox",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Wurm",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wilson",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J Virol",
            "volume": "75",
            "issn": "",
            "pages": "506--512",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Molecular cloning: a laboratory manual/second edition",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "M"
                    ],
                    "last": "Ausubel",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Brent",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Kingston",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The construction and characterisation of vaccinia virus recombinants expressing foreign genes",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mackett",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "L"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Moss",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Glover DM (ed) DNA cloning, a practical approach",
            "volume": "",
            "issn": "",
            "pages": "191--211",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Expression of genes by vaccinia virus vectors",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "L"
                    ],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Molecular virology, a practical approach",
            "volume": "",
            "issn": "",
            "pages": "257--283",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The DF-1 chicken fibroblast cell line: transformation induced by diverse oncogenes and cell death resulting from infection by avian leukosis viruses",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Himly",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "N"
                    ],
                    "last": "Foster",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Bottoli",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Virology",
            "volume": "248",
            "issn": "",
            "pages": "295--304",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Recombinant avian infectious bronchitis virus expressing a heterologous spike gene demonstrates that the spike protein is a determinant of cell tropism",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Casais",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Dove",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Cavanagh",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Virol",
            "volume": "77",
            "issn": "",
            "pages": "9084--9089",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "A recombinant avian infectious bronchitis virus expressing a heterologous spike gene belonging to the 4/91 serotype",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Armesto",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Evans",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Cavanagh",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "PLoS One",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "The S2 subunit of infectious bronchitis virus Beaudette is a determinant of cellular tropism",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Bickerton",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Maier",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Stevenson-Leggett",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J Virol",
            "volume": "92",
            "issn": "",
            "pages": "1044--01018",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "Schematic detailing of the recovery of infectious rIBV in CK cells",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Schematic detailing of the multi-step process of constructing a recombinant Vaccinia virus. Vero cells are infected with rVV containing IBV cDNA and then transfected with a plasmid containing the IBV sequence to be inserted and the selective marker gene GPT. Selection agents, MPA, xanthine and hypoxanthine, are added to the culture. Homologous recombination occurs, and the complete plasmid sequence is inserted into the rVV. The GPT gene allows positive selection of these rVV as it confers resistance to MPA in the presence of xanthine and hypoxanthine. The viruses are plaque purified three times in the presence of selection agents ensuring no wild-type VV is present. The removal of the selection agents results in a second recombination event with the loss of the GPT gene. Plaque purification in the absence of selection agents three times not only ensures the loss of the GPT gene but also ensures the maintenance of a single virus population. Small stocks of rVV are grown from individual plaques which are screened through PCR for the desired modification; this is found in theoretically 50% of rVVs",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Remove the medium from confluent Vero cells in six-well plates and wash the cells with PBSa. 3. Dilute 150 μl of the sonicated rVVs in 350 μl of BES cell culture medium. 4. Remove the PBSa from the Vero cells and add 500 μl of the diluted rVVs per well. 5. Incubate at 37 C, 5% CO 2 for 1-2 h. 6. Add 2.5 ml per well of BES cell culture medium. 7. Incubate the infected Vero cells at 37 C, 5% CO 2 until the cells show signs of extensive vaccinia virus-induced CPE (approximately 4 days).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Follow the blood/bodily fluid spin protocol and start with 200 μl of rVV stock produced in Subheading 3.4. 2. Elute the rVV DNA in 200 μl buffer AE (provided in the kit)and store at 4 C.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Freeze-thaw and sonicate the chosen rVV stocks from Subheading 3.4 as described in Subheading 3.1, step 1.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Add G-MEM to the sonicated virus and infect 11 Â T150 flasks of confluent monolayers of BHK-21 cells using 2 ml of the diluted vaccinia virus per flask at an MOI of 0.1-1.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "The DNA samples are analyzed by PFGE at 14 C in gels run with a 0.1-1.0 s switch time for 16 h at 6 V/cm at an angle of 120 or with a 3.0-30.0 s switch time for 16 h at 6 V/cm depending on the concentration of agarose used.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "After 4 days postinfection, check for CPE (90% of the cells should show CPE). Tap the flasks to detach the cells from the plastic and disperse the cells into the medium by pipetting them up and down.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "12].",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Freeze-thaw the vaccinia virus containing the full-length IBV cDNA genome to be modified three times (37 C/dry ice) and sonicate for 2 min using a cup form sonicator, continuous pulse at 70% duty cycle, seven output control (see Notes 2-5).2. Infect six-well plates of 40% confluent monolayers of Vero cells with the rVV at an MOI of 0.2. Use two independent wells per recombination (see Notes 2-5).3. Incubate at 37 C 5% CO 2 for 2 h to allow the virus to infect the cells.4. After 1 h of incubation, prepare the following solutions for transfection: Solution A: For each transfection, dilute 5 μg of modified pGPTNEB193 (containing the modified IBV cDNA) in 1.5 ml of OPTIMEM medium. Solution B: Dilute 12 μl of lipofectin in 1.5 ml of OPTIMEM for each transfection. 5. Incubate solutions A and B separately for 30 min at room temperature, then mix the two solutions together and incubate the mixture at room temperature for 15 min. 6. During the 15 min incubation, remove the inoculum from the vaccinia virus-infected cells and wash the cells twice with OPTIMEM. Remove the transfection mixture from each well and replace it with 5 ml of BES medium. 10. Incubate the transfected cells overnight at 37 C, 5% CO 2 . 11. The following morning add the MXH selection components, MPA 12.5 μl, xanthine 125 μl, and hypoxanthine 7.4 μl, directly to each well (see Note 7).",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Remove the medium from confluent Vero cells in six-well plates and wash the cells once with PBSa. 3. Prepare 10 À1 to 10 À3 dilutions of the recombinant vaccinia virus in 1Â E-MEM. 4. Remove the PBSa from the Vero cells and add 500 μl of the diluted virus per well.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}