{"paper_id": "e78e362c14a60c8d0d8ded7c8791d5d89906381e", "metadata": {"title": "FiberStars: Visual Comparison of Diffusion Tractography Data between Multiple Subjects", "authors": [{"first": "Loraine", "middle": [], "last": "Franke", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Karl", "middle": ["I"], "last": "Daniel", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Fan", "middle": [], "last": "Weidele", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Suheyla", "middle": [], "last": "Zhang", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Steve", "middle": [], "last": "Cetin-Karayumak", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Lauren", "middle": ["J"], "last": "Pieper", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Yogesh", "middle": [], "last": "O&apos;donnell", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Daniel", "middle": [], "last": "Rathi", "suffix": "", "affiliation": {}, "email": ""}, {"first": "", "middle": [], "last": "Haehn", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "We show Human Connectome Project tractography data from six different subjects. The bottom two-dimensional mappings allow for a faster comparison. A demo of FiberStars with a small data sample can be found at https://lorifranke.github.io/ABCD/.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Abstract-Tractography from high-dimensional diffusion magnetic resonance imaging (dMRI) data allows brain's structural connectivity analysis. Recent dMRI studies aim to compare connectivity patterns across thousands of subjects to understand subtle abnormalities in brain's white matter connectivity across disease populations. Besides connectivity differences, researchers are also interested in investigating distributions of biologically sensitive dMRI derived metrics across subject groups. Existing software products focus solely on the anatomy or are not intuitive and restrict the comparison of multiple subjects. In this paper, we present the design and implementation of FiberStars, a visual analysis tool for tractography data that allows the interactive and scalable visualization of brain fiber clusters in 2D and 3D. With FiberStars, researchers can analyze and compare multiple subjects in large collections of brain fibers. To evaluate the usability of our software, we performed a quantitative user study. We asked non-experts to find patterns in a large tractography dataset with either FiberStars or AFQ-Browser, an existing dMRI exploration tool. Our results show that participants using FiberStars can navigate extensive collections of tractography faster and more accurately. We discuss our findings and provide an analysis of the requirements for comparative visualizations of tractography data. All our research, software, and results are available openly.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": ". Comparison of fiber clusters across subjects in split screen mode of FiberStars. We show Human Connectome Project tractography data from six different subjects. The bottom two-dimensional mappings allow for a faster comparison. A demo of FiberStars with a small data sample can be found at https://lorifranke.github.io/ABCD/.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Abstract-Tractography from high-dimensional diffusion magnetic resonance imaging (dMRI) data allows brain's structural connectivity analysis. Recent dMRI studies aim to compare connectivity patterns across thousands of subjects to understand subtle abnormalities in brain's white matter connectivity across disease populations. Besides connectivity differences, researchers are also interested in investigating distributions of biologically sensitive dMRI derived metrics across subject groups. Existing software products focus solely on the anatomy or are not intuitive and restrict the comparison of multiple subjects. In this paper, we present the design and implementation of FiberStars, a visual analysis tool for tractography data that allows the interactive and scalable visualization of brain fiber clusters in 2D and 3D. With FiberStars, researchers can analyze and compare multiple subjects in large collections of brain fibers. To evaluate the usability of our software, we performed a quantitative user study. We asked non-experts to find patterns in a large tractography dataset with either FiberStars or AFQ-Browser, an existing dMRI exploration tool. Our results show that participants using FiberStars can navigate extensive collections of tractography faster and more accurately. We discuss our findings and provide an analysis of the requirements for comparative visualizations of tractography data. All our research, software, and results are available openly.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "In recent years, studying the brain and its neural connectivity has become an emerging discipline among various research fields. Especially, diffusion magnetic resonance imaging (dMRI) is currently the only technique that enables tracing the structural anatomy of white matter tracts in the human brain. DMRI is sensitive to molecular water diffusion and can characterize subtle changes in the brain microstructure and measure structural connectivity abnormalities in the brain's white matter tracts [4] . Research concerning dMRI can analyze the white matter tracts and structural connectivity with a process called tractography [5] . Tractography is used to construct maps and diagrams of the brain's connectivity with high-resolution images to improve comprehension of the structure of the brain [16, 31, 37] . DMRI tractography has gained in popularity in clinical practice and research on brain diseases such as autism, multiple sclerosis, stroke, dementia, and schizophrenia [2, 47] . Moreover, dMRI tractography is a powerful tool to track and detect disruptions in structural connectivity regarding brain disease and disorders [20, 21] . For example, when comparing the brain connectivity between healthy and disease populations, it is critical to get deeper insights to understand the potential pathology. Tractography data needs interpretation to be useful, and therefore visualizations are required to understand the underlying tissue microstructure of fiber tracts. Highdimensional fiber tracking datasets consisting of tens of gigabytes in size with millions of fibers, and the spatial 3D characteristics yield fundamental challenges for data exploration and visualization.", "cite_spans": [{"start": 500, "end": 503, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 630, "end": 633, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 799, "end": 803, "text": "[16,", "ref_id": "BIBREF15"}, {"start": 804, "end": 807, "text": "31,", "ref_id": "BIBREF30"}, {"start": 808, "end": 811, "text": "37]", "ref_id": "BIBREF36"}, {"start": 981, "end": 984, "text": "[2,", "ref_id": "BIBREF1"}, {"start": 985, "end": 988, "text": "47]", "ref_id": "BIBREF46"}, {"start": 1135, "end": 1139, "text": "[20,", "ref_id": "BIBREF19"}, {"start": 1140, "end": 1143, "text": "21]", "ref_id": "BIBREF20"}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "Tractography data can include millions of 3D polylines with each line representing the path of a single white matter tract. These lines can form a fiber bundle or also called a cluster. The data is highly variable across fiber cluster and subjects. The main goal of this paper is to visualize fiber data in an efficient way that allows comparisons between different clusters or bundles and subjects. For this, we choose to pair existing 3D visualizations with a 2D approach to reduce the complexity of the data. Our tool FiberStars aims to assist researchers among various disciplines, including neuroscientists, neurosurgeons, and psychologists. We design FiberStars to provide analysis tools for brain connectivity research that are easy to use for novices and experts alike. Our goal is that users do not necessarily require a detailed understanding of complex relationships and patterns in the data. With FiberStars, users can generate and validate new hypothesis when comparing tractography of multiple subjects. To allow this, we use several levels of abstraction. We visualize large multi-subject datasets in a projection view that shows the overall distribution. We then introduce a compact 2D representation to create fingerprints for different subjects and fiber clusters. Finally, we support the combined visualization of 3D anatomy with our 2D representations across multiple subjects and multiple regions of interest. We build off existing visualization research, that has demonstrated additional effectiveness of two-dimensional representations in medical imaging, such as for connectomics [1] or other fields such as cerebral arteries [41] . FiberStars is a web-based software and provides rich, multidimensional visualizations paired with 3D anatomical renderings across devices without the need for any installation.", "cite_spans": [{"start": 1604, "end": 1607, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 1650, "end": 1654, "text": "[41]", "ref_id": "BIBREF40"}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "We present the design, implementation, and evaluation of FiberStars. Our application facilitates the analysis of highdimensional diffusion MRI data with different levels of abstraction. We focus specifically on ensemble visualization to allow the direct comparison of regions of interest and across multiple subjects. Such comparisons are important as tractography datasets are getting larger and include multiple timestamps. FiberStars maximizes usability, and our quantitative user study shows that novices without any tractography experience can generate meaningful insights. We also evaluate FiberStars with tractography experts and show that our software allows faster and more precise analysis compared to alternative state-of-the-art tools.", "cite_spans": [], "ref_spans": [], "section": "Contributions."}, {"text": "Among various scientific disciplines, the development of interactive three-dimensional renderings plays an increasingly important role in data and information visualization. In recent years, the field of neuronal connectivity visualization of brain imaging data has emerged. Current tools and libraries such as XTK [23] and Fiberweb [30] contribute to this task and allow web-based 3D renderings. However, such visualizations can be complex and hard to understand.", "cite_spans": [{"start": 315, "end": 319, "text": "[23]", "ref_id": "BIBREF22"}, {"start": 333, "end": 337, "text": "[30]", "ref_id": "BIBREF29"}], "ref_spans": [], "section": "RELATED WORK"}, {"text": "Many works present approaches to visually explore the complex topology of biological datasets [15, 27, 28, 42] . To further decrease the cognitive load for visualization consumers, researchers suggest visualizing high-dimensional data with a reduced representation for data exploration and analysis [7] . Neurolines [1] also provides dimensionality reduction. Researchers here visualize 3D brain tissue data as a 2D subway map. This multi-scale approach allows scientists to study connectivity with much greater ease than working in 3D. Further, Mohammed et al. [36] visualize similar datasets with different levels of detail. Other similar approaches target the cerebral artery network [41] . Another example is Jianu et al. [27] , where abstract 2D paths represent brain fibers while preserving anatomical information. Further literature aims to automatically cluster fibers providing similarity measures among fibers or whole fiber bundles based on using different algorithms and methods. The remaining need for exploring fiber bundles was approached by [12-14, 29, 55] . But all these visualizations cannot analyze multiple datapoints across different subjects.", "cite_spans": [{"start": 94, "end": 98, "text": "[15,", "ref_id": "BIBREF14"}, {"start": 99, "end": 102, "text": "27,", "ref_id": "BIBREF26"}, {"start": 103, "end": 106, "text": "28,", "ref_id": "BIBREF27"}, {"start": 107, "end": 110, "text": "42]", "ref_id": "BIBREF41"}, {"start": 299, "end": 302, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 316, "end": 319, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 562, "end": 566, "text": "[36]", "ref_id": "BIBREF35"}, {"start": 687, "end": 691, "text": "[41]", "ref_id": "BIBREF40"}, {"start": 726, "end": 730, "text": "[27]", "ref_id": "BIBREF26"}, {"start": 1057, "end": 1072, "text": "[12-14, 29, 55]", "ref_id": null}], "ref_spans": [], "section": "RELATED WORK"}, {"text": "To allow comparative visualizations of DTI data, researchers developed software that allows cohort and ensemble visualizations. One example is DiffRadar by Mei et al. [35] . The authors present a combined 2D dimensionality reduction with 3D fiber visualization using multidimensional scaling (MDS). However, to allow MDS, all fibers need to have the same number of vertices, and the data requires resampling. Unfortunately, DiffRadar is not available for download, and efforts to contact the authors were not successful. This only allows us to briefly study the visualization technique.", "cite_spans": [{"start": 167, "end": 171, "text": "[35]", "ref_id": "BIBREF34"}], "ref_spans": [], "section": "RELATED WORK"}, {"text": "A more available application was created by Yeatman et al. [53] . The authors propose the web-based visualization tool AFQ-Browser (Automated Fiber Quantification). This tool enables quantitative analysis of white matter fiber tracts and comparisons across different subjects. For example, the authors show that this tool can compare healthy subjects with subject groups suffering from Multiple sclerosis or Amyotrophic lateral sclerosis. In initial experiments of using AFQ-Browser on our data, we realized several shortcomings that hinder fast and efficient comparisons across subjects. We designed FiberStars to overcome these limitations and carefully compare our software to the AFQ-Browser in this paper. In Section 5, we evaluate the limitations of each application in more detail.", "cite_spans": [{"start": 59, "end": 63, "text": "[53]", "ref_id": "BIBREF52"}], "ref_spans": [], "section": "RELATED WORK"}, {"text": "DMRI by Basser et al. [4] allows exploring information from in vivo fibrous structures such as the white matter or muscles and is widely used across hospitals, universities, and research centers. In collaboration with neuroscience researchers, we studied how we can efficiently visualize dMRI data of single and multiple subjects.", "cite_spans": [{"start": 22, "end": 25, "text": "[4]", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "SCIENTIFIC BACKGROUND"}, {"text": "Tractography data represents the trajectories of fibers (or streamlines) in the white matter. These paths are different series of vertices (x, y, z) in 3D. Besides this positional data, researchers often attach per-vertex scalars or per-fiber properties to include additional information. Such added information can reflect acquisition parameters, diffusion properties, or quantities obtained during processing or analysis. While vertices are always represented as float values, scalars, and properties can be of arbitrary data type and dimension. Storing tractography requires a certain amount of flexibility since every dataset is different.", "cite_spans": [], "ref_spans": [], "section": "dMRI Data, Tractography and Scalars."}, {"text": "We tested our tool on two different dMRI datasets. The first dataset are dMRI scans from subjects suffering from attention deficit hyperactivity disorder (ADHD) [44, 52, 54] . High-resolution MR images were obtained on a Siemens 3T scanner at Boston Children's Hospital, Boston, USA, with approval of the local ethics board. Multi-shell diffusion-weighted imaging (DWI) data were acquired using a simultaneous multi-slice acquisition factor of 2 at a spatial resolution of 222 mm 3 with 70 gradient directions spread over the three b-value shells of 1000/2000/3000 s/mm 2 . Whole-brain tractography was conducted using the unscented Kalman filter tractography (UKF) method, as implemented in the ukftractography 1 package [33, 43, 45] . During fiber tracking, the following scalars were recorded, including the normalized signal estimation error, signal means, return-to-origin probability (RTOP), return-to-plane probability (RTPP), and the return-to-axis probability (RTAP). Those scalar measures are used to quantify various features of the three-dimensional diffusion process of water molecules in the brain. RTOP, RTAP, and RTPP are scalar indices assuming parallel cylinders modeling the brain's white matter tissue. Their values are therefore related to the mean tissue sizes when the axes of these parallel cylinders correspond to the orientation of the underlying axon bundle [40] . RTOP is the probability for molecules for zero-displacement between the application of two diffusion sensitizing gradients and is an indicator for restricted diffusion [2, 40] . RTOP belongs to a whole family of zero displacement probability measures, including RTAP and RTPP as well. In the analysis of these scalars derived with dMRI, they appear as specific biomarkers for indicating cellularity, size of cell bodies and processes, or presence of restricting barriers like myelin, which surrounds nerve cell axons [3] . In general, these scalars can reveal additional complementary information to dMRI.", "cite_spans": [{"start": 161, "end": 165, "text": "[44,", "ref_id": "BIBREF43"}, {"start": 166, "end": 169, "text": "52,", "ref_id": "BIBREF51"}, {"start": 170, "end": 173, "text": "54]", "ref_id": "BIBREF53"}, {"start": 722, "end": 726, "text": "[33,", "ref_id": "BIBREF32"}, {"start": 727, "end": 730, "text": "43,", "ref_id": "BIBREF42"}, {"start": 731, "end": 734, "text": "45]", "ref_id": "BIBREF44"}, {"start": 1385, "end": 1389, "text": "[40]", "ref_id": "BIBREF39"}, {"start": 1560, "end": 1563, "text": "[2,", "ref_id": "BIBREF1"}, {"start": 1564, "end": 1567, "text": "40]", "ref_id": "BIBREF39"}, {"start": 1909, "end": 1912, "text": "[3]", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "dMRI Data, Tractography and Scalars."}, {"text": "Our second dataset is from the Human Connectome Project (HCP) [49] . The HCP dMRI data was acquired with a high quality image acquisition protocol using a customized Connectome Siemens Skyra scanner. The acquisition parameters used for the dMRI data were TE = 89.5 ms, TR = 5520 ms, phase partial Fourier = 6/8, and voxel size = 1.25 x 1.25 x 1.25 mm 3 . A total of 288 images were acquired for each subject, including 18 baseline images with a low diffusion weighting b = 5 s/mm 2 and 270 diffusion weighted images evenly distributed at three shells of b = 1000/2000/3000 s/mm 2 . Wholebrain tractography was also conducted using the UKF method, as in the ADHD data. During fiber tracking, the following scalars were recorded, including diffusion measures of the fractional anisotropy (FA), mean diffusivity (MD), and the hemisphere location. Changes in these diffusion scalars are considered to reflect alternations of the underlying tissue microstructures. Quantifying changes can be helpful for monitoring disease and abnormalities, for example, inflammation, cell death, changes in myelination, edema, gliosis, increase in connectivity of crossing fibers, or increases in extracellular or intracellular water and many more [6, 39] . Besides scalars, each fiber bundle contains cell data with properties such as embedding coordinate, cluster number, embedding color, total fiber similarity, and measured fiber similarity. Especially the total fiber similarity and measured fiber similarity in a fiber tract are of special interest in terms of crossing fiber bundle comparisons. In general, interpretations of changes in those scalar measurements is a complex task due to their non-specificity. We designed our visualization tool so that it supports any type and any number of scalars attached to the fiber data.", "cite_spans": [{"start": 62, "end": 66, "text": "[49]", "ref_id": "BIBREF48"}, {"start": 1228, "end": 1231, "text": "[6,", "ref_id": "BIBREF5"}, {"start": 1232, "end": 1235, "text": "39]", "ref_id": "BIBREF38"}], "ref_spans": [], "section": "dMRI Data, Tractography and Scalars."}, {"text": "Both datasets include fiber data the right and the left hemispheres of the brain. The data is available in .VTP-file formats, which are XML type files. Each file includes data for one fiber bundle. The ADHD dataset includes 67 subjects, each containing 800 clusters. The HCP dataset includes 100 subjects and additional metadata (such as patient demographics) stored in CSV-files.", "cite_spans": [], "ref_spans": [], "section": "dMRI Data, Tractography and Scalars."}, {"text": "In regular meetings with our collaborating scientists, we discussed goals and visualization designs. Through semi-structured interviews, we explored which type of visualizations are helpful for domain specific tasks. As most of the recent works show limitations in terms of multisubject-multi-cluster comparisons, we decided to develop FiberStars. Domain experts are interested in multi-level visualizations from fiber clusters to wholebrain analysis for multiple subjects. Most existing work focuses on single-fiber visualization which is useful for surgical planning and individual diagnosis. However, our collaborators explicitly need group comparisons to study longitudinal scans from healthy subjects and those who suffer from diseases. The original purpose of FiberStars was to use the software for the Adolescent Brain Cognitive Development (ABCD) study. ABCD is the largest long-term study of brain development and child health in the United States [26] . With a targeted visualization tool, we can associate levels of brain development between subjects and co-founding factors such as water quality, pollution, social and lifestyle behaviors, physical activity, and others.", "cite_spans": [{"start": 957, "end": 961, "text": "[26]", "ref_id": "BIBREF25"}], "ref_spans": [], "section": "Domain Goals and Tasks"}, {"text": "This sections describes the final design choices of FiberStars and is the result of an iterative process with regular feedback from domain experts. FiberStars includes five visual key-elements to offer controlled navigation in the exploration process of dMRI data collections: (1) universal toolbar, (2) projection view, (3) abstract representation, (4) 3D visualization and (5) comparison matrix.", "cite_spans": [], "ref_spans": [], "section": "METHODOLOGY"}, {"text": "To tackle the challenge of creating a customized visualization software for the exploration process, we conceptualized FiberStars in close collaboration between neuroscientists and visualization researchers working with DTI data. Our collaborators regularly work with largescale tractography data sets that can be terabytes in size. W targeted visualization tool requires scalable, interactive elements that allow working with such large amounts of high-dimensional data. We designed five visual components to support tractography exploration on different levels.", "cite_spans": [], "ref_spans": [], "section": "Visual Elements"}, {"text": "Universal Toolbar. The users can navigate through different views by selecting and deselecting several options in the navigation toolbar on the left. In the first place, it is possible to select the desired subjects and clusters. When selected one or multiple subjects, the fiber tracts are projected in the 2-dimensional projection view, and the navigation toolbar opens additional alternatives to select. The user can select the scalar of interest and has different options on how to color the points in the projection view (see Section Projection View). The user can easily switch between multi-cluster view and split-screen view by enabling the 3D slider button. Furthermore, the navigation toolbar offers different ways to color the 3D fiber tracts with dropdown menus.", "cite_spans": [], "ref_spans": [], "section": "Visual Elements"}, {"text": "Projection View. The projection view ( Fig. 2) of FiberStars serves as an entry point for users without in-depth a priori knowledge about clusters. In the Universal Toolbar users can sample subjects s ∈ S from the data collection. As we currently only support manual sampling of subjects, automated or guided approaches are subject to future work. Only after drawing a subject from the collection, its associated clusters C s are loaded lazily into FiberStars:", "cite_spans": [], "ref_spans": [{"start": 39, "end": 46, "text": "Fig. 2)", "ref_id": "FIGREF0"}], "section": "Visual Elements"}, {"text": "Then, for every cluster c ∈ C, we seek layout coordinates x c ∈ R d in the Euclidean plane (d = 2). In particular, we would like to preserve distances δ (c i , c j ) ≈ ||x c i − x c j || with c i , c j ∈ C and δ : C ×C → R a distance function operating in the high-dimensional space of cluster scalars. In our application we find this problem formulation, known as Multidimensional Scaling (MDS) [48] , to be favorable over alternative dimensionality reduction techniques [32, 34] . Firstly, a less distorting approach allows for more intuitive reasoning, especially when expanding the exploration process from smaller to larger numbers of scalars. For example, consider a domain expert primarily interested in the relationship between the following scalars: Fractional Anisotropy (FA) and Estimated Uncertainty (EU). In this case, the MDS solution reduces to a simple, reasonable scatter plot-like layout to begin with. Adding or replacing scalars then allows forming an intuition on the impact of the different variables. To provide further guidance in the resulting layout consider adding artificial data points, which can be obtained by fully maximizing a single scalar while fixing all others to the minimum [51] . Secondly, we find that an analytical solution to the dimensionality reduction problem tends to be more user-friendly in that it is robust and requires no fine-tuning of artefactual parameters. In FiberStars, our method of choice is PivotMDS [9] , as it satisfies the above requirements and can efficiently scale to very large data sets.", "cite_spans": [{"start": 396, "end": 400, "text": "[48]", "ref_id": "BIBREF47"}, {"start": 472, "end": 476, "text": "[32,", "ref_id": "BIBREF31"}, {"start": 477, "end": 480, "text": "34]", "ref_id": "BIBREF33"}, {"start": 1213, "end": 1217, "text": "[51]", "ref_id": "BIBREF50"}, {"start": 1461, "end": 1464, "text": "[9]", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Visual Elements"}, {"text": "Mei et al. [35] use a related technique, Landmark MDS [17] , to compute projections for fibers within a cluster. However, Brandes and Pich [10] show PivotMDS is superior to Landmark MDS in general graph layouts, a closely related problem. For better readability of individual data points in the already colorful space we further waive a density map overlay as suggested in [35] .", "cite_spans": [{"start": 11, "end": 15, "text": "[35]", "ref_id": "BIBREF34"}, {"start": 54, "end": 58, "text": "[17]", "ref_id": "BIBREF16"}, {"start": 139, "end": 143, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 373, "end": 377, "text": "[35]", "ref_id": "BIBREF34"}], "ref_spans": [], "section": "Visual Elements"}, {"text": "Via the Universal Toolbar, the user can further map cluster scalar or subject attribute values to points in the projection. Moreover, the projection view hosts two action listeners (Fig. 2) . 1 Upon hovering a cluster point, a detailed pop-up summarizes statistics about the cluster, its corresponding subject and also displays the abstract cluster representation in the form of a radar chart that is further described in the next part of this section. 2 Via rectangular brushing, the user can choose clusters of interest, which will then be added to the alternative views across the application. Since we always display all selected clusters for all selected users in the following views of the application, we highlight all these clusters in the projection, even if they are outside of the drawn selection window. This feature, we find, has a useful side-effect: corresponding clusters in other subjects can be more quickly identified. Thus, the distribution of these grouped clusters can be assessed directly within a potentially crowded point cloud.", "cite_spans": [], "ref_spans": [{"start": 181, "end": 189, "text": "(Fig. 2)", "ref_id": "FIGREF0"}], "section": "Visual Elements"}, {"text": "Abstract Representation. We choose consistent coloring of reappearing elements and information throughout FiberStars. For example, the same subject and the same cluster are always highlighted in the same color to avoid getting lost in the wealth of information. We implement color consistency in all views of the application. Furthermore, we leverage Pop-up elements that help the user to keep the orientation across different views. In the projection view, we provide a Pop-Up when hovering over a single cluster point, as seen in 1 in Figure 2 , leading to more details of the cluster and the region of interest.", "cite_spans": [], "ref_spans": [{"start": 537, "end": 545, "text": "Figure 2", "ref_id": "FIGREF0"}], "section": "Visual Elements"}, {"text": "3D Split-Screen Visualization. The split-screen view is shown in Figure 1 . Here we integrate a typical 3D scientific view with additional information from the 2-dimensional radial plots. The Split-Screen view also allows comparing fibers from multiple subjects sideby-side. Camera interaction can be synced across all 3D views. Additionally, users can choose between 120 available color maps and color the fibers by selecting a scalar to map.", "cite_spans": [], "ref_spans": [{"start": 65, "end": 73, "text": "Figure 1", "ref_id": null}], "section": "Visual Elements"}, {"text": "Comparison Matrix. The Multi-Cluster view enables a comparison between multiple subjects and multiple fiber clusters. In this view, the user selects any number of subjects and clusters of interest in the navigation toolbar. For each cluster, one 2D radial plot is shown with normalized scalars on each axis. When comparing multiple radial plots, outliers of scalars or properties are immediately visible. Other displayed information includes subject demographics and overall statistics such as mean fiber length, total fiber similarity, etc. When filtered by certain clusters and subjects, the user can switch back any time to the 3D split-screen view.", "cite_spans": [], "ref_spans": [], "section": "Visual Elements"}, {"text": "A typical use case of the final FiberStars application can be seen in Figure 1 . The three-dimensional fiber clusters in the background can be interactively explored. Multiple subjects are shown side by side next to each other, allowing comparisons between the 3D illustration and the 2D data summaries. Figure 4 shows first prototypes of our iterative design process.", "cite_spans": [], "ref_spans": [{"start": 70, "end": 78, "text": "Figure 1", "ref_id": null}, {"start": 304, "end": 312, "text": "Figure 4", "ref_id": "FIGREF2"}], "section": "Visual Elements"}, {"text": "FiberStars builds interactive 2D and 3D visualizations with the JavaScript library. We use VTK.js for 3D renderings, a JavaScript implementation of the VTK software toolkit [46] which uses WebGL. For 2D visualizations, we included D3.js [8] . FiberStars is a Node.js application using React.js [19] for the frontend. Adopting Node.js allows for flexible extensions in the future, such as additional visualizations, statistical plots, and other features. Being a web-based software, Fiber-Stars runs hosted on a web server and does not require any client-side installation.", "cite_spans": [{"start": 173, "end": 177, "text": "[46]", "ref_id": "BIBREF45"}, {"start": 237, "end": 240, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 294, "end": 298, "text": "[19]", "ref_id": "BIBREF18"}], "ref_spans": [], "section": "Implementation Details"}, {"text": "For the first prototype, we averaged all scalars for all fibers. Then, we mapped these values to 2D with radial plots. However, scaling was important. For example, in the ADHD dataset the scalar Normalized Signal Estimation Error has values between 0 and around 0.05, whereas the Estimated uncertainty has a range from negative to 22,000. We now perform Min-Max Feature scaling to normalize the ranges.", "cite_spans": [], "ref_spans": [], "section": "Implementation Details"}, {"text": "Including the library, React.js improved the overall usability and facilitated the integration of additional components and features. With elements from the framework Material-UI, we were able to implement a modern user interface. This leads to the final design of FiberStars that seamlessly integrates different linked and interactive views that allow multi-dimensional data exploration.", "cite_spans": [], "ref_spans": [], "section": "Implementation Details"}, {"text": "We support multiple tractography data formats. Our expert collaborators use VTK PolyData to store fiber clusters with a VTP file extension. These VTP files offer a fully flexible data model and can store vertices, per-vertex scalars, and per-fiber properties as well as metadata without restrictions. VTK.js includes functionality to load fiber clusters from VTP files in JavaScript. Each cluster is then represented as VTK polydata. VTK poly data describes a surface mesh structure that holds additional data arrays in points, cells, or in the dataset itself. After loading these arrays, we calculate the means of all assigned scalars and properties per fiber and cluster. However, Tractography clusters stored as VTP files can be in the order of hundreds of Megabytes, and a whole-brain tractography can be as large as multiple Gigabytes.", "cite_spans": [], "ref_spans": [], "section": "Implementation Details"}, {"text": "Compressed Tractography Data. Recently, we developed the Trako Compression Scheme [22] , and we now integrated this scheme into FiberStars. Trako allows compressing VTP files while achieving data reductions of over 28x. While Trako uses lossy compression, our experiments show no loss of statistical significance when replicating analysis from previously published tractography experiments. Trako builds off a glTF container, a data structure that stores vertices optimized for GPU rendering. Paired with state-of-the-art 3D geometry compression algorithms, Trako allows fast data transfer and realtime visualization with nearly no preprocessing. As part of this paper, we present Trako file readers for the VTK.js, Three.js [11] , and XTK [23] visualization frameworks. For FiberStars, we convert Trako files to VTK poly data structures.", "cite_spans": [{"start": 82, "end": 86, "text": "[22]", "ref_id": "BIBREF21"}, {"start": 725, "end": 729, "text": "[11]", "ref_id": null}, {"start": 740, "end": 744, "text": "[23]", "ref_id": "BIBREF22"}], "ref_spans": [], "section": "Implementation Details"}, {"text": "We evaluated the effectiveness and usability of FiberStars within a quantitative user study. With a between-subjects study design, we recruited non-experts (novices) and domain experts to compare our software to the existing state-of-the-art tool AFQ-Browser [53] . Specifically, through carefully curated study tasks, we performed an A/B comparison to measure the performance and efficiency of both applications. During the design of FiberStars, we focused on overall usability and intuitiveness. The results of our study confirm our design decisions. In addition to the user study, we also discuss qualitatively the differences between Fiber Models (DiffRadar) [51] , existing software that, unfortunately, is not publicly available.", "cite_spans": [{"start": 259, "end": 263, "text": "[53]", "ref_id": "BIBREF52"}, {"start": 663, "end": 667, "text": "[51]", "ref_id": "BIBREF50"}], "ref_spans": [], "section": "COMPARATIVE EVALUATION STUDY"}, {"text": "We are not the first to create a tool to link two-and three-dimensional views on high-dimensional brain fiber data. However, most of the major work in this field requires previous knowledge of the patterns in the data; high customization for specific data of the lab or publication requires increased computational performance of the machine or needs to be downloaded as local program. Further, related approaches mainly focus on exploring DTI data only on fiber level or on subject level. Considering the most recent previous approaches presented in related work, we concluded that Yeatman et al. [53] and Mei et al. [35] are closest to our interactive visualization tool. Table 1 includes the comparison of these two tools with FiberStars and its most critical features for the exploration of dMRI data.", "cite_spans": [{"start": 598, "end": 602, "text": "[53]", "ref_id": "BIBREF52"}, {"start": 618, "end": 622, "text": "[35]", "ref_id": "BIBREF34"}], "ref_spans": [{"start": 674, "end": 681, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Evaluation of Comparable Approaches"}, {"text": "Yeatman et al.'s AFQ-Browser has a user interface that consists of four different panels: a) bundles b) anatomy c) bundle details and d) subject metadata ( Figure 5 ). The authors focus their application design on incorporating reproducibility, transparency, data sharing, as well as exploratory data analysis. While using their code, we noticed that transforming our dMRI files in the AFQ Browser, which requires a MatLab or JSON file format as input, we were only able to use fibers with 100 data points. As this is not possible and fibers always have a varying number of points, we needed to interpolate the points. The other conventional tool, Fiber Models (DiffRadar) by Mei et al. [35] , presents similar visualization paradigms. The author's main goals were to show the differences between DTI fiber datasets and providing an intra-cluster comparison. The software includes 2D and 3D views. Similarly to AFQ-Browser, the user interface shown in Figure 6 consists of four panels as well. The panels are a) a list of the fiber models, b) a 2-dimensional view, c) a heatmap view showing regions of differences, and d) selected fibers of interest from the views in b) and c), highlighted in a 3D fiber model. The authors use a twophase projection technique to map 3D fibers onto a 2-dimensional Euclidean space, which they tested on two datasets. Multidimensional scaling (MDS) is used to select fibers from 3D to 2D. Their approach is to implement a density estimation on their projection of the fibers. All fibers were reparameterized so that they have the same number of vertices and orientation by using the LAMP technique. This approach has already been shown in [15, 42] . The authors implement Landmark MDS (LMS) by randomly selecting some subset of fibers that are used as landmarks and then compute in a 2D plane the squared distance of fiber to the landmark fibers. The authors want to reduce computational complexity by using this approach. Then a scatterplot is used to position similar fibers in a cluster next to each other. On the scatterplot, they apply a Kernel density estimation to produce a continuous 2D density map of the scatterplot. Furthermore, the authors used radial plots to show more insights into statistical variations of single selected fibers. Despite reaching out to the authors, we were not able to include this software in our quantitative user study.", "cite_spans": [{"start": 687, "end": 691, "text": "[35]", "ref_id": "BIBREF34"}, {"start": 1671, "end": 1675, "text": "[15,", "ref_id": "BIBREF14"}, {"start": 1676, "end": 1679, "text": "42]", "ref_id": "BIBREF41"}], "ref_spans": [{"start": 156, "end": 164, "text": "Figure 5", "ref_id": "FIGREF3"}, {"start": 952, "end": 960, "text": "Figure 6", "ref_id": "FIGREF4"}], "section": "Evaluation of Comparable Approaches"}, {"text": "We propose three hypotheses to validate the design of FiberStars:", "cite_spans": [], "ref_spans": [], "section": "Hypotheses"}, {"text": "H1: FiberStars provides higher usability than AFQ-Browser.", "cite_spans": [], "ref_spans": [], "section": "Hypotheses"}, {"text": "Both user groups had to evaluate the usability of each tool and how they perceived working with it. We developed FiberStars with minimal and slick user experience in mind. We, therefore, predict that especially participants using FiberStars report higher usability than the ones working with AFQ-Browser.", "cite_spans": [], "ref_spans": [], "section": "Hypotheses"}, {"text": "H2: Analyzing DTI data is more accurate in FiberStars. The users in our study are presented with the same datasets in both tools. FiberStars is optimized towards analyzing and comparing tractography data of multiple subjects. With matching amounts of training, we predict that novices and domain experts will more accurately explore scalars and properties of fiber clusters with FiberStars than with AFQ-Browser. We measure accuracy in terms of correct answers for the tasks.", "cite_spans": [], "ref_spans": [], "section": "Hypotheses"}, {"text": "H3: Within a given timeframe, the users are faster in solving tasks with FiberStars than with the alternative tool. We measure the time it takes participants to complete pre-defined tasks. These tasks were defined in connection with diffusion imaging researchers and replicate day-to-day use-cases of domain experts. Since we designed the FiberStars application with constant feedback and input by domain experts, we predict that participants using our software perform more efficiently.", "cite_spans": [], "ref_spans": [], "section": "Hypotheses"}, {"text": "First, we tested FiberStars and AFQ-Browser with participants that have no prior knowledge of DTI data or tractography. These novices were recruited through flyers and mailing lists to evaluate the usability of both tools for inexperienced users. We estimated that we need to recruit 11 participants per tool based on calculation sample size theory [18, 25] . From the initial 22 participants, we had to exclude 2 subjects (AFQ and FiberStars) due to technical issues. One subject had no microphone/speaker and was not able to hear the experimenter, and the other participant disappeared after 15 minutes during the online study meeting. Twenty participants completed the full study (N = 20), from which 13 were females and 7 males. The participant's ages ranged from 18 to 39 years and consisted of students and workers with a variety of backgrounds. All participants reported not having any visual impairments. The participants received monetary compensation for their time.", "cite_spans": [{"start": 349, "end": 353, "text": "[18,", "ref_id": "BIBREF17"}, {"start": 354, "end": 357, "text": "25]", "ref_id": "BIBREF24"}], "ref_spans": [], "section": "Participants"}, {"text": "Additionally, we asked 6 domain experts to participate in our user study, testing one of the two tools. Qualifying domain experts are researchers who perform complex data analyses with dMRI or DTI data who have not used either AFQ-Browser or FiberStars before. We also excluded all researchers that helped during the design of FiberStars. All user study activity was approved by our internal research advisory board.", "cite_spans": [], "ref_spans": [], "section": "Participants"}, {"text": "Dataset. For fair evaluation and comparativeness, we used the same data in both tools. The data came from the Human Connectome Project (HCP) and consisted of DTI scans from 100 different subjects, each with 800 different fiber clusters totaling around 800 gigabytes in size. It was not possible to load these massive amounts of data in AFQ-Browser. For practical purposes, we decided to randomly pick a sample of 5 of the 100 subjects and use every 50 th of the 800 clusters (total 16 clusters). We added the corresponding metadata to both tools, including information such as subject ID, age, gender, weight, and height.", "cite_spans": [], "ref_spans": [], "section": "Experimental Design"}, {"text": "Tasks and procedures. We composed a list of tasks to evaluate FiberStars and AFQ-Browser in a controlled experiment. The assignments reflect typical use-cases for analyzing tractography data of single and multiple subjects. We made sure that all tasks were possible with both tools and structured the tasks with increasing difficulty. Due to coronavirus, we had to conduct the study online. We arranged video conferences with the participants and asked the participant to share their screens while working on the tasks. Each session lasted about 50-60 minutes. We assigned participants randomly to one of the two tools. Each study session started with the participants to sign a consent form, followed by an introduction. We explained diffusion MRI and demonstrated underlying visualization components with the fundamental interaction possibilities available in each tool. After this 10-15 minute introduction, the users had 2 minutes to explore the tool and its main features. The users were allowed to ask questions during this training period. Then, we provided the participants with an online document describing the tasks to complete. Each task description was 1 page or less and consisted of several sub-tasks. The users wrote down short answers in the document after they thought each was done. Users notified the experimenter when they finished a task immediately. The users were not told if their answers were correct or wrong. The first task of each session (in addition to T1-5) served as an example to provide hands-on familiarity with the assigned tool. Following this training, the users performed the task while we measured their task-completion times. Based on estimations and informal pre-study observations, we budgeted a fixed timeframe of 5 minutes for each task. When a user was not able to solve a sub-task in this timeframe, we assigned a penalty of 150 seconds. After participants completed all tasks or hit the maximum time, they were asked to complete a post-study questionnaire accessing their demographic data. We also requested judgments of usability and qualitative feedback. Additionally, we used a standard NASA-TLX survey to assess the workload with 6 questions [24] .", "cite_spans": [{"start": 2195, "end": 2199, "text": "[24]", "ref_id": "BIBREF23"}], "ref_spans": [], "section": "Experimental Design"}, {"text": "Expert study design. We also performed an expert study. We recruited 6 domain experts to evaluate the performance of both AFQ-Browser and FiberStars. We randomly assigned half of the experts to the AFQ-Browser and the other half to FiberStars. First, experts performed the same training task as the novices. After, we asked the participants to solve Task 1-4 with a twenty-minute overall time limit. For the expert study, we did not include Task 5 and instead asked for more extensive and detailed qualitative post-experiment feedback.", "cite_spans": [], "ref_spans": [], "section": "Experimental Design"}, {"text": "The results of our user study show an advantage of FiberStars in terms of accuracy and significant improvements of processing time for exploring the data.", "cite_spans": [], "ref_spans": [], "section": "Experimental Design"}, {"text": "We conducted a quantitative statistical analysis by analyzing the answers of the N = 20 novices and N = 6 domain experts.", "cite_spans": [], "ref_spans": [], "section": "Quantitative Analysis"}, {"text": "Accuracy and Performance. Regarding accuracy in exploring the given DTI data, we examine the correctness of results by verifying the user responses for each task. For a correct answer in a sub-task, we assigned 1 point, and for a false answer, we assigned 0 points. Overall, the 10 participants using AFQ-Browser answered, on average, 69.17% of the tasks correctly (SD = 31.75%). The 10 non-expert participants using FiberStars were able to answer 87.5% correctly (SD = 10.55%). Comparing the correct answers in both tools, the AFQ users were able to answer question 1b and 3a more often correctly than FiberStars users. In all other sub-tasks, the users either performed equal or more accurately with FiberStars, as depicted by the error rates in Table 2 . For testing the significance in mean differences between FiberStars and the alternative tool, we used a one-sided statistical t-test with the null hypothesis, assuming that the two independent group means for AFQ and FiberStars are equal. From these values, we received a p-value of p > 0.05, which is statistically significant. With respect to H2, we can therefore conclude that novices performed significantly better on our tasks with FiberStars.", "cite_spans": [], "ref_spans": [{"start": 748, "end": 755, "text": "Table 2", "ref_id": "TABREF1"}], "section": "Quantitative Analysis"}, {"text": "To test hypothesis H3, we compared the times the users needed to solve the tasks. The average times are listed in Table 3 . The mean time per sub-task for the 10 participants using the AFQ-Browser was 66.49 seconds (SD = 23.29), and for FiberStars 41.40 seconds (SD = 25.41). On average, FiberStars yields an improvement in speed of more than 37%. The task that took the least on average with the AFQ-Browser was Task 1b, while with FiberStars, users required the least time for Task 5a with 20.5 seconds. Figure 7 shows the distributions.. Summarizing all sub-tasks from Task 1 targeting the single subject and single cluster problems, users required 108.5 seconds to fulfill this task with FiberStars, and 156.6 seconds with the alternative tool. For all sub-tasks in Task 2 concerning multiple clusters of one subject, the users took 121.6 seconds to solve it with AFQ, and 58.9 seconds with FiberStars. Task 3 focused on one cluster across multiple subjects where users required 100.6 seconds with AFQ, and 61 seconds with FiberStars. Task 4 aimed to compare multiple subjects with multiple clusters, where AFQ users needed 212.2 seconds and FiberStars users 146.3 seconds. Task 5 included general usability where users with AFQ took 206.9 seconds and FiberStars 122.2 seconds. Overall, the users performed slowest in both tools when comparing multiple clusters across multiple subjects.", "cite_spans": [], "ref_spans": [{"start": 114, "end": 121, "text": "Table 3", "ref_id": "TABREF2"}, {"start": 506, "end": 514, "text": "Figure 7", "ref_id": "FIGREF7"}], "section": "Efficiency."}, {"text": "We state the null hypothesis that group means are equal without variation from both groups. The alternative hypothesis states the difference between the group means. The resulting p-value is statistically significant with p < 0.02. We can reject the null hypothesis in favor of our initial hypothesis H3 and conclude that there are significant differences among both user groups. In general, novice users were able to perform faster with our software.", "cite_spans": [], "ref_spans": [], "section": "Efficiency."}, {"text": "We analyzed all answers from the novices (N = 20). The Likert Scale questionnaire helps to validate our findings and clarify our hypotheses as well as giving feedback that complements our usability results. The NASA-TLX questionnaire to access the workload in terms of mental demand, frustration, effort, etc. did not yield any interesting results. By using participants' subjective responses in the questionnaire, we can evaluate the perceived performance of both tools. The participant's responses were recorded on a 7 point Likert scale with 1 = totally disagree, and 7 = totally agree. We accessed the perceived usability of the users by using a post-experimental questionnaire and could find that FiberStars scored with a modest advantage compared to AFQ-Browser. The questions are stated in Table 5 . There was no statistical significance for the answered questions between both groups for AFQ and FiberStars. Users rated FiberStars on the Likert scale from 1 to 7 on average with usability of 6.2 (SD = 0.79) and AFQ with 5.8 (SD = 1.14). We could find a significant difference for the question 'Additional information beside the 2D plots was very helpful.' with p = 0.05. Additional information in FiberStars was rated on average higher with 6.4 (SD = 0.97) than with AFQ with 5.1 (SD = 1.66). Regarding H1, novices overall liked working with both tools but preferred the 2D visualizations of FiberStars. While conducting the user study, we additionally recorded which FiberStars component was used to solve the given task. For Task 1, 43.3% of the participants used the Comparison Matrix, whereas 56.6% preferred using the Split-screen view. In Task 2, roughly 75% preferred the split-screen view, while the other 25% used the Matrix Comparison View. For Task 3, only 3 users wanted to use the Matrix comparison View, one person was able to solve this task with the Projection View, and the remaining users used the split-screen. Task 4, which focused on comparing multiple fiber clusters within multiple subjects, was dominantly solved with the Projection View (53.33%), followed by the split-screen view 26.67% and with the Matrix Comparison View by 20%. Task 5 was solved by 45% with the Projection View and 55% with the split-screen view. Distributions of the used components are illustrated in Figure 8 . In general, the use of the component depends on the given task. Tasks involving the comparison of different scalar values among a single subject or a single cluster were likely to be solved with either the split-screen view or the Matrix Comparison. For all tasks, the users found the answers in the radar charts. Especially in tasks where users had to find values among a group with many clusters or subjects, the users used the Projection View. Grouping values from lowest to highest was the most popular ordering choice there.", "cite_spans": [], "ref_spans": [{"start": 797, "end": 804, "text": "Table 5", "ref_id": "TABREF3"}, {"start": 2308, "end": 2316, "text": "Figure 8", "ref_id": null}], "section": "Usability."}, {"text": "Expert performance. We evaluated the performance of 3 experts per tool. The experts testing AFQ-Browser needed, on average, 30.1 seconds per sub-task SD = 8.27, while experts using FiberStars required an average of 20.2 seconds to solve a sub-task SD = 11.35. The difference in mean time for both groups, AFQ and FiberStars, is statistically significant at p < 0.05 (H3). The distribution of how experts performed in terms of timing is shown in Figure 9 . We used a one-sided student t-test to test for the statistical significance between novices and experts for timing. Experts performed significantly faster than novices in both tools. Furthermore, we could not find significant differences between both expert groups in terms of subjectively perceived usability (H1). AFQ and FiberStars experts perceived usability as good and liked both tools. We measured the accuracy of the two expert groups as well. The experts using the AFQ-Browser were able to answer, on average, 73.33% (SD = 30.63%) of the tasks correctly, whereas the experts using FiberStars gave 96.67% (SD = 0.11) correct answers. We could find statistical significance between both group means in terms of correct answers for domain experts. With a p-value of p < 0.05, we can confirm our alternative hypothesis that there are significant differences among both groups in terms of correctness. The p-value was significant for the novices as well as for experts. We can reject the null hypothesis in favor of our alternative hypothesis H2. For novices and experts, we could not find a statistical significance in the difference of the means between the groups using AFQ. However, we found that with FiberStars, experts were significantly better in terms of accuracy than novices. ", "cite_spans": [], "ref_spans": [{"start": 445, "end": 453, "text": "Figure 9", "ref_id": null}], "section": "Usability."}, {"text": "We collected useful qualitative feedback from the experts on the applications overall, as well as individual components. With most expert users having had prior exposure to slicerDMRI [38] or TrackVis [50] , they were able to make themselves familiar quickly with both, AFQ-Browser and FiberStars.", "cite_spans": [{"start": 184, "end": 188, "text": "[38]", "ref_id": "BIBREF37"}, {"start": 201, "end": 205, "text": "[50]", "ref_id": null}], "ref_spans": [], "section": "Qualitative Results and Feedback"}, {"text": "In the AFQ-Browser, users particularly appreciated the brushing technique, which highlights clusters directly in the brain model. They further found the plots to be a good summary of the data, despite having difficulties in differentiating subjects as they can be highlighted at the same time. Experts missed a way to study exact values and would have liked to see more detailed statistics such as mean and standard deviation for scalars. When comparing multiple clusters at once, participants requested an option to sort the 2D plots by scalar metrics.", "cite_spans": [], "ref_spans": [], "section": "Qualitative Results and Feedback"}, {"text": "Expert users of FiberStars also missed a sorting feature in the Comparison Matrix. However, they still found it valuable to compare larger numbers of clusters and subjects in the given level of detail. According to our users, the radar charts even reflected all of the essential information on DTI data. Experts would have liked to be able to configure the scalars shown in the radar chart. In the 3D Visualization, a legend describing the color map would have been useful. The Universal Toolbar proved to be compelling in that it granted easy access to the data at all times. One expert expressed interest in FiberStars' compatibility with certain file formats. Summing up, multiple pros and cons in both tools underline our result from the previous section and confirm that there is no significant difference in perceived usability.", "cite_spans": [], "ref_spans": [], "section": "Qualitative Results and Feedback"}, {"text": "The qualitative feedback and quantitative analysis indicate novices and experts appreciated usability of both, FiberStars and AFQ-Browser. All groups were able to quickly adapt to the user-interface design and understand the functionalities of each tool. We showed that both user groups were significantly faster completing the tasks in FiberStars as compared to the AFQ-Browser. As predicted, experts were able to solve the user study tasks better than novices. However, the accuracy when using AFQ did not significantly improve for experts. In FiberStars, however, a significant difference in novice versus expert mean suggests that FiberStars allows experts to harvest their full potential. This is an essential finding, providing experts with a tool for accelerating the process of analyzing large scale data sets.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Based on the findings in the questionnaire, FiberStars' 2D plots were found to be significantly more helpful than 2D plots in the AFQ. Showing the metadata directly next to advanced visualizations like 3D view or radar charts is useful, but users still want to see a traditional tabular view as given in AFQ.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}, {"text": "A possible explanation for why novices and domain experts achieved higher accuracy in FiberStars could be that FiberStars provides more insights into individual subjects, but also allows to compare multiple subjects at once. Especially in Task 4c), it was more difficult for nonexperts to use the AFQ-Browser to compare values across two subjects and two clusters. This is reconfirmed by experts feeling challenged when analyzing multiple line plots while extracting and comparing data for several individual subjects. Moreover, participants face difficulties distinguishing subjects in the plots, as coloring by subject is not easily accessible in AFQ. In the qualitative feedback, two of three experts independently suggested adding an option to reset the coloring of the subjects. Participants using FiberStars preferred to consult the Projection View over the Comparison Matrix to compare multiple subjects and multiple clusters simultaneously to find overall trends or correlations in the data. We assume that the projection view can have a significant impact in contributing to our initial goal in comparing multiple subjects to facilitate the process for researchers, neuroscientists, and doctors. In summary, with FiberStars, novices and experts can analyze tractography data with higher accuracy and efficiency than with previous tools.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}, {"text": "From Task 1b, we noticed that users of AFQ-Browser had a lower error rate and were faster. This task aimed to find the magnitude of values along with the fiber bundle, which is easier to depict in AFQ's line plot. This special feature of the AFQ-Browser allows users to find single high scalar values along a fiber tract. Users in FiberStars might need to change the scalar coloring in the 3D view to do so. With the color maps, the user can select the coloring in the 3-dimensional fiber tract depicting the gradients of scalars along with the cluster.", "cite_spans": [], "ref_spans": [], "section": "Limitations"}, {"text": "Primarily, we could think of including a higher number of subjects and clusters in each tool to make tasks more complicated. In the expert study, we included 3 experts per tool. We might critically evaluate if a higher number of domain experts might be more representative. We also regret that we did not have access to the application Fiber Models (DiffRadar) [35] . We believe that relevant findings could be derived by comparing our tool against this application. Moreover, the feedback from experts in the user study gave new insight into possible future work in including features for higher usability and improved data exploration.", "cite_spans": [{"start": 361, "end": 365, "text": "[35]", "ref_id": "BIBREF34"}], "ref_spans": [], "section": "Limitations"}, {"text": "We have presented FiberStars, a new open-source web-based visualization software to view very large diffusion MRI datasets. Our software supports the exploration of multiple fiber clusters across multiple subjects, an important feature when analyzing high-dimensional and longitudinal neuroscience datasets. In the future we would like to investigate how we can automate certain analysis tasks and create intelligent tractography exploration techniques. Our quantitative user study confirms that FiberStars is easy-to-use, and lets even novices efficiently explore tractography data. As the result of our iterative design process, we formulate the requirements for a successful web-based and scalable visualization software. These insights and the open nature of our research will hopefully spur the adoption of web-based scientific visualizations and encourage more research in comparative visualizations for the neurosciences.", "cite_spans": [], "ref_spans": [], "section": "CONCLUSIONS AND FUTURE WORK"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Neurolines: a subway map metaphor for visualizing nanoscale neuronal connectivity", "authors": [{"first": "A", "middle": ["K"], "last": "Al-Awami", "suffix": ""}, {"first": "J", "middle": [], "last": "Beyer", "suffix": ""}, {"first": "H", "middle": [], "last": "Strobelt", "suffix": ""}, {"first": "N", "middle": [], "last": "Kasthuri", "suffix": ""}, {"first": "J", "middle": ["W"], "last": "Lichtman", "suffix": ""}, {"first": "H", "middle": [], "last": "Pfister", "suffix": ""}, {"first": "M", "middle": [], "last": "Hadwiger", "suffix": ""}], "year": 2014, "venue": "IEEE Transactions on Visualization and Computer Graphics", "volume": "20", "issn": "12", "pages": "2369--2378", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Diffusion tensor imaging (dti)-based white matter mapping in brain research: a review", "authors": [{"first": "Y", "middle": [], "last": "Assaf", "suffix": ""}, {"first": "O", "middle": [], "last": "Pasternak", "suffix": ""}], "year": 2008, "venue": "Journal of molecular neuroscience", "volume": "34", "issn": "1", "pages": "51--61", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Clinical feasibility of using mean apparent propagator (map) mri to characterize brain tissue microstructure", "authors": [{"first": "A", "middle": ["V"], "last": "Avram", "suffix": ""}, {"first": "J", "middle": ["E"], "last": "Sarlls", "suffix": ""}, {"first": "A", "middle": ["S"], "last": "Barnett", "suffix": ""}, {"first": "E", "middle": [], "last": "Özarslan", "suffix": ""}, {"first": "C", "middle": [], "last": "Thomas", "suffix": ""}, {"first": "M", "middle": ["O"], "last": "Irfanoglu", "suffix": ""}, {"first": "E", "middle": [], "last": "Hutchinson", "suffix": ""}, {"first": "C", "middle": [], "last": "Pierpaoli", "suffix": ""}, {"first": "P", "middle": ["J"], "last": "Basser", "suffix": ""}], "year": 2016, "venue": "NeuroImage", "volume": "127", "issn": "", "pages": "422--434", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Estimation of the effective selfdiffusion tensor from the nmr spin echo", "authors": [{"first": "P", "middle": ["J"], "last": "Basser", "suffix": ""}, {"first": "J", "middle": [], "last": "Mattiello", "suffix": ""}, {"first": "D", "middle": [], "last": "Lebihan", "suffix": ""}], "year": 1994, "venue": "Journal of Magnetic Resonance, Series B", "volume": "103", "issn": "3", "pages": "247--254", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "In vivo fiber tractography using dt-mri data. Magnetic resonance in medicine", "authors": [{"first": "P", "middle": ["J"], "last": "Basser", "suffix": ""}, {"first": "S", "middle": [], "last": "Pajevic", "suffix": ""}, {"first": "C", "middle": [], "last": "Pierpaoli", "suffix": ""}, {"first": "J", "middle": [], "last": "Duda", "suffix": ""}, {"first": "A", "middle": [], "last": "Aldroubi", "suffix": ""}], "year": 2000, "venue": "", "volume": "44", "issn": "", "pages": "625--632", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Microstructural and physiological features of tissues elucidated by quantitative-diffusion-tensor mri", "authors": [{"first": "P", "middle": ["J"], "last": "Basser", "suffix": ""}, {"first": "C", "middle": [], "last": "Pierpaoli", "suffix": ""}], "year": 2011, "venue": "Journal of magnetic resonance", "volume": "213", "issn": "2", "pages": "560--570", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Evaluation of artery visualizations for heart disease diagnosis", "authors": [{"first": "M", "middle": [], "last": "Borkin", "suffix": ""}, {"first": "K", "middle": [], "last": "Gajos", "suffix": ""}, {"first": "A", "middle": [], "last": "Peters", "suffix": ""}, {"first": "D", "middle": [], "last": "Mitsouras", "suffix": ""}, {"first": "S", "middle": [], "last": "Melchionna", "suffix": ""}, {"first": "F", "middle": [], "last": "Rybicki", "suffix": ""}, {"first": "C", "middle": [], "last": "Feldman", "suffix": ""}, {"first": "H", "middle": [], "last": "Pfister", "suffix": ""}], "year": 2011, "venue": "IEEE transactions on visualization and computer graphics", "volume": "17", "issn": "12", "pages": "2479--2488", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "D 3 data-driven documents", "authors": [{"first": "M", "middle": [], "last": "Bostock", "suffix": ""}, {"first": "V", "middle": [], "last": "Ogievetsky", "suffix": ""}, {"first": "J", "middle": [], "last": "Heer", "suffix": ""}], "year": 2011, "venue": "IEEE transactions on visualization and computer graphics", "volume": "17", "issn": "12", "pages": "2301--2309", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Eigensolver methods for progressive multidimensional scaling of large data", "authors": [{"first": "U", "middle": [], "last": "Brandes", "suffix": ""}, {"first": "C", "middle": [], "last": "Pich", "suffix": ""}], "year": 2006, "venue": "International Symposium on Graph Drawing", "volume": "", "issn": "", "pages": "42--53", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "An experimental study on distance-based graph drawing", "authors": [{"first": "U", "middle": [], "last": "Brandes", "suffix": ""}, {"first": "C", "middle": [], "last": "Pich", "suffix": ""}], "year": 2008, "venue": "International Symposium on Graph Drawing", "volume": "", "issn": "", "pages": "218--229", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "An automated string-based approach to white matter fiberbundles clustering", "authors": [{"first": "F", "middle": [], "last": "Cauteruccio", "suffix": ""}, {"first": "C", "middle": [], "last": "Stamile", "suffix": ""}, {"first": "G", "middle": [], "last": "Terracina", "suffix": ""}, {"first": "D", "middle": [], "last": "Ursino", "suffix": ""}, {"first": "D", "middle": [], "last": "Sappey-Mariniery", "suffix": ""}], "year": 2015, "venue": "2015 International Joint Conference on Neural Networks (IJCNN)", "volume": "", "issn": "", "pages": "1--8", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Fiber segmentation using a density-peaks clustering algorithm", "authors": [{"first": "P", "middle": [], "last": "Chen", "suffix": ""}, {"first": "X", "middle": [], "last": "Fan", "suffix": ""}, {"first": "R", "middle": [], "last": "Liu", "suffix": ""}, {"first": "X", "middle": [], "last": "Tang", "suffix": ""}, {"first": "H", "middle": [], "last": "Cheng", "suffix": ""}], "year": 2015, "venue": "IEEE 12th International Symposium on Biomedical Imaging (ISBI)", "volume": "", "issn": "", "pages": "633--637", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Abstractive representation and exploration of hierarchically clustered diffusion tensor fiber tracts", "authors": [{"first": "W", "middle": [], "last": "Chen", "suffix": ""}, {"first": "S", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "S", "middle": [], "last": "Correia", "suffix": ""}, {"first": "D", "middle": ["S"], "last": "Ebert", "suffix": ""}], "year": 2008, "venue": "Computer Graphics Forum", "volume": "27", "issn": "", "pages": "1071--1078", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "A novel interface for interactive exploration of dti fibers", "authors": [{"first": "W", "middle": [], "last": "Chen", "suffix": ""}, {"first": "S", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "A", "middle": [], "last": "Mackay-Brandt", "suffix": ""}, {"first": "S", "middle": [], "last": "Correia", "suffix": ""}, {"first": "H", "middle": [], "last": "Qu", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Crow", "suffix": ""}, {"first": "D", "middle": ["F"], "last": "Tate", "suffix": ""}, {"first": "Z", "middle": [], "last": "Yan", "suffix": ""}, {"first": "Q", "middle": [], "last": "Peng", "suffix": ""}], "year": 2009, "venue": "IEEE Transactions on Visualization and Computer Graphics", "volume": "15", "issn": "6", "pages": "1433--1440", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Tracking neuronal fiber pathways in the living human brain", "authors": [{"first": "T", "middle": ["E"], "last": "Conturo", "suffix": ""}, {"first": "N", "middle": ["F"], "last": "Lori", "suffix": ""}, {"first": "T", "middle": ["S"], "last": "Cull", "suffix": ""}, {"first": "E", "middle": [], "last": "Akbudak", "suffix": ""}, {"first": "A", "middle": ["Z"], "last": "Snyder", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "Shimony", "suffix": ""}, {"first": "R", "middle": ["C"], "last": "Mckinstry", "suffix": ""}, {"first": "H", "middle": [], "last": "Burton", "suffix": ""}, {"first": "M", "middle": ["E"], "last": "Raichle", "suffix": ""}], "year": 1999, "venue": "Proceedings of the National Academy of Sciences", "volume": "96", "issn": "18", "pages": "10422--10427", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Sparse multidimensional scaling using landmark points", "authors": [{"first": "V", "middle": [], "last": "", "suffix": ""}, {"first": "De", "middle": [], "last": "Silva", "suffix": ""}, {"first": "J", "middle": ["B"], "last": "Tenenbaum", "suffix": ""}], "year": 2004, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Beyond the five-user assumption: Benefits of increased sample sizes in usability testing", "authors": [{"first": "L", "middle": [], "last": "Faulkner", "suffix": ""}], "year": 2003, "venue": "Behavior Research Methods, Instruments, & Computers", "volume": "35", "issn": "3", "pages": "379--383", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "React. js essentials", "authors": [{"first": "A", "middle": [], "last": "Fedosejev", "suffix": ""}], "year": 2015, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "The connectomics of brain disorders", "authors": [{"first": "A", "middle": [], "last": "Fornito", "suffix": ""}, {"first": "A", "middle": [], "last": "Zalesky", "suffix": ""}, {"first": "M", "middle": [], "last": "Breakspear", "suffix": ""}], "year": 2015, "venue": "Nature Reviews Neuroscience", "volume": "16", "issn": "3", "pages": "", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Parsimonious approximation of streamline trajectories in white matter fiber bundles", "authors": [{"first": "P", "middle": [], "last": "Gori", "suffix": ""}, {"first": "O", "middle": [], "last": "Colliot", "suffix": ""}, {"first": "L", "middle": [], "last": "Marrakchi-Kacem", "suffix": ""}, {"first": "Y", "middle": [], "last": "Worbe", "suffix": ""}, {"first": "F", "middle": ["D V"], "last": "Fallani", "suffix": ""}, {"first": "M", "middle": [], "last": "Chavez", "suffix": ""}, {"first": "C", "middle": [], "last": "Poupon", "suffix": ""}, {"first": "A", "middle": [], "last": "Hartmann", "suffix": ""}, {"first": "N", "middle": [], "last": "Ayache", "suffix": ""}, {"first": "S", "middle": [], "last": "Durrleman", "suffix": ""}], "year": 2016, "venue": "IEEE transactions on medical imaging", "volume": "35", "issn": "12", "pages": "2609--2619", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Trako: Efficient transmission of tractography data for visualization", "authors": [{"first": "D", "middle": [], "last": "Haehn", "suffix": ""}, {"first": "L", "middle": [], "last": "Franke", "suffix": ""}, {"first": "F", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "S", "middle": ["C"], "last": "Karayumak", "suffix": ""}, {"first": "S", "middle": [], "last": "Pieper", "suffix": ""}, {"first": "L", "middle": [], "last": "O&apos;donnell", "suffix": ""}, {"first": "Y", "middle": [], "last": "Rathi", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Neuroimaging in the browser using the x toolkit", "authors": [{"first": "D", "middle": [], "last": "Haehn", "suffix": ""}, {"first": "N", "middle": [], "last": "Rannou", "suffix": ""}, {"first": "B", "middle": [], "last": "Ahtam", "suffix": ""}, {"first": "E", "middle": [], "last": "Grant", "suffix": ""}, {"first": "R", "middle": [], "last": "Pienaar", "suffix": ""}], "year": 2014, "venue": "Frontiers in Neuroinformatics", "volume": "101", "issn": "", "pages": "", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Development of nasa-tlx (task load index): Results of empirical and theoretical research", "authors": [{"first": "S", "middle": ["G"], "last": "Hart", "suffix": ""}, {"first": "L", "middle": ["E"], "last": "Staveland", "suffix": ""}], "year": 1988, "venue": "Advances in psychology", "volume": "52", "issn": "", "pages": "139--183", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Number of people required for usability evaluation: the 10±2 rule", "authors": [{"first": "W", "middle": [], "last": "Hwang", "suffix": ""}, {"first": "G", "middle": [], "last": "Salvendy", "suffix": ""}], "year": 2010, "venue": "Communications of the ACM", "volume": "53", "issn": "5", "pages": "130--133", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "The adolescent brain cognitive development study", "authors": [{"first": "T", "middle": ["L"], "last": "Jernigan", "suffix": ""}, {"first": "S", "middle": ["A"], "last": "Brown", "suffix": ""}, {"first": "G", "middle": ["J"], "last": "Dowling", "suffix": ""}], "year": 2018, "venue": "Journal of research on adolescence: the official journal of the Society for Research on Adolescence", "volume": "28", "issn": "1", "pages": "154--156", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Exploring 3d dti fiber tracts with linked 2d representations", "authors": [{"first": "R", "middle": [], "last": "Jianu", "suffix": ""}, {"first": "C", "middle": [], "last": "Demiralp", "suffix": ""}, {"first": "D", "middle": [], "last": "Laidlaw", "suffix": ""}], "year": 2009, "venue": "IEEE transactions on visualization and computer graphics", "volume": "15", "issn": "6", "pages": "1449--1456", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Exploring brain connectivity with two-dimensional neural maps", "authors": [{"first": "R", "middle": [], "last": "Jianu", "suffix": ""}, {"first": "C", "middle": [], "last": "Demiralp", "suffix": ""}, {"first": "D", "middle": ["H"], "last": "Laidlaw", "suffix": ""}], "year": 2011, "venue": "IEEE transactions on visualization and computer graphics", "volume": "18", "issn": "6", "pages": "978--987", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Automated segmentation of white matter fiber bundles using diffusion tensor imaging data and a new density based clustering algorithm", "authors": [{"first": "T", "middle": [], "last": "Kamali", "suffix": ""}, {"first": "D", "middle": [], "last": "Stashuk", "suffix": ""}], "year": 2016, "venue": "Artificial intelligence in medicine", "volume": "73", "issn": "", "pages": "14--22", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Fiberweb: diffusion visualization and processing in the browser", "authors": [{"first": "L.-P", "middle": [], "last": "Ledoux", "suffix": ""}, {"first": "F", "middle": ["C"], "last": "Morency", "suffix": ""}, {"first": "M", "middle": [], "last": "Cousineau", "suffix": ""}, {"first": "J.-C", "middle": [], "last": "Houde", "suffix": ""}, {"first": "K", "middle": [], "last": "Whittingstall", "suffix": ""}, {"first": "M", "middle": [], "last": "Descoteaux", "suffix": ""}], "year": 2017, "venue": "Frontiers in neuroinformatics", "volume": "11", "issn": "", "pages": "", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "The big and the small: challenges of imaging the brains circuits", "authors": [{"first": "J", "middle": ["W"], "last": "Lichtman", "suffix": ""}, {"first": "W", "middle": [], "last": "Denk", "suffix": ""}], "year": 2011, "venue": "Science", "volume": "334", "issn": "6056", "pages": "618--623", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "Visualizing data using t-sne", "authors": [{"first": "L", "middle": ["V D"], "last": "Maaten", "suffix": ""}, {"first": "G", "middle": [], "last": "Hinton", "suffix": ""}], "year": 2008, "venue": "Journal of machine learning research", "volume": "9", "issn": "", "pages": "2579--2605", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "Filtered multitensor tractography", "authors": [{"first": "J", "middle": ["G"], "last": "Malcolm", "suffix": ""}, {"first": "M", "middle": ["E"], "last": "Shenton", "suffix": ""}, {"first": "Y", "middle": [], "last": "Rathi", "suffix": ""}], "year": 2010, "venue": "IEEE Transactions on Medical Imaging", "volume": "29", "issn": "9", "pages": "1664--1675", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "Umap: Uniform manifold approximation and projection for dimension reduction", "authors": [{"first": "L", "middle": [], "last": "Mcinnes", "suffix": ""}, {"first": "J", "middle": [], "last": "Healy", "suffix": ""}, {"first": "J", "middle": [], "last": "Melville", "suffix": ""}], "year": 2018, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"arXiv": ["arXiv:1802.03426"]}}, "BIBREF34": {"ref_id": "b34", "title": "Visually exploring differences of dti fiber models", "authors": [{"first": "H", "middle": [], "last": "Mei", "suffix": ""}, {"first": "H", "middle": [], "last": "Chen", "suffix": ""}, {"first": "F", "middle": [], "last": "Guo", "suffix": ""}, {"first": "F", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "W", "middle": [], "last": "Chen", "suffix": ""}, {"first": "Z", "middle": [], "last": "Song", "suffix": ""}, {"first": "G", "middle": [], "last": "Wang", "suffix": ""}], "year": 2016, "venue": "International Conference on Technologies for E-Learning and Digital Entertainment", "volume": "", "issn": "", "pages": "333--344", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "Abstractocyte: a visual tool for exploring nanoscale astroglial cells", "authors": [{"first": "H", "middle": [], "last": "Mohammed", "suffix": ""}, {"first": "A", "middle": ["K"], "last": "Al-Awami", "suffix": ""}, {"first": "J", "middle": [], "last": "Beyer", "suffix": ""}, {"first": "C", "middle": [], "last": "Cali", "suffix": ""}, {"first": "P", "middle": [], "last": "Magistretti", "suffix": ""}, {"first": "H", "middle": [], "last": "Pfister", "suffix": ""}, {"first": "M", "middle": [], "last": "Hadwiger", "suffix": ""}], "year": 2017, "venue": "IEEE transactions on visualization and computer graphics", "volume": "24", "issn": "1", "pages": "853--861", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "NMR in Biomedicine: An International Journal Devoted to the Development and Application of Magnetic Resonance In Vivo", "authors": [{"first": "S", "middle": [], "last": "Mori", "suffix": ""}, {"first": "P", "middle": ["C"], "last": "Van Zijl", "suffix": ""}], "year": 2002, "venue": "", "volume": "15", "issn": "", "pages": "468--480", "other_ids": {}}, "BIBREF37": {"ref_id": "b37", "title": "Slicerdmri: open source diffusion mri software for brain cancer research", "authors": [{"first": "I", "middle": [], "last": "Norton", "suffix": ""}, {"first": "W", "middle": ["I"], "last": "Essayed", "suffix": ""}, {"first": "F", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "S", "middle": [], "last": "Pujol", "suffix": ""}, {"first": "A", "middle": [], "last": "Yarmarkovich", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "Golby", "suffix": ""}, {"first": "G", "middle": [], "last": "Kindlmann", "suffix": ""}, {"first": "D", "middle": [], "last": "Wassermann", "suffix": ""}, {"first": "R", "middle": ["S J"], "last": "Estepar", "suffix": ""}, {"first": "Y", "middle": [], "last": "Rathi", "suffix": ""}], "year": 2017, "venue": "Cancer research", "volume": "77", "issn": "21", "pages": "101--103", "other_ids": {}}, "BIBREF38": {"ref_id": "b38", "title": "Does diffusion mri tell us anything about the white matter? an overview of methods and pitfalls", "authors": [{"first": "L", "middle": ["J"], "last": "O&apos;donnell", "suffix": ""}, {"first": "O", "middle": [], "last": "Pasternak", "suffix": ""}], "year": 2015, "venue": "Schizophrenia research", "volume": "161", "issn": "1", "pages": "133--141", "other_ids": {}}, "BIBREF39": {"ref_id": "b39", "title": "Mean apparent propagator (map) mri: a novel diffusion imaging method for mapping tissue microstructure", "authors": [{"first": "E", "middle": [], "last": "Özarslan", "suffix": ""}, {"first": "C", "middle": ["G"], "last": "Koay", "suffix": ""}, {"first": "T", "middle": ["M"], "last": "Shepherd", "suffix": ""}, {"first": "M", "middle": ["E"], "last": "Komlosh", "suffix": ""}, {"first": "M", "middle": ["O"], "last": "İrfanoglu", "suffix": ""}, {"first": "C", "middle": [], "last": "Pierpaoli", "suffix": ""}, {"first": "P", "middle": ["J"], "last": "Basser", "suffix": ""}], "year": 2013, "venue": "NeuroImage", "volume": "78", "issn": "", "pages": "16--32", "other_ids": {}}, "BIBREF40": {"ref_id": "b40", "title": "Cerebrovis: Designing an abstract yet spatially contextualized cerebral artery network visualization", "authors": [{"first": "A", "middle": [], "last": "Pandey", "suffix": ""}, {"first": "H", "middle": [], "last": "Shukla", "suffix": ""}, {"first": "G", "middle": ["S"], "last": "Young", "suffix": ""}, {"first": "L", "middle": [], "last": "Qin", "suffix": ""}, {"first": "A", "middle": ["A"], "last": "Zamani", "suffix": ""}, {"first": "L", "middle": [], "last": "Hsu", "suffix": ""}, {"first": "R", "middle": [], "last": "Huang", "suffix": ""}, {"first": "C", "middle": [], "last": "Dunne", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Borkin", "suffix": ""}], "year": 2019, "venue": "IEEE transactions on visualization and computer graphics", "volume": "26", "issn": "1", "pages": "938--948", "other_ids": {}}, "BIBREF41": {"ref_id": "b41", "title": "Employing 2d projections for fast visual exploration of large fiber tracking data", "authors": [{"first": "J", "middle": [], "last": "Poco", "suffix": ""}, {"first": "D", "middle": ["M"], "last": "Eler", "suffix": ""}, {"first": "F", "middle": ["V"], "last": "Paulovich", "suffix": ""}, {"first": "R", "middle": [], "last": "Minghim", "suffix": ""}], "year": 2012, "venue": "Computer Graphics Forum", "volume": "31", "issn": "", "pages": "1075--1084", "other_ids": {}}, "BIBREF42": {"ref_id": "b42", "title": "Multi-shell diffusion signal recovery from sparse measurements", "authors": [{"first": "Y", "middle": [], "last": "Rathi", "suffix": ""}, {"first": "O", "middle": [], "last": "Michailovich", "suffix": ""}, {"first": "F", "middle": [], "last": "Laun", "suffix": ""}, {"first": "K", "middle": [], "last": "Setsompop", "suffix": ""}, {"first": "P", "middle": ["E"], "last": "Grant", "suffix": ""}, {"first": "C.-F", "middle": [], "last": "Westin", "suffix": ""}], "year": 2014, "venue": "Medical image analysis", "volume": "18", "issn": "7", "pages": "1143--1156", "other_ids": {}}, "BIBREF43": {"ref_id": "b43", "title": "Sparse multi-shell diffusion imaging", "authors": [{"first": "Y", "middle": [], "last": "Rathi", "suffix": ""}, {"first": "O", "middle": [], "last": "Michailovich", "suffix": ""}, {"first": "K", "middle": [], "last": "Setsompop", "suffix": ""}, {"first": "S", "middle": [], "last": "Bouix", "suffix": ""}, {"first": "M", "middle": ["E"], "last": "Shenton", "suffix": ""}, {"first": "C.-F", "middle": [], "last": "Westin", "suffix": ""}], "year": 2011, "venue": "International Conference on Medical Image Computing and Computer-Assisted Intervention", "volume": "", "issn": "", "pages": "58--65", "other_ids": {}}, "BIBREF44": {"ref_id": "b44", "title": "Joint multi-fiber noddi parameter estimation and tractography using the unscented information filter", "authors": [{"first": "C", "middle": ["P"], "last": "Reddy", "suffix": ""}, {"first": "Y", "middle": [], "last": "Rathi", "suffix": ""}], "year": 2016, "venue": "Frontiers in neuroscience", "volume": "10", "issn": "", "pages": "", "other_ids": {}}, "BIBREF45": {"ref_id": "b45", "title": "The visualization toolkit: an object-oriented approach to 3D graphics", "authors": [{"first": "W", "middle": ["J"], "last": "Schroeder", "suffix": ""}, {"first": "B", "middle": [], "last": "Lorensen", "suffix": ""}, {"first": "K", "middle": [], "last": "Martin", "suffix": ""}], "year": 2004, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF46": {"ref_id": "b46", "title": "Diffusion imaging, white matter, and psychopathology", "authors": [{"first": "M", "middle": ["E"], "last": "Thomason", "suffix": ""}, {"first": "P", "middle": ["M"], "last": "Thompson", "suffix": ""}], "year": 2011, "venue": "Annual review of clinical psychology", "volume": "7", "issn": "", "pages": "", "other_ids": {}}, "BIBREF47": {"ref_id": "b47", "title": "Multidimensional scaling: I. theory and method", "authors": [{"first": "W", "middle": ["S"], "last": "Torgerson", "suffix": ""}], "year": 1952, "venue": "Psychometrika", "volume": "17", "issn": "4", "pages": "401--419", "other_ids": {}}, "BIBREF48": {"ref_id": "b48", "title": "The wu-minn human connectome project: an overview", "authors": [{"first": "D", "middle": ["C"], "last": "Van Essen", "suffix": ""}, {"first": "S", "middle": ["M"], "last": "Smith", "suffix": ""}, {"first": "D", "middle": ["M"], "last": "Barch", "suffix": ""}, {"first": "T", "middle": ["E"], "last": "Behrens", "suffix": ""}, {"first": "E", "middle": [], "last": "Yacoub", "suffix": ""}, {"first": "K", "middle": [], "last": "Ugurbil", "suffix": ""}, {"first": "W.-M", "middle": ["H"], "last": "Consortium", "suffix": ""}], "year": 2013, "venue": "Neuroimage", "volume": "80", "issn": "", "pages": "62--79", "other_ids": {}}, "BIBREF50": {"ref_id": "b50", "title": "On graphical representations of similarity in geo-temporal frequency data", "authors": [{"first": "D", "middle": [], "last": "Weidele", "suffix": ""}, {"first": "M", "middle": [], "last": "Van Garderen", "suffix": ""}, {"first": "M", "middle": [], "last": "Golitko", "suffix": ""}, {"first": "G", "middle": ["M"], "last": "Feinman", "suffix": ""}, {"first": "U", "middle": [], "last": "Brandes", "suffix": ""}], "year": 2016, "venue": "Journal of Archaeological Science", "volume": "72", "issn": "", "pages": "105--116", "other_ids": {}}, "BIBREF51": {"ref_id": "b51", "title": "Detecting microstructural white matter abnormalities of frontal pathways in children with adhd using advanced diffusion models", "authors": [{"first": "W", "middle": [], "last": "Wu", "suffix": ""}, {"first": "G", "middle": [], "last": "Mcanulty", "suffix": ""}, {"first": "H", "middle": ["M"], "last": "Hamoda", "suffix": ""}, {"first": "K", "middle": [], "last": "Sarill", "suffix": ""}, {"first": "S", "middle": [], "last": "Karmacharya", "suffix": ""}, {"first": "B", "middle": [], "last": "Gagoski", "suffix": ""}, {"first": "L", "middle": [], "last": "Ning", "suffix": ""}, {"first": "P", "middle": ["E"], "last": "Grant", "suffix": ""}, {"first": "M", "middle": ["E"], "last": "Shenton", "suffix": ""}, {"first": "D", "middle": ["P"], "last": "Waber", "suffix": ""}], "year": 2019, "venue": "Brain imaging and behavior", "volume": "", "issn": "", "pages": "1--17", "other_ids": {}}, "BIBREF52": {"ref_id": "b52", "title": "A browser-based tool for visualization and analysis of diffusion mri data", "authors": [{"first": "J", "middle": ["D"], "last": "Yeatman", "suffix": ""}, {"first": "A", "middle": [], "last": "Richie-Halford", "suffix": ""}, {"first": "J", "middle": ["K"], "last": "Smith", "suffix": ""}, {"first": "A", "middle": [], "last": "Keshavan", "suffix": ""}, {"first": "A", "middle": [], "last": "Rokem", "suffix": ""}], "year": 2018, "venue": "Nature communications", "volume": "9", "issn": "1", "pages": "1--10", "other_ids": {}}, "BIBREF53": {"ref_id": "b53", "title": "Suprathreshold fiber cluster statistics: Leveraging white matter geometry to enhance tractography statistical analysis", "authors": [{"first": "F", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "W", "middle": [], "last": "Wu", "suffix": ""}, {"first": "L", "middle": [], "last": "Ning", "suffix": ""}, {"first": "G", "middle": [], "last": "Mcanulty", "suffix": ""}, {"first": "D", "middle": [], "last": "Waber", "suffix": ""}, {"first": "B", "middle": [], "last": "Gagoski", "suffix": ""}, {"first": "K", "middle": [], "last": "Sarill", "suffix": ""}, {"first": "H", "middle": ["M"], "last": "Hamoda", "suffix": ""}, {"first": "Y", "middle": [], "last": "Song", "suffix": ""}, {"first": "W", "middle": [], "last": "Cai", "suffix": ""}], "year": 2018, "venue": "NeuroImage", "volume": "171", "issn": "", "pages": "341--354", "other_ids": {}}, "BIBREF54": {"ref_id": "b54", "title": "An anatomically curated fiber clustering white matter atlas for consistent white matter tract parcellation across the lifespan", "authors": [{"first": "F", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "Y", "middle": [], "last": "Wu", "suffix": ""}, {"first": "I", "middle": [], "last": "Norton", "suffix": ""}, {"first": "L", "middle": [], "last": "Rigolo", "suffix": ""}, {"first": "Y", "middle": [], "last": "Rathi", "suffix": ""}, {"first": "N", "middle": [], "last": "Makris", "suffix": ""}, {"first": "L", "middle": ["J"], "last": "O&apos;donnell", "suffix": ""}], "year": 2018, "venue": "NeuroImage", "volume": "179", "issn": "", "pages": "429--447", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Projection view shows distribution of multiple clusters and subjects. When hovering over a point in the projection view, the user can get more detailed information on the projected cluster (1). The Projection View allows the user to select interesting clusters by clicking and dragging over a group of multiple points in the projection view. This also highlights the same cluster in other subjects(2).", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Multi-Cluster view of five different subjects and three different cluster. The multi-cluster view allows to compare 2D radial plots visualizing multiple clusters of multiple subjects. This is usefull for outlier detection of mapped scalars and properties.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Early design prototypes of FiberStars. Left: our first implementation focused on two subjects at a time and combined 2D and 3D elements. Right: we experimented with different 2D radial charts and color schemes to represent fiber bundles of multiple subjects. We group data by scalar type and normalize the values to allow comparison.", "latex": null, "type": "figure"}, "FIGREF3": {"text": "User interface of AFQ-Browser. A user can select different clusters in the list view on the left. The anatomy view with possible 3D interactions shows selected fiber bundles in the brain. The bundle details view on the right allows to compare 2D representations of individual fibers. Additionally, a metadata display provides more details about each fiber cluster.", "latex": null, "type": "figure"}, "FIGREF4": {"text": "User interface of Fiber Models (DiffRadar)[35]. The user interface shows four different panels to get insights into a fiber cluster and single fibers. Left: Overview of each fiber cluster. The center view shows more details into one fiber cluster. Right top: shows regions where differences occur in a fiber bundle. Right bottom shows the model in 3D and highlights single selected fibers.", "latex": null, "type": "figure"}, "FIGREF5": {"text": "T1: Interpreting a single cluster of a single subject. a) (For a given cluster) Which value is higher FA1 or FA2? b) (For a given cluster) Where along the fiber bundle is FA1 the highest? c) (For a given cluster) Is the standard deviation of FA1 rather large or small compared to that of Estimated Uncertainty?T2: Comparing multiple clusters of a single subject. a) (For a given subject) Which are the two clusters with the highest estimated uncertainty? b) (For two given clusters and a given subject) Which cluster has a higher number of fibers in the bundle?T3: Interaction between the same cluster in multiple subjects. a) (For given subjects and a cluster) In which subject is FA1 maximal? b) (For given subjects and a cluster) For which pair of subjects is the difference in FA2 minimal?T4: Comparing multiple clusters of multiple subjects. a) In which female subject cluster is FA2 maximal? b) In which cluster is FA1 minimal? c) (For each two given clusters of two subjects) Does subject A or B have a lower FA1?T5: General usability of components/features. a) In a view of your choice, color the data by subjects! b) Can you find a U-shaped cluster in the 3D visualization?", "latex": null, "type": "figure"}, "FIGREF7": {"text": "Distribution of times per task for novices. Times the users needed to solve the tasks for AFQ-Browser in grey (AFQ) and FiberStars in red (FS), across single sub-tasks. The right boxplots shows the average time over all tasks. Participants using FiberStars were faster in all cases. This difference is statistically significant.", "latex": null, "type": "figure"}, "FIGREF8": {"text": "Components used in FiberStars per task. For all 5 tasks, we denoted which components FiberStars users were likely to use. For tasks involving multiple clusters and multiple subjects, the users mostly used the Projection View (P, shown in dark grey). The split-screen (S) with the 3-dimensional information was likely used for tasks comparing the same fiber bundle over multiple subjects. The Comparison Matrix (M) showing all radial plots were used throughout all tasks 1-4. Distribution of time needed per sub-task for experts. Time the experts took to solve single sub-tasks grouped by tool where AFQ-Browser shown in grey (AFQ) and FiberStars in red (FS). This difference is statistically significant.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Comparison of visualization tools with features that are offered in Fiber Models (DiffRadar)[35], AFQ-Bowser[53], and FiberStars (FS). FS and AFQ have most features in common.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Feature </td><td>Fiber Models </td><td>AFQ </td><td>FS (ours)\n</td></tr><tr><td>Showing subject metadata </td><td>7 </td><td>3 </td><td>3\n</td></tr><tr><td>Single fiber exploration </td><td>3 </td><td>7 </td><td>7\n</td></tr><tr><td>Select desired scalar or metric </td><td>7 </td><td>3 </td><td>3\n</td></tr><tr><td>Compare between fiber bundles of individual subjects\n</td><td>7 </td><td>in parts </td><td>3\n</td></tr><tr><td>Interaction and dynamics in 3D model </td><td>7 </td><td>7 </td><td>3\n</td></tr><tr><td>Visualization of large amounts of data </td><td>unknown </td><td>in parts </td><td>3\n</td></tr></table></body></html>"}, "TABREF1": {"text": "Error rates among novice participants per tasks.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Task </td><td>1a </td><td>1b </td><td>1c </td><td>2a </td><td>2b </td><td>3a </td><td>3b </td><td>4a </td><td>4b </td><td>4c </td><td>5a </td><td>5b </td><td>Mean\n</td></tr><tr><td>AFQ </td><td>0 </td><td>0 </td><td>0.8 </td><td>0.9 </td><td>0.1 </td><td>0 </td><td>0.2 </td><td>0.2 </td><td>0.1 </td><td>0.3 </td><td>0.5 </td><td>0.6 </td><td>0.308\n</td></tr><tr><td>FS </td><td>0 </td><td>0.2 </td><td>0.3 </td><td>0.2 </td><td>0.1 </td><td>0.1 </td><td>0.1 </td><td>0.3 </td><td>0.1 </td><td>0 </td><td>0 </td><td>0.1 </td><td>0.125\n</td></tr></table></body></html>"}, "TABREF2": {"text": "Mean time (in seconds) that novices required to complete individual tasks in the two different tools. Improvement reflects speedup of FiberStars over AFQ-Browser (in %) .", "latex": null, "type": "table"}, "TABREF3": {"text": "", "latex": null, "type": "table"}, "TABREF4": {"text": "Error rates among expert participants per tasks.", "latex": null, "type": "table"}, "TABREF5": {"text": "Table 3. Mean time (in seconds) that novices required to complete\nindividual tasks in the two different tools. Improvement reflects speedup", "latex": null, "type": "table", "html": "<html><body><table><tr><td>of FiberStars over AFQ-Browser (in %) .\nTask </td><td>AFQ-Browser </td><td>FiberStars </td><td>Improvement\n</td></tr><tr><td>T1 (a) </td><td>69.6 s </td><td>21.2 s </td><td>69.54 %\n</td></tr><tr><td>T1 (b) </td><td>31.8 s </td><td>46.7 s </td><td>-46.85 %\n</td></tr><tr><td>T1 (c) </td><td>55.2 s </td><td>40.6 s </td><td>26.45 %\n</td></tr><tr><td>T2 (a) </td><td>61.3 s </td><td>30.8 s </td><td>49.75 %\n</td></tr><tr><td>T2 (b) </td><td>60.3 s </td><td>28.1 s </td><td>53.40 %\n</td></tr><tr><td>T3 (a) </td><td>42.0 s </td><td>26.3 s </td><td>62.62 %\n</td></tr><tr><td>T3 (b) </td><td>58.6 s </td><td>34.7 s </td><td>40.78 %\n</td></tr><tr><td>T4 (a) </td><td>93.9 s </td><td>81.5 s </td><td>13.20 %\n</td></tr><tr><td>T4 (b) </td><td>60.3 s </td><td>43.8 s </td><td>27.36 %\n</td></tr><tr><td>T4 (c) </td><td>58.0 s </td><td>21.0 s </td><td>63.79 %\n</td></tr><tr><td>T5 (a) </td><td>91.1 s </td><td>20.5 s </td><td>77.50 %\n</td></tr><tr><td>T5 (b) </td><td>115.8 s </td><td>101.7 s </td><td>12.18 %\n</td></tr><tr><td>Mean </td><td>66.49 s </td><td>41.40 s </td><td>37.73 %\n</td></tr></table></body></html>"}, "TABREF6": {"text": "Table 4. Mean time (in seconds) experts required to complete individual tasks in the two different tools. Improvement reflects speedup of\nFiberStars over AFQ-Browser (in %) .", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Task AFQ-Browser </td><td>FiberStars </td><td>Improvement\n</td></tr><tr><td>T1 (a) </td><td>40.0 s </td><td>5.3 s </td><td>86.67 %\n</td></tr><tr><td>T1 (b) </td><td>24.0 s </td><td>12.7 s </td><td>47.22 %\n</td></tr><tr><td>T1 (c) </td><td>22.7 s </td><td>24.7 s </td><td>-8.82 %\n</td></tr><tr><td>T2 (a) </td><td>35.7 s </td><td>31.3 s </td><td>12.15 %\n</td></tr><tr><td>T2 (b) </td><td>28.3 s </td><td>8.3 s </td><td>70.59 %\n</td></tr><tr><td>T3 (a) </td><td>18.7 s </td><td>9.0 s </td><td>51.79 %\n</td></tr><tr><td>T3 (b) </td><td>25.0 s </td><td>18.0 s </td><td>28.00 %\n</td></tr><tr><td>T4 (a) </td><td>44.0 s </td><td>40.0 s </td><td>9.09 %\n</td></tr><tr><td>T4 (b) </td><td>35.7 s </td><td>26.0 s </td><td>27.10 %\n</td></tr><tr><td>T4 (c) </td><td>27.0 s </td><td>26.7 s </td><td>1.23 %\n</td></tr><tr><td>Mean </td><td>30.1 s </td><td>20.2 s </td><td>32.89 %\n</td></tr></table></body></html>"}, "TABREF7": {"text": "Table 5. Mean values of subjective responses of novices showing the statements rated on a 7-point Likert-Scale (1 = totally disagree, 7 =\ntotally agree). The asterisk * signs the statistically significant result.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Statement </td><td>AFQ-Browser </td><td>FiberStars\n</td></tr><tr><td>The usability was very good. </td><td>5.8 ±1.14 </td><td>6.2 ±0.79\n</td></tr><tr><td>I liked working with this tool. </td><td>6.0 ±1.15 </td><td>6.4 ±0.70\n</td></tr><tr><td>I found it easy to compare the data among subjects.\n</td><td>5.2 ±1.81 </td><td>5.8 ±1.14\n</td></tr><tr><td>I found it easy to navigate through the different fiber clusters.\n</td><td>5.5 ±1.18 </td><td>5.7 ±0.82\n</td></tr><tr><td>The 2D plots or diagrams were understandable.*\n</td><td>4.6 ±1.58 </td><td>5.7 ±0.95\n</td></tr><tr><td>The visualization of the\n</td><td>6.3 ±0.82 </td><td>6.8 ±0.42\n</td></tr><tr><td>3D fiber clusters were very pleasing.\n</td><td> </td><td> </td></tr><tr><td>Additional information beside\n</td><td>5.1 ±1.66 </td><td>6.4 ±0.97\n</td></tr><tr><td> </td><td> </td><td>the 2D plots were very helpful.*\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "We would like to thank the participants of the user study and the authors of AFQ-Browser for helping with the installation and setup.", "cite_spans": [], "ref_spans": [], "section": "ACKNOWLEDGMENTS"}]}