{
    "paper_id": "e79a85f2267d7e805a030345b0ca6339804c439e",
    "metadata": {
        "title": "\"Disease Knows No Borders\": Pandemics and the Politics of Global Health Security",
        "authors": [
            {
                "first": "Antoine",
                "middle": [],
                "last": "De Bengy Puyvallée",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sonja",
                "middle": [],
                "last": "Kittelsen",
                "suffix": "",
                "affiliation": {},
                "email": "sonja.kittelsen@medisin.uio.no"
            },
            {
                "first": "A",
                "middle": [],
                "last": "De Bengy Puyvallée",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "S",
                "middle": [],
                "last": "Kittelsen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Since the 1990s, the threat of pandemics has gained increased prominence on policy-makers' agendas due to the emergence and resurgence of infectious diseases and an increasingly interconnected world. Encapsulated by the phrase \"disease knows no borders,\" this new risk environment has led to the rise of a new global health security regime, codified in the 2005 International Health Regulations. It is based on a paradigm of rapid detection and response to outbreak events, and on a norm of collective action. Drawing on examples from the 2014-2015 Ebola epidemic, we argue that pandemic preparedness is not just a technical matter, but also a political and normative one. We show that the global health security regime carries tensions that reflect asymmetries in actors' capacities to put forward their priorities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "that the risk highlighted by the phrase \"disease knows no borders\" is the result of a social construction elaborated through a \"power game\" between actors with varying capacities of influence (Beck 2006: 333) . We begin by tracing the emergence of the contemporary global health security regime by placing it in historical context and examining how a changing risk environment, summarized by the phrase \"disease knows no borders,\" came to inform current international efforts to manage the microbial world. We then draw on examples from the Ebola epidemic of 2014-2015 to illustrate some of the tensions inherent in this new global health security regime, particularly the resistance of national interest, the privileging of containment over prevention policy, and of short-term, technology-based responses over longer-term engagements in strengthening health systems.",
            "cite_spans": [
                {
                    "start": 192,
                    "end": 208,
                    "text": "(Beck 2006: 333)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "GLoBAL heALTh SecUrITY reGIme While the phrase \"disease knows no borders\" is often evoked to speak to a distinct contemporary vulnerability to the microbial world, the threat posed by infectious diseases is not new, nor are international efforts to control disease spread. International cooperation on countering the cross-border spread of infectious disease began in the second half of the nineteenth century (Harrison 2006) . Responding to the unprecedented growth of international trade triggered by colonial expansion, European leaders sought to reduce trade barriers, including quarantine, while preventing what was seen as a new vulnerability-the international spread of infectious diseases. To tackle these issues, European nations got together in a series of international sanitary conventions. These conventions led to the emergence of an international health security regime, institutionalized with the creation of the WHO in 1948 and codified with the adoption of the International Sanitary Regulations in 1951, which were renamed the International Health Regulations in 1969. This \"classical regime\" (Fidler 2005: 327) required states to notify each other of the presence of a number of specific diseases in their territories, and to implement standardized and appropriate measures to control disease entry at their borders. Cooperation thus rested on the goodwill of states to share information and implement preventive measures that did not excessively disrupt international travel and trade.",
            "cite_spans": [
                {
                    "start": 410,
                    "end": 425,
                    "text": "(Harrison 2006)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1112,
                    "end": 1130,
                    "text": "(Fidler 2005: 327)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The emerGeNce of The coNTemPorArY"
        },
        {
            "text": "By the 1990s, however, the IHR (1969) were no longer fit for purpose. A changing risk environment meant that the three diseases then covered by the Regulations-cholera, plague and yellow fever-no longer reflected the nature of the risks posed by infectious diseases in most countries. The discovery of new viruses, such as Ebola in 1976 and HIV in 1983 , and the resurgence of old viruses in more volatile forms reinvigorated concerns over the threat posed by infectious diseases and underscored the inadequacy of international arrangements in place to manage them. Three elements supported a shift in the conceptualization of microbial threat (McInnes 2016): (1) there are new risks, including emerging diseases, against which science and innovation alone cannot protect us; (2) globalization connects the world in unprecedented ways and facilitates the spread of viruses, reducing the significance of political borders in containing pathogens; and (3) it is possible, through global cooperation, to limit these risks by setting up global surveillance mechanisms and rapid biomedical response capacities. While elements of this argument echo those advanced in the nineteenth century under the classical regime of international disease cooperation, what distinguishes contemporary concerns from those of the past is the increased frequency with which new diseases are being identified and the increased speed with which they can spread. The result has been a shift in how we understand and deal with the microbial world at the international level, a shift often summarized by the phrase \"disease knows no borders.\"",
            "cite_spans": [
                {
                    "start": 27,
                    "end": 37,
                    "text": "IHR (1969)",
                    "ref_id": null
                },
                {
                    "start": 323,
                    "end": 340,
                    "text": "Ebola in 1976 and",
                    "ref_id": null
                },
                {
                    "start": 341,
                    "end": 352,
                    "text": "HIV in 1983",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The emerGeNce of The coNTemPorArY"
        },
        {
            "text": "The US Institute of Medicine's 1992 report, Emerging Infections: Microbial Threats to Health in the United States (Lederberg et al. 1992) , played an instrumental role in advancing this new perspective. The report introduced the concept of emerging and re-emerging infectious diseases as a new public health and security threat to the United States. It argued that an infectious disease threat anywhere posed a potential threat everywhere due to a combination of natural and human-made factors that have increased the emergence and facilitated the spread of disease. Key to countering this threat was the ability to detect disease emergence early through the establishment of effective disease surveillance systems at both national and global levels.",
            "cite_spans": [
                {
                    "start": 114,
                    "end": 137,
                    "text": "(Lederberg et al. 1992)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "The emerGeNce of The coNTemPorArY"
        },
        {
            "text": "The argument advanced in the 1992 Institute of Medicine report drew considerable political, public and media attention in the US and internationally, particularly when connected to a highly lethal virus that caused a horrific death: Ebola (King 2002: 769) . Indeed, Andrew Lakoff (2017: 149) has described how the Ebola virus served \"as a paradigm for the global threat posed by 'emerging viruses'\" during this time period. The discovery of the virus in then-Zaire in 1976, recurring outbreaks in Africa, and an outbreak of Ebola amongst imported monkeys in Virginia in 1989 were central to the establishment and diffusion of this new perception of microbial threat. Recurring outbreaks of known infectious diseases and the emergence of new ones in the years that have followed, such as SARS in 2003 and the H5N1 avian influenza virus in 2005, have given further credibility to the threat of emerging and re-emerging infectious diseases (Davies et al. 2015) . The risk posed by pandemic influenza has been particularly emblematic in this regard. The continuous circulation of the virus and the possibility of it mutating to inflict significant economic, political and societal disruption, have led to considerable attention paid to pandemic preparedness planning nationally and internationally. The past couple of decades have thus seen the rise of health on foreign and security policy agendas and new cooperative arrangements to manage the threat of infectious disease.",
            "cite_spans": [
                {
                    "start": 239,
                    "end": 255,
                    "text": "(King 2002: 769)",
                    "ref_id": null
                },
                {
                    "start": 937,
                    "end": 957,
                    "text": "(Davies et al. 2015)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "The emerGeNce of The coNTemPorArY"
        },
        {
            "text": "If we live in a borderless world subject to emerging threats, then global cooperation is required to ensure collective health security. The proclamation that \"disease knows no borders\" is thus not a politically neutral statement. It is both a reaction to a changed risk environment, and the embodiment of a particular understanding of these new risks and what measures are required to address them. It advocates for a global regime relying on shared responsibilities and on an approach to epidemic preparedness and control based on a combination of surveillance, control measures, and biomedical response (Davies and Youde 2016; Kamradt-Scott 2015) . The IHR (2005) is the translation on the global scene of these political recommendations and reflects the growing understanding of infectious diseases as both a public health and security threat. Under the revised IHR, governments are accountable not only to their publics, but also to the global community. States are expected to develop a set of core public health capacities focused on detecting and containing outbreaks at source (Fidler 2005) . In addition, the revised Regulations strengthen the WHO by enabling it to draw on both official and unofficial sources of information in the evaluation of a potential disease threat. If the situation is found to meet the relevant criteria, the WHO can independently declare a Public Health Emergency of International Concern and issue guidelines for control measures and response (Kamradt-Scott 2015) . The new global health security regime thus allows the WHO to bypass-to a certain extent-political borders when it comes to global surveillance so that information borders do not prevent the detection of epidemics. The IHR (2005) also prohibit national authorities from taking unilateral measures in the event of a Public Health Emergency of International Concern that go against the advice of the WHO and that unnecessarily damage travel and trade. Finally, in the eventuality of a state failing to fulfill its obligations under the IHR, the IHR (2005) open the door for a collective response, enabling interventions by different global actors (the WHO and other UN agencies, states, non-governmental organizations and philanthropic foundations, for example) such as the set-up of pharmaceutical responses and biomedical countermeasures (Elbe 2014) .",
            "cite_spans": [
                {
                    "start": 605,
                    "end": 628,
                    "text": "(Davies and Youde 2016;",
                    "ref_id": null
                },
                {
                    "start": 629,
                    "end": 648,
                    "text": "Kamradt-Scott 2015)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1085,
                    "end": 1098,
                    "text": "(Fidler 2005)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1481,
                    "end": 1501,
                    "text": "(Kamradt-Scott 2015)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 2341,
                    "end": 2352,
                    "text": "(Elbe 2014)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "A New GLoBAL heALTh SecUrITY reGIme"
        },
        {
            "text": "The revised IHR thus constitute a response to a changed risk environment, and mark a shift in international understandings of the threat posed by infectious diseases and the measures required at both national and international levels to mitigate it. They introduce a set of norms and obligations on states and the global community in addressing pandemic risk. Yet, this new global health security regime is also the result of a \"power game\" between actors with varying capacities of influence (Beck 2006: 333) . It creates tensions when it comes to the understanding of security (state versus individual), the prioritization of policies in addressing microbial threat (rapid detection and containment versus prevention through a focus on the socio-economic aspects of infectious diseases), and the division of responsibilities in preventing, preparing for, and responding to epidemic events (domestic versus international). As we will show in the following section, these tensions were made explicit during the Ebola crisis.",
            "cite_spans": [
                {
                    "start": 493,
                    "end": 509,
                    "text": "(Beck 2006: 333)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "A New GLoBAL heALTh SecUrITY reGIme"
        },
        {
            "text": "The Ebola epidemic in West Africa in 2014-2015 revealed the limits of contemporary arrangements to manage the cross-border spread of infectious disease. The delayed global response to the epidemic and the lack of in-country capacity to effectively curtail the spread of the virus led to much debate following the crisis as to why the epidemic occurred and who was responsible for it. We focus here on three issues that emerged during the Ebola crisis that illustrate the limitations of the current global health security regime: (1) the tension between national interest and collective action in managing pandemic threat; (2) the power relations at play in defining international priorities for global health security; and (3) the significance of security-and technology-based approaches in shaping epidemic and pandemic response.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "eBoLA ANd The LImITS of GLoBAL heALTh SecUrITY"
        },
        {
            "text": "The tension between national interest and collective action in managing epidemic and pandemic threats has been an ongoing challenge in the current regime of global preparedness and is made particularly apparent in the relationship between the WHO and its member states. The WHO received colossal criticism for its management of the Ebola epidemic, particularly for its delayed declaration of a Public Health Emergency of International Concern. The epidemic appeared out of control by the time of the declaration and the number of registered cases had already far exceeded those of previous outbreaks. The WHO was primarily criticized for its unwillingness to challenge the information provided by impacted countries' health authorities and for its inability to act as an independent agency, as the IHR (2005) theoretically intended (Kamradt-Scott 2016) . Several independent commissions mandated to review the Ebola crisis found the WHO dysfunctional and recommended urgent reforms to remedy this (see, for instance, the review from Gostin et al. 2016 ).",
            "cite_spans": [
                {
                    "start": 832,
                    "end": 852,
                    "text": "(Kamradt-Scott 2016)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1033,
                    "end": 1051,
                    "text": "Gostin et al. 2016",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Managing Outbreaks: Tensions Between National Interest and Collective Action"
        },
        {
            "text": "Yet, while WHO officials themselves acknowledged mistakes in the management of the epidemic, the WHO's response cannot be seen in isolation from its relationship to its member states. As Adam Kamradt-Scott (2016: 409) has noted, the organization has historically faced battles with its member states in maintaining its institutional autonomy to manage cross-border health threats. This was evidenced during the renegotiation of the IHR, when a number of states, including Canada, Norway, Russia, Switzerland, Samoa and the United States, expressed reservations about the independence exercised by the WHO in intervening in the 2003 SARS epidemic. Member states ultimately decided to reject draft proposals that would grant the WHO the equivalent autonomy in managing other public health emergencies in order to safeguard their sovereignty (Kamradt-Scott 2015 : 134-135, 2016 .",
            "cite_spans": [
                {
                    "start": 839,
                    "end": 858,
                    "text": "(Kamradt-Scott 2015",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 859,
                    "end": 874,
                    "text": ": 134-135, 2016",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Managing Outbreaks: Tensions Between National Interest and Collective Action"
        },
        {
            "text": "During the 2009 H1N1 influenza pandemic, moreover, a number of states took unilateral control measures, such as bans on pork imports and massive pork culls, against the recommendations of the WHO and often without justification. The WHO also faced criticism for declaring the pandemic a Public Health Emergency of International Concern. The organization was accused of having overreacted to and exaggerated the H1N1 threat, and faced speculation as to whether it had based its decision-making on politics or commercial interests (see, for example, Council of Europe Parliamentary Assembly 2010).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Managing Outbreaks: Tensions Between National Interest and Collective Action"
        },
        {
            "text": "This historical relationship between the WHO and its member states has contributed to an institutional culture at the WHO that has tended to adopt a careful attitude when it comes to questioning member states' sovereign decisions and is reflected in the WHO's Ebola response (Kamradt-Scott 2016). West African authorities initially toned down the outbreak's magnitude when they notified the WHO of the epidemic. Despite signs suggesting a direr situation, however, the WHO did not challenge these initial reports. Rather, and perhaps with the legacy of H1N1 in mind, WHO officials reportedly delayed invoking the IHR for fear of taking measures that could be interpreted as \"hostile\" (Kamradt-Scott 2016: 407). Similar to H1N1, moreover, several countries unilaterally implemented travel bans and travel restrictions despite the multiple recommendations from the WHO not to do so (WHO 2014). A study found that 23% of WHO member states prohibited foreigners who were recently in a country experiencing widespread Ebola transmission to enter their territories, and an additional 8% imposed other substantial travel restrictions (Rhymer and Speare 2016) . Tensions between national interest and collective action are thus a recurring problem in the current global health security regime and a crucial factor explaining why the lessons drawn after the H1N1 pandemic are strikingly similar to those drawn after the Ebola outbreak (Ottersen et al. 2016 ).",
            "cite_spans": [
                {
                    "start": 1127,
                    "end": 1151,
                    "text": "(Rhymer and Speare 2016)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1426,
                    "end": 1447,
                    "text": "(Ottersen et al. 2016",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Managing Outbreaks: Tensions Between National Interest and Collective Action"
        },
        {
            "text": "The Ebola crisis also revealed the weaknesses of affected countries' health systems and indeed, their neglect. This neglect is in part a consequence of the lack of international priority given to strengthening low-and middle-income countries' capacities to manage outbreak events, and a reflection of a global health security regime that has privileged disease containment and control measures over those of prevention (Rushton 2011) .",
            "cite_spans": [
                {
                    "start": 419,
                    "end": 433,
                    "text": "(Rushton 2011)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Priority-Setting and Power Relations in Global Health Security"
        },
        {
            "text": "As previously mentioned, under the IHR (2005), countries are expected to establish core capacities to be able to detect, assess and report outbreak events within their territories. States were initially given until 2012 to implement these measures, the deadline being subsequently extended to 2014. Yet, when the Ebola outbreak started in 2014, only 64 out of 196 states signatory to the IHR had reported that they had met the requirements. Guinea, Liberia, and Sierra Leone were amongst those countries that had not. Despite accusations of a lack of political will, it seems more likely that these countries simply did not have the resources to invest in the IHR (Davies et al. 2015: 128) .",
            "cite_spans": [
                {
                    "start": 664,
                    "end": 689,
                    "text": "(Davies et al. 2015: 128)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Priority-Setting and Power Relations in Global Health Security"
        },
        {
            "text": "Low-and middle-income countries were promised financial and technical support to reinforce their health systems during the IHR revision process, and after the H1N1 pandemic, one of the main lessons learned was the need to strengthen IHR core public health capacities (Ottersen et al. 2016) . However, donor bodies prioritized instead disease-specific programs, with little effect on strengthening these core capacities (Davies et al. 2015: 126) . One such program was the polio eradication program which was by far the WHO's largest funded project in 2014, drawing up to 38% of the organization's staff in Africa (Fortner and Park 2017) . In addition, the limited financial transfers that were directly aimed at developing IHR core capacities were themselves often narrowly focused, \"addressing particular core capacities (e.g., early warning surveillance) as opposed to others (e.g., laboratory diagnostics and risk communication)\" (Davies et al. 2015: 132) .",
            "cite_spans": [
                {
                    "start": 267,
                    "end": 289,
                    "text": "(Ottersen et al. 2016)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 419,
                    "end": 444,
                    "text": "(Davies et al. 2015: 126)",
                    "ref_id": null
                },
                {
                    "start": 613,
                    "end": 636,
                    "text": "(Fortner and Park 2017)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 933,
                    "end": 958,
                    "text": "(Davies et al. 2015: 132)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Priority-Setting and Power Relations in Global Health Security"
        },
        {
            "text": "As Simon Rushton (2011: 784-785) has noted, moreover, the IHR (2005) are built on a logic of disease containment and control, privileging the set-up of surveillance and emergency response capacities. While these activities are dependent on the capabilities of domestic health systems, they have tended to be \"treated separately from the type of public health provision (which includes everything from the provision of potable water to public health education) that plays a vital role in the prevention of outbreaks\" (Rushton 2011: 785) . The result has been a \"decoupling\" of containment measures (for instance, detection mechanisms and rapid response capacity) from those of prevention. The predominant paradigm for global health security has thus been a state-centric one, higher-income countries securing their interests and ensuring their health security by containing diseases at their source, while limiting investments in issues prioritized by lower-and middle-income countries such as general health system strengthening to both prevent epidemics and address diseases already having a terrible impact on their populations' health (Davies 2008; Rushton 2011) . The result of this power asymmetry has been a global health security regime essentially reactive to epidemics, raising pressing questions with respect to financing and responsibility sharing for global health security going forward.",
            "cite_spans": [
                {
                    "start": 9,
                    "end": 32,
                    "text": "Rushton (2011: 784-785)",
                    "ref_id": null
                },
                {
                    "start": 516,
                    "end": 535,
                    "text": "(Rushton 2011: 785)",
                    "ref_id": null
                },
                {
                    "start": 1138,
                    "end": 1151,
                    "text": "(Davies 2008;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1152,
                    "end": 1165,
                    "text": "Rushton 2011)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Priority-Setting and Power Relations in Global Health Security"
        },
        {
            "text": "The culmination of the slow national and international recognition of the Ebola epidemic and the lack of in-country capacities to effectively manage the outbreak led to an international response to the epidemic that was both security-focused and technology-driven. The Ebola outbreak became a crisis in the summer of 2014 when three things occurred: (1) the virus spread outside its epicenter with the repatriation of sick health workers; (2) the WHO declared the outbreak a Public Health Emergency of International Concern, recognizing the virus as a risk to states internationally; and (3) early containment strategies having failed, the international community began to mobilize response efforts in order to cope with the threat. This context facilitated the securitization of the Ebola crisis, i.e. its framing as a national and international security threat. Thus, on 18 September 2014, the United Nations Security Council declared the outbreak \"a threat to international peace and stability\" (UNSC 2014). Ebola's securitization created a sense of gravity and urgency, reinforcing a logic of short-term containment already privileged in the global health security regime:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Security-and Technology-Driven Response"
        },
        {
            "text": "The process of securitization promotes the perception of an immediate, potentially irreversible danger that creates a perceived need for rapid response. In a situation perceived as an emergency, alternative policy options, such as long-term engagement with complex socioeconomic issues and political negotiations, for instance, appear less suitable. Demand increases for a quick fix to avert the imminent danger. (Roemer-Mahler and Elbe 2016: 492) The securitization of the Ebola crisis had at least three concrete effects on the global response. First, it was instrumental in mobilizing exceptional resources to contain the virus. Altogether, the global response raised US$ 4.3 billion, an amount corresponding to the budget needed to lead prevention policies by building universal health services and maintaining them for three years in Guinea, Sierra Leone, and Liberia (Save the Children 2015: IV). Second, the securitization of Ebola allowed countries to bypass traditional protocols for humanitarian crisis management by involving the military. The United States, for instance, deployed 3000 soldiers to Liberia with the mission to implement the response directly (White House 2014), whilst other countries, such as the United Kingdom, relied on the military's extensive capacities to support their response's logistics (DFID 2014) . Third, the securitization of an issue reinforces an \"emergency modality of action\" (Collier and Lakoff 2008: 17) , privileging short-term solutions, donor-led and technology-based. Technological solutions include medical countermeasures such as experimental drugs and vaccines-a trend that Stefan Elbe has called the pharmaceuticalization of global health (Elbe 2010; Roemer-Mahler and Elbe 2016) . They include also what Peter Redfield has coined the \"standardized humanitarian tool-kit\" (such as base camps and field hospitals), comprising emergency resources that can be deployed everywhere, independently of the local context (Redfield 2008: 160-161) .",
            "cite_spans": [
                {
                    "start": 413,
                    "end": 447,
                    "text": "(Roemer-Mahler and Elbe 2016: 492)",
                    "ref_id": null
                },
                {
                    "start": 1326,
                    "end": 1337,
                    "text": "(DFID 2014)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1423,
                    "end": 1452,
                    "text": "(Collier and Lakoff 2008: 17)",
                    "ref_id": null
                },
                {
                    "start": 1696,
                    "end": 1707,
                    "text": "(Elbe 2010;",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1708,
                    "end": 1736,
                    "text": "Roemer-Mahler and Elbe 2016)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1970,
                    "end": 1994,
                    "text": "(Redfield 2008: 160-161)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Security-and Technology-Driven Response"
        },
        {
            "text": "Often portrayed as politically neutral, cost-effective and the most efficient way to deal with a humanitarian crisis-including an epidemic-(Roemer-Mahler and Elbe 2016: 493), these technological resources showed, however, clear limitations during the Ebola crisis because of their incapacity to engage with social context and the resistance they provoked. The WHO estimated, for instance, that between 60 and 80% of the infections during the Ebola outbreak were due to funeral rituals and the washing of dead bodies, these practices constituting one of the \"factors that contributed to undetected spread of the Ebola virus and impeded rapid containment\" (WHO 2015) . Yet, because of its technological focus, the international response included few education and risk-reduction programs aimed at understanding these practices and proposing alternative solutions adapted to the local cultural context (Manguvo and Mafuvadze 2015; Richards 2016) . In coordinating the global response in Sierra Leone, the UK, for instance, dedicated only 3% of its budget to do so (DFID 2014). Consequently, the technological solutions available were often not appropriate to the local context because, as recalled by the WHO, \"when technical intervention cross purposes with entrenched cultural practices, culture always wins\" (WHO 2015) .",
            "cite_spans": [
                {
                    "start": 654,
                    "end": 664,
                    "text": "(WHO 2015)",
                    "ref_id": null
                },
                {
                    "start": 899,
                    "end": 927,
                    "text": "(Manguvo and Mafuvadze 2015;",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 928,
                    "end": 942,
                    "text": "Richards 2016)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1308,
                    "end": 1318,
                    "text": "(WHO 2015)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Security-and Technology-Driven Response"
        },
        {
            "text": "This securitized response to the Ebola epidemic is in many respects a logical outcome of the current global health security regime that has privileged national interest over collective action, containment over prevention, and short-term, technology-based responses over longer-term engagements in strengthening health systems. Indeed, while the revised IHR have introduced a new set of norms and obligations on the international community in mitigating pandemic risk, as this section has demonstrated, state interest and donor priorities have been influential in shaping the management of pandemic preparedness at international level. The result has been a regime underpinned by a security logic, essentially reactive to outbreak events, and in many respects disconnected from local context.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Security-and Technology-Driven Response"
        },
        {
            "text": "The international community's engagement with the microbial world has changed significantly since the turn of the century. The continued emergence and spread of known and novel viruses, facilitated by processes of globalization, has led to a shift in how states collectively negotiate the threat of infectious disease spread. This shift has been exemplified by the revision of the IHR-the key international legal instrument underpinning the contemporary global health security regime.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "coNcLUSIoN"
        },
        {
            "text": "The IHR (2005) represent a paradigm shift in global health governance, introducing a set of norms and responsibilities on states in providing for collective health security. Yet, while the revised IHR and the changed risk environment in which they respond to challenge the significance of political borders in managing epidemics, as the Ebola outbreak in West Africa illustrated, in many respects, these borders continue to hold significance. Sovereignty and national interest continue to hold powerful sway in collective pandemic preparedness and response efforts, made no more apparent than in the relationship between the WHO and its member states in responding to the Ebola outbreak. The security logic underpinning the contemporary global health security regime, moreover, has led to a favoring of reactionary approaches to infectious disease emergence rather than preventive ones. The consequence has been a favoring of short-term, technical fixes over longer-term, more integrated engagements in building up countries' capacities to effectively mitigate outbreak events, and a predominant approach to pandemic preparedness through the lens of securitization. NoTe 1. Steven Krasner (1982: 186) has defined the term regime as \"sets of implicit or explicit principles, norms, rules and decision making procedures around which actors' expectations converge.\" ",
            "cite_spans": [
                {
                    "start": 1181,
                    "end": 1200,
                    "text": "Krasner (1982: 186)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "coNcLUSIoN"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Living in the World Risk Society",
            "authors": [
                {
                    "first": "Ulrich",
                    "middle": [],
                    "last": "Beck",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Economy and Society",
            "volume": "35",
            "issn": "3",
            "pages": "329--345",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The Problem of Securing Health",
            "authors": [
                {
                    "first": "Stephen",
                    "middle": [
                        "J"
                    ],
                    "last": "Collier",
                    "suffix": ""
                },
                {
                    "first": "Andrew",
                    "middle": [],
                    "last": "Lakoff",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "7--32",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The Handling of the H1N1 Pandemic: More Transparency Needed",
            "authors": [],
            "year": 2010,
            "venue": "",
            "volume": "23",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Securitizing Infectious Disease",
            "authors": [
                {
                    "first": "Sara",
                    "middle": [
                        "E"
                    ],
                    "last": "Davies",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "International Affairs",
            "volume": "84",
            "issn": "2",
            "pages": "295--313",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Disease Diplomacy: International Norms and Global Health Security",
            "authors": [
                {
                    "first": "Sara",
                    "middle": [
                        "E"
                    ],
                    "last": "Davies",
                    "suffix": ""
                },
                {
                    "first": "Adam",
                    "middle": [],
                    "last": "Kamradt-Scott",
                    "suffix": ""
                },
                {
                    "first": "Simon",
                    "middle": [],
                    "last": "Rushton",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The Politics of Surveillance and Response to Disease Outbreaks: The New Frontier for States and Non-State Actors",
            "authors": [],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "UK Response to the Ebola Crisis in Sierra Leone and the Region",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Dfid",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Security and Global Health. Lonon: Polity",
            "authors": [
                {
                    "first": "Stefan",
                    "middle": [],
                    "last": "Elbe",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The Pharmaceuticalisation of Security: Molecular Biomedicine, Antiviral Stockpiles, and Global Health Security",
            "authors": [
                {
                    "first": "Stefan",
                    "middle": [],
                    "last": "Elbe",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Review of International Studies",
            "volume": "40",
            "issn": "5",
            "pages": "919--938",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "From International Sanitary Conventions to Global Health Security: The New International Health Regulations",
            "authors": [
                {
                    "first": "David",
                    "middle": [
                        "P"
                    ],
                    "last": "Fidler",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Chinese Journal of International Law",
            "volume": "4",
            "issn": "2",
            "pages": "325--392",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Bill Gates Won't Save You from the Next Ebola. Huffington Post",
            "authors": [
                {
                    "first": "Robert",
                    "middle": [],
                    "last": "Fortner",
                    "suffix": ""
                },
                {
                    "first": "Alex",
                    "middle": [],
                    "last": "Park",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Toward a Common Secure Future: Four Global Commissions in the Wake of Ebola",
            "authors": [
                {
                    "first": "Lawrence",
                    "middle": [
                        "O"
                    ],
                    "last": "Gostin",
                    "suffix": ""
                },
                {
                    "first": "Oyewale",
                    "middle": [],
                    "last": "Tomori",
                    "suffix": ""
                },
                {
                    "first": "Suwit",
                    "middle": [],
                    "last": "Wibulpolprasert",
                    "suffix": ""
                },
                {
                    "first": "Ashish",
                    "middle": [
                        "K"
                    ],
                    "last": "Jha",
                    "suffix": ""
                },
                {
                    "first": "Julio",
                    "middle": [],
                    "last": "Frenk",
                    "suffix": ""
                },
                {
                    "first": "Suerie",
                    "middle": [],
                    "last": "Moon",
                    "suffix": ""
                },
                {
                    "first": "Joy",
                    "middle": [],
                    "last": "Phumaphi",
                    "suffix": ""
                },
                {
                    "first": "Peter",
                    "middle": [],
                    "last": "Piot",
                    "suffix": ""
                },
                {
                    "first": "Barbara",
                    "middle": [],
                    "last": "Stocking",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Victor",
                    "suffix": ""
                },
                {
                    "first": "Gabriel",
                    "middle": [
                        "M"
                    ],
                    "last": "Dzau",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "PLoS Medicine",
            "volume": "13",
            "issn": "5",
            "pages": "1--15",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Disease, Diplomacy and International Commerce: The Origins of International Sanitary Regulation in the Nineteenth Century",
            "authors": [
                {
                    "first": "Mark",
                    "middle": [],
                    "last": "Harrison",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Journal of Global History",
            "volume": "1",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Managing Global Health Security: The World Health Organization and Disease Outbreak Control",
            "authors": [
                {
                    "first": "Adam",
                    "middle": [],
                    "last": "Kamradt-Scott",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "WHO's to Blame? The World Health Organization and the 2014 Ebola outbreak in West Africa",
            "authors": [
                {
                    "first": "Adam",
                    "middle": [],
                    "last": "Kamradt-Scott",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Third World Quarterly",
            "volume": "37",
            "issn": "3",
            "pages": "401--418",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Security, Disease, Commerce: Ideologies of Postcolonial Global Health",
            "authors": [
                {
                    "first": "Nicholas",
                    "middle": [
                        "B"
                    ],
                    "last": "King",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Social Studies of Science",
            "volume": "32",
            "issn": "6",
            "pages": "763--789",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Structural Causes and Regime Consequences: Regimes as Intervening Variables",
            "authors": [
                {
                    "first": "Stephen",
                    "middle": [
                        "D"
                    ],
                    "last": "Krasner",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "International Organization",
            "volume": "36",
            "issn": "2",
            "pages": "185--205",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Unprepared: Global Health in a Time of Emergency",
            "authors": [
                {
                    "first": "Andrew",
                    "middle": [],
                    "last": "Lakoff",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Emerging Infections: Microbial Threat to Health in the United States",
            "authors": [
                {
                    "first": "Joshua",
                    "middle": [],
                    "last": "Lederberg",
                    "suffix": ""
                },
                {
                    "first": "Robert",
                    "middle": [
                        "E"
                    ],
                    "last": "Shope",
                    "suffix": ""
                },
                {
                    "first": "Stanley",
                    "middle": [
                        "C"
                    ],
                    "last": "Oaks",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "The Impact of Traditional and Religious Practices on the Spread of Ebola in West Africa: Time for a Strategic Shift",
            "authors": [
                {
                    "first": "Angellar",
                    "middle": [],
                    "last": "Manguvo",
                    "suffix": ""
                },
                {
                    "first": "Benford",
                    "middle": [],
                    "last": "Mafuvadze",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "The Pan African Medical Journal",
            "volume": "22",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Crisis! What Crisis? Global Gealth and the 2014-15 West African Ebola Outbreak",
            "authors": [
                {
                    "first": "Colin",
                    "middle": [],
                    "last": "Mcinnes",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Third World Quarterly",
            "volume": "37",
            "issn": "3",
            "pages": "380--400",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Ebola Again Shows the International Health Regulations Are Broken",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ottersen",
                    "suffix": ""
                },
                {
                    "first": "Steven",
                    "middle": [
                        "J"
                    ],
                    "last": "Trygve",
                    "suffix": ""
                },
                {
                    "first": "Gaëlle",
                    "middle": [],
                    "last": "Hoffman",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Groux",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "American Journal of Law & Medicine",
            "volume": "42",
            "issn": "2-3",
            "pages": "356--392",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Vital Mobility and the Humanitarian Kit",
            "authors": [
                {
                    "first": "Peter",
                    "middle": [],
                    "last": "Redfield",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "147--172",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Countries' Response to WHO's Travel Recommendations during the 2013-2016 Ebola Outbreak",
            "authors": [
                {
                    "first": "Wendy",
                    "middle": [],
                    "last": "Rhymer",
                    "suffix": ""
                },
                {
                    "first": "Rick",
                    "middle": [],
                    "last": "Speare",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Bulletin of the World Health Organization",
            "volume": "95",
            "issn": "1",
            "pages": "10--17",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Ebola: How a People's Science Helped End an Epidemic",
            "authors": [
                {
                    "first": "Paul",
                    "middle": [],
                    "last": "Richards",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "The Race for Ebola Drugs: Pharmaceuticals, Security and Global Health Governance",
            "authors": [
                {
                    "first": "Anne",
                    "middle": [],
                    "last": "Roemer-Mahler",
                    "suffix": ""
                },
                {
                    "first": "Stefan",
                    "middle": [],
                    "last": "Elbe",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Third World Quarterly",
            "volume": "37",
            "issn": "3",
            "pages": "487--506",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Global Health Security: Security for Whom? Security from What?",
            "authors": [
                {
                    "first": "Simon",
                    "middle": [],
                    "last": "Rushton",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Political Studies",
            "volume": "59",
            "issn": "4",
            "pages": "779--796",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "A Wake Up Call. Lessons from Ebola for the World's Health Systems",
            "authors": [
                {
                    "first": "U",
                    "middle": [
                        "K"
                    ],
                    "last": "Save The Children",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Resolution 2177, Adopted by the Security Council at Its 7268th Meeting",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Unsc",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Fact Sheet: U.S. Response to the Ebola Epidemic in West Africa. The White House",
            "authors": [
                {
                    "first": "White",
                    "middle": [],
                    "last": "House",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "WHO. 2014. Statement from the Travel and Transport Task Force on Ebola Virus Disease Outbreak in West Africa. http://www.who.int/mediacentre/ news/statements/2014/ebola-travel/en/. WHO. 2015. Factors that Contributed to Undetected Spread of the Ebola Virus and Impeded Rapid Containment.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}