{
    "paper_id": "e79b13d289d684213cda5d05aa2a5fc1670e7edc",
    "metadata": {
        "title": "Supplementary data Supplement 1",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Appendix 1. Poor prognostic indicators that indicate ward based or palliative care is likely to be the ceiling of treatment during normal resource availability. This list is not exhaustive and is not a substitute for pragmatic discussion between experienced colleagues, if necessary, with recourse to a third opinion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "• SOFA score 11 or higher • Age over 85 yrs",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "• Clinical Frailty Scale score 5 or above",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "• Life expectancy less than 6 months, for example uncontrolled malignancy Appendix 3. Ethical context in a pandemic. Those using this document for the first time MUST read this appendix before making decisions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "There is a need to consider broader ethical considerations when resources are limited. We are using a model based on the article: Fair Allocation of Scarce Medical Resources in the Time of Covid-19. Emanuel EJ, Persad G, Upshur R. NEJM March 23, 2020 . This sets out 6 recommendations which we have adapted into considerations. We also refer to the BMA's article: COVID-19ethical issues. A guidance note (BMA 2020).",
            "cite_spans": [
                {
                    "start": 189,
                    "end": 250,
                    "text": "Covid-19. Emanuel EJ, Persad G, Upshur R. NEJM March 23, 2020",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "BMA states that \"good decisions will be as inclusive, transparent and reasonable as possible. They should be rational, evidence-based, the result of a reasonable process and practical in the circumstances.\" It is essential that these principles are considered as part of the decision-making process.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Consideration 1 Aim to save more lives and more years of life.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We counsel against incorporating a clinician's view on the patients' future quality of life, during decision-making because it is unlikely that clinicians can reliably judge the patient's quality of life, which is personal judgement. However, the patient's view on quality of life is important. Age should not be used as a sole determinant of priority for admission to ICU. Emanuel (2020) states \"Saving more lives and more years of life is a consensus value across expert reports. It is consistent both with utilitarian ethical perspectives that emphasize population outcomes and with non-utilitarian views that emphasize the paramount value of each human life.\" and \"Limited time and information during an emergency also counsel against incorporating patients' future quality of life, and quality-adjusted life-years.\" and \"Maximizing benefits requires consideration of prognosis how long the patient is likely to live if treatedwhich may mean giving priority to younger patients and those with fewer coexisting conditions.\"",
            "cite_spans": [
                {
                    "start": 374,
                    "end": 388,
                    "text": "Emanuel (2020)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The BMA states \"The focus of health professionals' attention during triage will be on delivering the greatest medical benefit to the greatest number of people\" and \"The obligation to persevere in the face of an extremely ill patient would be challenged by quantitative decisions based on maximising the overall reduction of mortality and morbidity, and the need to maintain vital social functions\" and \"if there is radically reduced capacity to meet all serious health needs, it is both lawful and ethical for a doctor, following appropriate prioritisation policies, to refuse someone potentially life-saving treatment where someone else has a higher priority for the available treatment\" and \"It is essential therefore that the principles underlying the decisions are systematically applied. In these circumstances it is likely that priority will ordinarily be given to those whose conditions are the most urgent, the least complex, and who are likely to live the longest, thereby maximising overall benefit in terms of reduced mortality and morbidity.\" This concept is also used by Pittsburgh University (Pittsburgh 2020). Neuberger (1998) reported that in situations of absolute scarcity of life-sustaining resources, most believe younger patients should be prioritised over older patients. Importantly the BMA states \"Although work has not been done yet to establish whether this reflects an actual effect of age, or simply a correlation between age and co-morbidities that will affect survival rates, it is likely that the most challenging triage decisions will be made for these groups……If they become necessary, these decisions must not be solely based on age. Ethically, triage requires identification of clinically relevant facts about individual patients and their likelihood of benefiting from available resources. Younger patients will not automatically be prioritised over older ones.\"",
            "cite_spans": [
                {
                    "start": 1135,
                    "end": 1141,
                    "text": "(1998)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Patients with COVID-19 and other medical conditions should be treated equally. Emanuel (2020) states \"There should be no difference in allocating scarce resources between patients with Covid-19 and those with other medical conditions.\" The BMA (2020) states \"A pandemic will obviously not prevent people being ill in other ways. Triage decisions will therefore not only relate to those patients directly suffering from COVID-19. Similar criteria will need to be applied to all varieties of medical need. Consequently, thresholds for granting access to, for example, intensive care or ventilation will have to be changed for all patients with all presenting criteria.\"",
            "cite_spans": [
                {
                    "start": 79,
                    "end": 93,
                    "text": "Emanuel (2020)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Consideration 2"
        },
        {
            "text": "In determining allocation of limited resources, it is fair to consider how long an individual patient will require those resources, as this will impact on the availability of those resources for other individuals during the pandemic. This is consistent with the ethical concept of fairness as proposed by the joint intercollegiate group (RCP 2020). The BMA states \"priority will ordinarily be given to those whose conditions are the most urgent, the least complex …. thereby maximising overall benefit in terms of reduced mortality and morbidity\" and \"Difficult decisions will arise where strenuous intervention could reduce mortality significantly but would mean that individual patients use resources that could lead to better outcomes for a larger number of other patients.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consideration 3"
        },
        {
            "text": "Consideration 4 \"This framework should respond to changing scientific evidence.\" (Emanuel 2020)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consideration 3"
        },
        {
            "text": "There is a reasonably widespread ethical view that withdrawal of treatment from one individual in order to provide it for another may be ethically justified in a resource-limited setting (BMA 2020, Emanuel 2020, Cohen 2020, Pittsburgh University 2020, RCP 2020,). However, this is a high consequence action (Cohen 2020, RCP 2020, Truog 2020) and the legal position in the UK is currently under review. Current advice is to seek an urgent legal opinion. This document will be updated when that determination is available.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consideration 5 Removing a patient from a ventilator or an ICU bed to provide it to others in need may be ethically justifiable but requires a legal opinion at this time."
        },
        {
            "text": "Emanuel (2020) states \"we believe that removing a patient from a ventilator or an ICU bed to provide it to others in need is also justifiable and that patients should be made aware of this possibility at admission.\" The BMA states \"Health professionals may be obliged to withdraw treatment from some patients to enable treatment of other patients with a higher survival probability. This may involve withdrawing treatment from an individual who is stable or even improving but whose objective assessment indicates a worse prognosis than another patient who requires the same resource\" and \"However, there is no ethically significant difference between decisions to withhold life-sustaining treatment or to withdraw it, other clinically relevant factors being equal.\" Emanuel also states \"The decision to withdraw a scarce resource to save others is not an act of killing and does not require the patient's consent.\" This concept is also described as appropriate Pittsburgh University (Pittsburgh 2020).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consideration 5 Removing a patient from a ventilator or an ICU bed to provide it to others in need may be ethically justifiable but requires a legal opinion at this time."
        },
        {
            "text": "For patients with similar prognosis, who cannot be separated in other ways (eg by all four parts of the assessment) a random allocation, such as a lottery may be used. The four-stage assessment means this is likely to be rarely required. Emanuel (2020) states \"For patients with similar prognoses, equality should be invoked and operationalized through random allocation, such as a lottery.\" In this matter clinician judgement may also be a factor. The four-stage assessment means this is likely to be rarely required. This concept is also used as a tie-breaker by Pittsburgh University (Pittsburgh 2020).",
            "cite_spans": [
                {
                    "start": 238,
                    "end": 252,
                    "text": "Emanuel (2020)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Consideration 6"
        },
        {
            "text": "Other ethical considerations are more complex and opinions differ considerably. Some judge that an individual's potential to contribute to maintenance of the critical infra-structure throughout the epidemic may be considered in determining priority for allocation of ICU care.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consideration 7"
        },
        {
            "text": "Emanuel states \"Critical Covid-19 interventionstesting, PPE, ICU beds, ventilators, therapeutics, and vaccinesshould go first to front-line health care workers and others who care for ill patients and who keep critical infra structure operating, particularly workers who face a high risk of infection and whose training makes them difficult to replace. These workers should be given priority not because they are somehow more worthy, but because of their instrumental value: they are essential to pandemic response.\" The concept of value to the pandemic response is also used as a tie-breaker by Pittsburgh University (Pittsburgh 2020).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consideration 7"
        },
        {
            "text": "The BMA states that \"decisions about which groups will have first call on scarce resources may also need to take account of the need to maintain essential services, in a situation where the workforce providing those services is severely depleted. This may mean giving some priority to those who are responsible for delivering those services and who have a good chance of recovery\" but also \"In our view it will be for Government to define the categories of essential workers and the tests to be applied. This is not a responsibility that should lie with doctors.\" We are not aware of any such advice provided by government: as such ethical views appear to agree on the principle but diverge on the role doctors should take.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consideration 7"
        },
        {
            "text": "Emanuel (2020) also argues that \"People who participate in research to prove the safety and effectiveness of vaccines and therapeutics should receive some priority for Covid-19 interventions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consideration 7"
        },
        {
            "text": "Their assumption of risk during their participation in research helps future patients, and they should be rewarded for that contribution. These rewards will also encourage other patients to participate in clinical trials. Research participation, however, should serve only as a tiebreaker among patients with BMJ Publishing Group Limited (BMJ) disclaims all liability and responsibility arising from any reliance Supplemental material placed on this supplemental material which has been supplied by the author(s) We do not support Emanuel's narrow view that healthcare workers should be prioritised. The essential contribution to pandemic response should be considered in its broadest sense (and specifically does not prioritise healthcare workers over others). It should only be used when pandemic infrastructure is stressed to the extent that this is a justifiable action. If either of the above factors is included in decision-making they should likely be, only when all other factors are in balance, and only when pandemic infrastructure is stressed to the extent that this is a justifiable action .The individual's opportunity to contribute should be carefully weighed: for instance, their opportunity to contribute to the pandemic response or to take part in research. Inclusion of such factors may be reserved to times when this is a nationally applied principle.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consideration 7"
        },
        {
            "text": "A note on resuscitation status for patients who would not benefit from ICU. If patients have sufficient background illness, co-morbidity and/or frailty that they would not be admitted to ICU, it is appropriate also to make a decision as to whether cardio-pulmonary resuscitation would be started in the event of collapse",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consideration 7"
        },
        {
            "text": "The BMA (2020) states \"If patients have sufficient background illness, co-morbidity and/or frailty that they would not be admitted to intensive care (because of the necessary restrictions on admissions), it is important that cardio-pulmonary resuscitation is not commenced in the event of a collapse. Performing advanced resuscitation for a patient for whom post-resuscitation intensive care cannot be provided would potentially cause harm to the patient, consume limited resources at a time of considerable strain, and potentially put the resuscitation team at unnecessary personal risk.\" ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consideration 7"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Too Many Patients…A Framework to Guide Statewide Allocation of Scarce Mechanical Ventilation During Disasters",
            "authors": [
                {
                    "first": "Eld",
                    "middle": [],
                    "last": "Biddison",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Faden",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "S"
                    ],
                    "last": "Gwon",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schon-Spena",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Schwartz",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "S"
                    ],
                    "last": "Toner",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Biddison",
            "volume": "155",
            "issn": "",
            "pages": "848--854",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "COVID-19 -ethical issues. A guidance note",
            "authors": [],
            "year": 2020,
            "venue": "BMA 2020: British Medical Association",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Potential Legal Liability for Withdrawing or Withholding Ventilators During COVID-19 Assessing the Risks and Identifying Needed Reforms",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "G"
                    ],
                    "last": "Cohen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Crespo",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "White",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Cohen",
            "volume": "2020",
            "issn": "",
            "pages": "1901--1902",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "NICE 2020a: Supporting clinical decision making. NICE critical care guidelines (NG159)",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Emanuel",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Persad",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Upshur",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "COVID-19 rapid guideline: critical care in adults",
            "volume": "2020",
            "issn": "",
            "pages": "2049--2055",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Allocation of Scarce Critical Care Resources During a Public Health Emergency",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "White",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Katz",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Luce",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Lo",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Truog",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mitchell",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "Q"
                    ],
                    "last": "Daley",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Royal College of Physicians",
            "volume": "382",
            "issn": "",
            "pages": "1973--1975",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Risk Factors for 1-Year Mortality and Hospital Utilization Patterns in Critical Care Survivors: A Retrospective, Observational, Population-Based Data Linkage Study",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Szakmany",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Walters",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pugh",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Battle",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Berridge",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Lyons",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Crit Care Med",
            "volume": "47",
            "issn": "",
            "pages": "15--22",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF1": {
            "text": "• Moderate or advanced dementia • Advanced neurodegenerative disorders • New York Heart Association Class IV heart failure • Severe chronic lung disease (eg pulmonary fibrosis) causing functional limitation• Cirrhosis with Child-Pugh score ≥7• End-stage renal disease in patients older than 75• Severe COPD (FEV1 <30% predicted) with significantly impaired mobility due to breathlessness • Advanced immunocompromise (e.g. advanced myelodysplasia) BMJ Publishing Group Limited (BMJ) disclaims all liability and responsibility arising from any reliance Supplemental material placed on this supplemental material which has been supplied by the author(s) Appendix 2. This is the Gold Standards Framework Proactive Identification Guidance (PIG) 6 th Edition which is used to identify nearing the end of life. Available from www.goldstandardsframework.org.uk/PIG Reproduced with permission. Publishing Group Limited (BMJ) disclaims all liability and responsibility arising from any reliance Supplemental material placed on this supplemental material which has been supplied by the author(s)",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "similar prognoses.\" We note that not all people have opportunity to take part in research for several reasons, including research inclusion and exclusion criteria.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}