{
    "paper_id": "e79fee9bf8acbcc90eaab289da54adf8516d6a43",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [
        {
            "text": "Fig. 2. Qualitative comparison of droplet spray when simulating extubation cough. (A) Droplet distribution using the aerosol box. Yellow arrow, droplet contamination of bedside assistant. Pink arrow, escape of droplets through the thoracic opening on the aerosol box. (B ) Droplet distribution using the Mayo-draped containment setup. Red arrow, containment of droplets within the plastic draping.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "has required unique solutions to mitigate exposure risk during aerosol-generating procedures such as intubation and extubation. Matava et al. 1 demonstrated the use of plastic drapes to limit droplet exposure during extubations. Another report described the clinical impact of an \"aerosol box\" to shield providers during intubation but also noted restricted arm movement along with the possible need for removal during a difficult intubation. 2 In contrast to the aerosol box ( fig. 1A ), we sought materials readily available in most operating rooms to take a pragmatic and economical approach to reducing exposure during aerosol-generating procedures. Our Mayo-draped containment setup consists of a clear plastic drape suspended over a patient by a Mayo stand ( fig. 1B) . In this report, we assess ease of intubation and evaluate droplet containment for both systems.",
            "cite_spans": [
                {
                    "start": 142,
                    "end": 143,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 443,
                    "end": 444,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [
                {
                    "start": 478,
                    "end": 485,
                    "text": "fig. 1A",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 765,
                    "end": 773,
                    "text": "fig. 1B)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Thinking Outside the Box"
        },
        {
            "text": "For the Mayo-draped containment setup, we obtained a clear plastic cover by cutting the horizontal and vertical seams of a mobile X-ray drape (Medline, reference 07-CA104, cost $2.11; ADMED, USA) to create a square panel (72 × 72 inches). This is placed over the Mayo stand and secured with clips to create a barrier covering the patient's head. A plastic disposal bag is secured to the stand legs, and the Mayo tray is omitted for visualization from multiple angles. Two vertical 6-inch slits, separated at least 12 inches apart, are cut in the plastic for hand placement ( fig. 1B ). After use, the plastic drapes are discarded by inward rolling of the contaminated surfaces.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 575,
                    "end": 582,
                    "text": "fig. 1B",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Thinking Outside the Box"
        },
        {
            "text": "We performed video laryngoscopy on an airway mannequin to assess intubation mechanics (Supplemental Digital Content, http://links.lww.com/ALN/C407). With the aerosol box, the rigid arm openings restricted the insertion angle and superior-caudal adjustments with the laryngoscope and created an unstable intubating environment due to size incompatibility with the operating table. The mobility of the plastic in the Mayo-draped containment setup allowed greater arm movement while allowing the assistant to perform tasks through the drape's exterior. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Thinking Outside the Box"
        },
        {
            "text": "Droplet containment was evaluated with each device by injecting fluorescent solution through an atomizer positioned at the mannequin's mouth and aimed cephalad and caudad to reflect droplet spray during intubation and extubation, respectively. Qualitative examination by fluorescent lamp revealed no droplet spread beyond the laryngoscopist's forearms for either system. A significant difference was noted in the droplet distribution during the simulation of an extubation cough. The caudal opening of the aerosol box allowed considerable droplet spread, contaminating the bedside assistant ( fig. 2A ). With the Mayo-draped containment setup, the caudally directed droplets were contained within the drape ( fig. 2B) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 593,
                    "end": 600,
                    "text": "fig. 2A",
                    "ref_id": null
                },
                {
                    "start": 709,
                    "end": 717,
                    "text": "fig. 2B)",
                    "ref_id": null
                }
            ],
            "section": "CORRESPONDENCE"
        },
        {
            "text": "Future studies would need repeated and validated trials with assessment by various healthcare providers. Also, atomization of fluorescent fluid may not reflect respiratory droplets due to compositional differences. A shortcoming of both devices was the potential contamination area under the patient's head, as mentioned in the study of Matava et al. 1 For this, we recommend placing an additional plastic drape beneath the head. With concerns for nosocomial COVID-19 infection, we find the simple design of the Mayo-draped containment setup to have clinical value in facilitating ease of intubation and limiting droplet spread compared to the aerosol box.",
            "cite_spans": [
                {
                    "start": 351,
                    "end": 352,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "CORRESPONDENCE"
        },
        {
            "text": "Support was provided solely from institutional and/or departmental sources.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Research Support"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Clear plastic drapes may be effective at limiting aerosolization and droplet spray during extubation: Implications for COVID-19",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "T"
                    ],
                    "last": "Matava",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Denning",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Can J Anaesth",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Barrier enclosure during endotracheal intubation",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Canelli",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Connor",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gonzalez",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nozari",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ortega",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "",
            "pages": "1957--1965",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "Comparison of barrier devices. (A) The aerosol box. (B) The Mayo-draped containment setup. Yellow arrow, disposal bag. Red arrows, slits for hand insertion. Copyright © 2020, the American Society of Anesthesiologists, Inc. Unauthorized reproduction of this article is prohibited. <zdoi; DOI: 10.1097/ALN.0000000000003422> Anesthesiology 2020; XXX:00-00Correspondence",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "The authors declare no competing interests. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing Interests"
        }
    ]
}