{"paper_id": "e80de126b3116600518381194bf1003bdee1c6b8", "metadata": {"title": "IMAGE DENOISING WITH LESS ARTEFACTS: NOVEL NON-LINEAR FILTERING ON FAST PATCH REORDERINGS", "authors": [{"first": "Kireeti", "middle": [], "last": "Bodduna", "suffix": "", "affiliation": {"laboratory": "Mathematical Image Analysis Group", "institution": "Saarland University", "location": {"postCode": "66041", "settlement": "Saarbrücken", "country": "Germany"}}, "email": "bodduna@mia.uni-saarland.de"}, {"first": "Joachim", "middle": [], "last": "Weickert", "suffix": "", "affiliation": {"laboratory": "Mathematical Image Analysis Group", "institution": "Saarland University", "location": {"postCode": "66041", "settlement": "Saarbrücken", "country": "Germany"}}, "email": "weickert@mia.uni-saarland.de"}]}, "abstract": [{"text": "Leading denoising methods such as 3D block matching (BM3D) are patch-based. However, they can suffer from frequency domain artefacts and require to specify explicit noise models. We present a patch-based method that avoids these drawbacks. It combines a simple and fast patch reordering with a non-linear smoothing. The smoothing rewards both patch and pixel similarities in a multiplicative way. We perform experiments on real world images with additive white Gaussian noise (AWGN), and on electron microscopy data with a more general additive noise model. Our filter outperforms BM3D in 77% of the experiments, with improvements of up to 29% with respect to the mean squared error.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Index Termsnon-local patch-based methods, diffusion methods, image denoising, additive white Gaussian noise", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Non-local patch-based methods [1] [2] [3] [4] [5] [6] have been producing superior image denoising results since quite a few years now. These models offer two main advantages: Firstly, the assumption that similar pixels have similar neighbourhoods around them, is quite robust in a noisy scenario. Secondly, one can access similar data from distant regions in the image.", "cite_spans": [{"start": 30, "end": 33, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 34, "end": 37, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 38, "end": 41, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 42, "end": 45, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 46, "end": 49, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 50, "end": 53, "text": "[6]", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "The non-local Bayes (NLB) [2, 7] and BM3D [3, 8] approaches produce state-of-the-art results. NLB uses Bayesian modelling while BM3D employs Fourier domain filtering. However, it is well known that when the assumptions about noise-free images are violated, one can see artefacts in the denoised images. The idea that we can find completely similar patches within an image in general need not be satisfied. Thus, there is a risk that data from dissimilar regions can diffuse into each other, which leads to the above mentioned artefacts. This observation is well documented for both NLB and BM3D [6] . J.W. has received funding from the European Research Council (ERC) under the European Union's Horizon 2020 programme (grant agreement no. 741215, ERC Advanced Grant INCOVID). We thank Utz Ermel, Lasse Sprankel and Prof. Achilleas Frangakis from the Electron Microscopy Group at the University of Frankfurt for providing us with data. We also thank our colleague Tobias Alt for useful comments on a draft version of the paper.", "cite_spans": [{"start": 26, "end": 29, "text": "[2,", "ref_id": "BIBREF1"}, {"start": 30, "end": 32, "text": "7]", "ref_id": "BIBREF6"}, {"start": 42, "end": 45, "text": "[3,", "ref_id": "BIBREF2"}, {"start": 46, "end": 48, "text": "8]", "ref_id": "BIBREF7"}, {"start": 595, "end": 598, "text": "[6]", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "One remedy to eliminate these artefacts is to use an additional post-processing step [6] . Another possibility which was proposed by Ram et al. [4, 5] is to employ a smooth reordering of patches for subsequent filtering. However, the underlying reason why the latter method is better than BM3D is not well understood. It appears plausible to us that it minimises information exchange between dissimilar regions with the help of patch reordering, thus reducing the artefacts and consequently leading to better results. However, this comes at a computationally very expensive reordering step, which basically requires to solve a travelling salesman problem.", "cite_spans": [{"start": 85, "end": 88, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 144, "end": 147, "text": "[4,", "ref_id": "BIBREF3"}, {"start": 148, "end": 150, "text": "5]", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "Our Contribution. We introduce a new method to solve the above artifact problem without the need of an additional post-processing step and also within a relatively low computational time. In contrast to the methods of Ram et al. [4, 5] , we use a simpler and much faster patch reordering, and combine it with a more sophisticated non-linear filtering. Hence, we call our method non-linear filtering on fast patch reorderings (NFPR). In particular, we employ a filtering technique which is a novel combination of weights that reward both patch and pixel similarities. Moreover, we always use disc-shaped windows, thus leading to a rotationally invariant model. In contrast to NLB and BM3D, we avoid an explicit AWGN assumption and hence are more robust with respect to the noise type.", "cite_spans": [{"start": 229, "end": 232, "text": "[4,", "ref_id": "BIBREF3"}, {"start": 233, "end": 235, "text": "5]", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "Paper Structure. In Section 2, we introduce our proposed NFPR framework for noise elimination along with proper motivations. In Section 3, we showcase a comparative evaluation of NFPR with NLB, BM3D and the method of Ram et al. [4] , for both real-world test images and electron microscopy data. Finally, in Section 4, we conclude with a summary of our contribution and an outlook to future work.", "cite_spans": [{"start": 228, "end": 231, "text": "[4]", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "Our NFPR technique consists of two parts: The goal of the first step is to achieve a fast patch-based reordering of the pixels. In the second step, we employ a non-linear smoothing on the reordered pixels which yields the denoised image. In the following we describe these steps in detail. Step 1 : Fast Patch Reordering. In order to compute a smooth reordering of pixels, we employ a patch-based similarity approach: We first consider a disc-shaped search region B search of radius ρ search around every pixel u i in the 2D image domain. We then compute the L 2 norm d ij between discshaped patches of radius ρ sim , centered around u i and u j , for all j ∈ B search . This is followed by constructing a set P i of N pixels within B search which have the least distance from u i according to d ij . This set characterises the desired smooth reordering of pixels. In contrast to Ram et al. [4, 5] who solve instances of the NP-hard travelling salesman problem, we compute the reordering using just a simple sort operation. Ideally, when we average noisy versions of the same greyvalue, we should not introduce artefacts. However, we have noisy versions of approximately equal grey values in the set P i . Moreover, the above simple reordering is achieved at the cost of some disordered pixels in P i , that come from areas of dissimilar greyvalues. In the second step of the algorithm, we employ a very robust non-linear smoothing technique, to deal with both problems.", "cite_spans": [{"start": 891, "end": 894, "text": "[4,", "ref_id": "BIBREF3"}, {"start": 895, "end": 897, "text": "5]", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "MODELLING OF OUR DENOISING ALGORITHM"}, {"text": "Step 2 : Non-linear Smoothing. The goal of this step is to optimally combine the set of pixels P i , obtained from the first step, and compute a final denoised image. To this end, Table 2 : MSE values of denoised images including NFPR parameters. Abbreviations as in Table 1 , REC -Ram et al. [4] .", "cite_spans": [{"start": 293, "end": 296, "text": "[4]", "ref_id": "BIBREF3"}], "ref_spans": [{"start": 180, "end": 187, "text": "Table 2", "ref_id": null}, {"start": 267, "end": 274, "text": "Table 1", "ref_id": "TABREF1"}], "section": "MODELLING OF OUR DENOISING ALGORITHM"}, {"text": "we apply a non-linear smoothing process on this set. This can be thought of as diffusing information between pixels in a space defined by the neighbourhood similarity distances d ij instead of the generally used spatial distances. We utilise two assumptions which form the core of our structure preserving smoothing technique: Firstly, similar pixels have relatively smaller absolute tonal differences |u j − u i |. Secondly, they also have similar neighbourhoods around them. Although we have already used such an idea for patch reordering, we will be re-using the distances d ij through a multiplicative combination of both assumptions. This gives us an advantage in scenarios where one of the assumptions might be violated in the presence of noise. The discrete evolution equation for our smoothing process is given by", "cite_spans": [], "ref_spans": [], "section": "MODELLING OF OUR DENOISING ALGORITHM"}, {"text": "This equation has two terms on the right hand side, which model two types of information exchange: Remember that P i denotes the set of pixels which are closest to pixel u i according to the distance d ij . Every pixel in the image will have its own reordered set. Thus, the pixel u i could also be part of sets other than P i . The symbol P add i denotes an additional set of pixels in whose corresponding reordered sets, u i is present. The two terms mentioned in the above equation represent interactions with these two sets of pixels P i and P add i , respectively. This can also be seen as collaborative filtering similar to BM3D and NLB.", "cite_spans": [], "ref_spans": [], "section": "MODELLING OF OUR DENOISING ALGORITHM"}, {"text": "Let us now discuss the details of the above two individual terms: The functions g and h model the above mentioned tonal and neighbourhood similarity assumptions, respectively. However, if we look closely at the argument of g, we have u σj − u σi instead of u j − u i which are the real tonal differences. This idea of calculating the tonal differences on a denoised image u σ , for a robust performance, is inspired from diffusion-based methods [9] . We have chosen a collaborative version of the non-local means approach [1] for this initial noisy NLB BM3D NFPR original denoising process:", "cite_spans": [{"start": 445, "end": 448, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 522, "end": 525, "text": "[1]", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "MODELLING OF OUR DENOISING ALGORITHM"}, {"text": "The symbols a i and b i in (1) and (2), respectively, are the normalisation constants. The functions g [10] and h in (1) are chosen as", "cite_spans": [{"start": 103, "end": 107, "text": "[10]", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "MODELLING OF OUR DENOISING ALGORITHM"}, {"text": "The time step size τ in (1) is selected such that the maximumminimum principle is not violated. This means that the dynamic range of the denoised image does not exceed that of the initial noisy image. We can achieve this by choosing a i = b i /M i , where M i is the sum of number of elements in P i and P add i , and τ ≤ 1. Finally, we iterate NFPR for k max times.", "cite_spans": [], "ref_spans": [], "section": "MODELLING OF OUR DENOISING ALGORITHM"}, {"text": "We initialise the non-linear smoothing with the initial noisy image f and the patch reordering using a Gaussian smoothed version of f with standard deviation σ G .", "cite_spans": [], "ref_spans": [], "section": "MODELLING OF OUR DENOISING ALGORITHM"}, {"text": "In order to test the robustness of our method with respect to the noise type, we have performed denoising experiments on both real-world test images and electron microscopy data. For saving time, we have restricted the usage of our patch reordering step to just two iterations. This has negligible effect on the denoising output. We have fixed the following parameters: ρ search = 10, ρ sim = 10, σ G = 2.5, τ = 0.95 and the number of elements in the reordered set N = 35. In order to have a correspondence for the parameter σ between real-world and electron microscopy data, we have performed an affine rescaling of the distances d ij within the set P i , to [0, 255]. Thus, we just optimise the parameters σ, λ and k max . As already mentioned, our denoising experiments employ NLB, BM3D, Ram et al. [4] for comparison purposes with available imple-noisy NFPR FRC plot For NLB and BM3D we have optimised the unknown σ noise with respect to FRC.", "cite_spans": [{"start": 802, "end": 805, "text": "[4]", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "EXPERIMENTS AND DISCUSSION"}, {"text": "mentations and detailed parameter studies in [4, 7, 8, 11] . We first present our results on the real-world images Lena, Bridge, House and Peppers 1 , which have been corrupted with AWGN. We use the mean squared error (MSE) for both measuring the quality of the denoised images and optimising the parameters. Figure 1 and Table 1 show the comparison with NLB and BM3D. Visual advantages in terms of less artefacts and more pleasant edges are larger than MSE advantages would suggest. From Table 2 , we can conclude that our method is competetive with the approach of Ram et al. [4] .", "cite_spans": [{"start": 45, "end": 48, "text": "[4,", "ref_id": "BIBREF3"}, {"start": 49, "end": 51, "text": "7,", "ref_id": "BIBREF6"}, {"start": 52, "end": 54, "text": "8,", "ref_id": "BIBREF7"}, {"start": 55, "end": 58, "text": "11]", "ref_id": "BIBREF10"}, {"start": 578, "end": 581, "text": "[4]", "ref_id": "BIBREF3"}], "ref_spans": [{"start": 309, "end": 317, "text": "Figure 1", "ref_id": "FIGREF0"}, {"start": 322, "end": 329, "text": "Table 1", "ref_id": "TABREF1"}, {"start": 489, "end": 496, "text": "Table 2", "ref_id": null}], "section": "EXPERIMENTS AND DISCUSSION"}, {"text": "Experiments on a GPU 2 show that our method takes just 2 and 6.5 seconds for denoising the 256 × 256 sized House and 512 × 512 sized Lena images (σ noise = 100), respectively. This implementation could further be improved with precomputing the weighting functions and also through faster implementations of patch-similarity computations. The available non-parallel CPU 3 implementation of [4] takes 1128 and 7021 seconds in the above scenarios. This is very expensive, even if we take into account the technical differences in the implementations.", "cite_spans": [{"start": 389, "end": 392, "text": "[4]", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "EXPERIMENTS AND DISCUSSION"}, {"text": "We have also considered ribosomal data in yeast cells acquired using an electron microscope. For measuring the quality of the denoised images, we use a popular frequency domain measure in electron microscopy called Fourier ring correlation (FRC). It computes a cross-correlation coefficient between the denoised versions of two different images of the same scene at different frequency levels [12, 13] . Figure 2 shows the corresponding results. We observe higher correlation coefficients for NFPR in the FRC curves. This indicates that it does a better job in preserving image structures during the denoising process.", "cite_spans": [{"start": 393, "end": 397, "text": "[12,", "ref_id": "BIBREF11"}, {"start": 398, "end": 401, "text": "13]", "ref_id": "BIBREF12"}], "ref_spans": [{"start": 404, "end": 412, "text": "Figure 2", "ref_id": "FIGREF1"}], "section": "EXPERIMENTS AND DISCUSSION"}, {"text": "All the above results can be attributed to the previously mentioned modelling advantages of NFPR. In contrast to NLB and BM3D, it also benefits by avoiding an explicit 1 http://sipi.usc.edu/database/ 2 NVIDIA GeForce GTX 970 graphics card using C++ and CUDA 3 Intel(R) Core(TM) i7-6700 CPU 3.4 GHz machine using MATLAB/C AWGN noise approach. This leads to even better NFPR results for electron microscopy data, as such kind of data is generally approximated with a more general additive noise model (see Chapter 11 of [14] ). On the other hand, there are certainly some cases when NLB, BM3D and Ram et al. [4] are better than NFPR for real-world images like Lena and Bridge which have some amount of texture.", "cite_spans": [{"start": 518, "end": 522, "text": "[14]", "ref_id": "BIBREF13"}, {"start": 606, "end": 609, "text": "[4]", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "EXPERIMENTS AND DISCUSSION"}, {"text": "We observe that an important message from the above results is in accordance with the conclusion in our multi-frame denoising research [11] : The process of choosing the combination of pixels that undergo non-linear smoothing is as important as choosing the type of non-linearity itself. In BM3D and NLB, we filter a group of similar patches altogether. In NFPR, we utilise a carefully chosen set of pixels and subsequently filter them using a robust procedure. This is superior although we do not use any explicit spatial context in the filtering process. Unlike NLB and BM3D, we apply it only for patch reordering. In [11] , we observed that a linear temporal filter can outperform a non-linear one, but only if the pixels that undergo the denoising process are chosen carefully.", "cite_spans": [{"start": 135, "end": 139, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 620, "end": 624, "text": "[11]", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "EXPERIMENTS AND DISCUSSION"}, {"text": "Although most people would agree that artifact avoidance is desirable in denoising, this goal has hardly been addressed in practice. It appears that smooth patch reordering is helpful in that aspect, but its computational workload is usually very high. The message of our paper is that this patch reordering can be fairly simplistic and therefore fast, provided that one comes up with more sophisticated non-linear filters that reward pixel and patch similarities in a multiplicative manner. Moreover, refraining from explicit noise models can be beneficial in real-world applications that may deviate from ideal noise assumptions. We believe that these are fairly general design principles that deserve further exploration in the future. This is also part of our ongoing work.", "cite_spans": [], "ref_spans": [], "section": "CONCLUSIONS AND OUTLOOK"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "A non-local algorithm for image denoising", "authors": [{"first": "A", "middle": [], "last": "Buades", "suffix": ""}, {"first": "B", "middle": [], "last": "Coll", "suffix": ""}, {"first": "J.-M", "middle": [], "last": "Morel", "suffix": ""}], "year": 2005, "venue": "Proc. IEEE Conference on Computer Vision and Pattern Recognition (CVPR)", "volume": "2", "issn": "", "pages": "60--65", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "A nonlocal Bayesian image denoising algorithm", "authors": [{"first": "M", "middle": [], "last": "Lebrun", "suffix": ""}, {"first": "A", "middle": [], "last": "Buades", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Morel", "suffix": ""}], "year": 2013, "venue": "SIAM Journal on Imaging Sciences", "volume": "6", "issn": "3", "pages": "1665--1688", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Image denoising by sparse 3D transform-domain collaborative filtering", "authors": [{"first": "K", "middle": [], "last": "Dabov", "suffix": ""}, {"first": "A", "middle": [], "last": "Foi", "suffix": ""}, {"first": "V", "middle": [], "last": "Katkovnik", "suffix": ""}, {"first": "K", "middle": [], "last": "Egiazarian", "suffix": ""}], "year": 2007, "venue": "IEEE Transactions on Image Processing", "volume": "16", "issn": "8", "pages": "2080--2095", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Image processing using smooth ordering of its patches", "authors": [{"first": "I", "middle": [], "last": "Ram", "suffix": ""}, {"first": "M", "middle": [], "last": "Elad", "suffix": ""}, {"first": "I", "middle": [], "last": "Cohen", "suffix": ""}], "year": 2013, "venue": "IEEE Transactions on Image Processing", "volume": "22", "issn": "7", "pages": "2764--2774", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Image denoising using NL-means via smooth patch ordering", "authors": [{"first": "I", "middle": [], "last": "Ram", "suffix": ""}, {"first": "M", "middle": [], "last": "Elad", "suffix": ""}, {"first": "I", "middle": [], "last": "Cohen", "suffix": ""}], "year": 2013, "venue": "Proc. IEEE International Conference on Acoustics, Speech and Signal Processing (ICASSP)", "volume": "", "issn": "", "pages": "1350--1354", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "DA3D: Fast and data adaptive dual domain denoising", "authors": [{"first": "N", "middle": [], "last": "Pierazzo", "suffix": ""}, {"first": "M", "middle": ["E"], "last": "Rais", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Morel", "suffix": ""}, {"first": "G", "middle": [], "last": "Facciolo", "suffix": ""}], "year": 2015, "venue": "Proc. IEEE International Conference on Image Processing (ICIP)", "volume": "", "issn": "", "pages": "432--436", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Implementation of the Non-Local Bayes (NL-Bayes) image denoising algorithm", "authors": [{"first": "M", "middle": [], "last": "Lebrun", "suffix": ""}, {"first": "A", "middle": [], "last": "Buades", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Morel", "suffix": ""}], "year": 2013, "venue": "Image Processing On Line", "volume": "3", "issn": "", "pages": "1--42", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "An analysis and implementation of the BM3D image denoising method", "authors": [{"first": "M", "middle": [], "last": "Lebrun", "suffix": ""}], "year": 2012, "venue": "Image Processing On Line", "volume": "2", "issn": "", "pages": "175--213", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Image selective smoothing and edge detection by nonlinear diffusion", "authors": [{"first": "F", "middle": [], "last": "Catté", "suffix": ""}, {"first": "P.-L", "middle": [], "last": "Lions", "suffix": ""}, {"first": "J.-M", "middle": [], "last": "Morel", "suffix": ""}, {"first": "T", "middle": [], "last": "Coll", "suffix": ""}], "year": 1991, "venue": "SIAM Journal on Numerical Analysis", "volume": "29", "issn": "1", "pages": "182--193", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Anisotropic Diffusion in Image Processing", "authors": [{"first": "J", "middle": [], "last": "Weickert", "suffix": ""}], "year": 1998, "venue": "Teubner", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Removing Multi-frame Gaussian Noise by Combining Patch-based Filters with Optical Flow", "authors": [{"first": "K", "middle": [], "last": "Bodduna", "suffix": ""}, {"first": "J", "middle": [], "last": "Weickert", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"arXiv": ["arXiv:2001.08058"]}}, "BIBREF11": {"ref_id": "b11", "title": "The correlation averaging of a regularly arranged bacterial cell envelope protein", "authors": [{"first": "W", "middle": ["O"], "last": "Saxton", "suffix": ""}, {"first": "W", "middle": [], "last": "Baumeister", "suffix": ""}], "year": 1982, "venue": "Journal of Microscopy", "volume": "127", "issn": "2", "pages": "127--138", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Resolution measures in molecular electron microscopy", "authors": [{"first": "P", "middle": ["A"], "last": "Penczek", "suffix": ""}], "year": 2010, "venue": "Methods in Enzymology", "volume": "482", "issn": "", "pages": "73--100", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Electron Tomography: Methods for Threedimensional Visualisation for Structures in the Cell", "authors": [{"first": "J", "middle": [], "last": "Frank", "suffix": ""}], "year": 2008, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Top to Bottom: Zoom into Lena, Bridge, House and Peppers images (σ noise = 80).", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Left: Zoom into ribosome image of a yeast cell, with original size 256 × 256. Right: Zoom into the [0.4-1.0] correlation range of the corresponding FRC plot calculated for 64 frequency levels. NFPR parameters used:-σ = 170, λ = 2.5, k max = 35.", "latex": null, "type": "figure"}, "TABREF1": {"text": "MSE values of denoised images including NFPR parameters. L40 stands for Lena image with σ noise = 40. B, H, P denote Bridge, House and Peppers respectively.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Image σ </td><td>λ </td><td>kmax </td><td>NFPR </td><td>NLB </td><td>BM3D\n</td></tr><tr><td>L40 150 </td><td>11.5 </td><td>16 </td><td>74.00 </td><td>69.30 </td><td>68.27\n</td></tr><tr><td>L60 160 </td><td>15.5 </td><td>16 </td><td>104.58 </td><td>109.3 </td><td>104.83\n</td></tr><tr><td>L80 175 </td><td>20.0 </td><td>14 </td><td>139.37 </td><td>154.40 </td><td>143.23\n</td></tr><tr><td>L100 175 </td><td>23.5 </td><td>16 </td><td>164.85 </td><td>198.89 </td><td>183.78\n</td></tr><tr><td>L120 190 </td><td>27.0 </td><td>15 </td><td>196.96 </td><td>254.90 </td><td>228.39\n</td></tr><tr><td>L140 195 </td><td>31.5 </td><td>15 </td><td>231.48 </td><td>312.95 </td><td>273.09\n</td></tr><tr><td>B40 130 </td><td>15.0 </td><td>13 </td><td>254.87 </td><td>233.36 </td><td>233.34\n</td></tr><tr><td>B60 160 </td><td>20.5 </td><td>8 </td><td>333.37 </td><td>333.22 </td><td>315.37\n</td></tr><tr><td>B80 165 </td><td>26.0 </td><td>9 </td><td>400.71 </td><td>425.61 </td><td>391.02\n</td></tr><tr><td>B100 180 </td><td>30.5 </td><td>9 </td><td>457.70 </td><td>486.65 </td><td>453.37\n</td></tr><tr><td>B120 180 </td><td>34.5 </td><td>10 </td><td>505.86 </td><td>551.94 </td><td>512.38\n</td></tr><tr><td>B140 190 </td><td>36.5 </td><td>11 </td><td>556.54 </td><td>616.51 </td><td>572.44\n</td></tr><tr><td>H40 140 </td><td>10.5 </td><td>27 </td><td>58.77 </td><td>62.16 </td><td>56.01\n</td></tr><tr><td>H60 160 </td><td>12.0 </td><td>27 </td><td>81.24 </td><td>104.85 </td><td>92.15\n</td></tr><tr><td>H80 180 </td><td>15.0 </td><td>23 </td><td>116.63 </td><td>156.88 </td><td>130.64\n</td></tr><tr><td>H100 185 </td><td>17.5 </td><td>17 </td><td>153.27 </td><td>218.91 </td><td>187.60\n</td></tr><tr><td>H120 205 </td><td>22.5 </td><td>17 </td><td>192.11 </td><td>289.12 </td><td>235.53\n</td></tr><tr><td>H140 200 </td><td>25.0 </td><td>19 </td><td>233.62 </td><td>356.59 </td><td>300.88\n</td></tr><tr><td>P40 155 </td><td>11.5 </td><td>16 </td><td>57.73 </td><td>60.03 </td><td>58.91\n</td></tr><tr><td>P60 160 </td><td>16.0 </td><td>17 </td><td>83.73 </td><td>95.22 </td><td>91.16\n</td></tr><tr><td>P80 185 </td><td>18.5 </td><td>15 </td><td>112.39 </td><td>128.95 </td><td>124.08\n</td></tr><tr><td>P100 195 </td><td>21.0 </td><td>15 </td><td>139.05 </td><td>171.88 </td><td>160.88\n</td></tr><tr><td>P120 205 </td><td>25.0 </td><td>15 </td><td>167.70 </td><td>216.02 </td><td>200.58\n</td></tr><tr><td>P140 205 </td><td>29.5 </td><td>15 </td><td>198.83 </td><td>266.79 </td><td>241.20\n</td></tr></table></body></html>"}, "TABREF2": {"text": "Table 2: MSE values of denoised images including NFPR parameters. Abbreviations as in Table 1, REC - Ram et al. [4].", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Image </td><td>σ </td><td>λ </td><td>kmax </td><td>NFPR </td><td>REC\n</td></tr><tr><td>L50 </td><td>150 </td><td>14.5 </td><td>17 </td><td>91.36 </td><td>82.90\n</td></tr><tr><td>L75 </td><td>170 </td><td>19.0 </td><td>15 </td><td>126.90 </td><td>123.75\n</td></tr><tr><td>L100 </td><td>175 </td><td>23.5 </td><td>16 </td><td>164.85 </td><td>163.05\n</td></tr><tr><td>H50 </td><td>160 </td><td>11.0 </td><td>23 </td><td>70.94 </td><td>74.45\n</td></tr><tr><td>H75 </td><td>165 </td><td>15.5 </td><td>23 </td><td>108.71 </td><td>120.41\n</td></tr><tr><td>H100 </td><td>185 </td><td>17.5 </td><td>17 </td><td>153.27 </td><td>167.52\n</td></tr></table></body></html>"}}, "back_matter": []}