{
    "paper_id": "e80d12752601c483c68761fde0fa54a43bcfc64a",
    "metadata": {
        "title": "Liver Transplantation in the Time of COVID19: Barriers and Ethical considerations for Management and Next Steps",
        "authors": [
            {
                "first": "Ariel",
                "middle": [],
                "last": "Jaffe",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Michael",
                "middle": [
                    "L"
                ],
                "last": "Schilsky",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ranjit",
                "middle": [],
                "last": "Deshpande",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ramesh",
                "middle": [],
                "last": "Batra",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The recent outbreak of the novel virus Severe Acute Respiratory Syndrome Coronavirus-2 (SARS-CoV-2) which causes COVID19 disease has spread globally affecting millions of people. This pandemic has taxed our healthcare system and disrupted normal operations, even of lifesaving procedures like liver transplants. During these unprecedented times providers and patients are imperiled and resources for diagnosis and care may be limited. Continuing to perform resource intense advanced procedures is challenging, as is caring for patients with endstage liver disease or patients with urgent needs for liver tumor control. Liver transplantation in particular requires critical resources like blood products and critical care beds, which are fairly limited in the COVID19 pandemic. The potential of COVID19 infections in post-transplant patients on immunosuppression and staff contacts further adds to the complexity. Therefore, transplant programs must re-evaluate the ethicality, feasibility, and safety of performing liver transplants during this pandemic. Herein, we discuss the clinical and ethical challenges posed by performing liver transplants and offer guidance for managing patients with end-stage liver disease during the COVID19 pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Patients in need of liver transplant still need to undergo the appropriate multidisciplinary evaluation to be accepted as candidates on the waiting list. While performing evaluations, it is essential that the risk of viral transmission to patients and staff be minimized, thus honoring nonmaleficence. Inpatient and outpatient visits can be modified to minimize patient contact, as recommended by the AASLD [13] , [14] , and considerations for an in-person examination must take into account the availability of local resources therefore stressing the role of distributive justice. Some of these considerations are discussed below.",
            "cite_spans": [
                {
                    "start": 407,
                    "end": 411,
                    "text": "[13]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 414,
                    "end": 418,
                    "text": "[14]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Candidate Evaluation I. General Candidate Considerations:"
        },
        {
            "text": "This article is protected by copyright. All rights reserved According to the Centers for Disease Control and Prevention (CDC), patients with liver disease are considered at higher risk for severe COVID19 infection [15] . Early information from the CDC regarding the underlying medical conditions of 7,162 COVID19 cases showed that 0.6% (N=41) had chronic liver disease, with 22% requiring hospitalization and 17% of those requiring ICU admission [16] . Patients with nonalcoholic fatty liver disease (NAFLD) may be at a higher risk of severe infection, possibly due to their metabolic co-morbidities including diabetes and obesity which are known risk factors for severe disease [17] . Data from China [18] suggest that patient with cirrhosis, and especially those with elevated bilirubin, have an increased mortality with COVID 19; and new registry data from the UK and the US suggest that mortality may increase with the increase in Childs score [19] . This information reinforces the need to minimize the risk of COVID19 infection in pre-liver transplant patients.",
            "cite_spans": [
                {
                    "start": 214,
                    "end": 218,
                    "text": "[15]",
                    "ref_id": null
                },
                {
                    "start": 446,
                    "end": 450,
                    "text": "[16]",
                    "ref_id": null
                },
                {
                    "start": 679,
                    "end": 683,
                    "text": "[17]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 702,
                    "end": 706,
                    "text": "[18]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 948,
                    "end": 952,
                    "text": "[19]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "Patients with HCC on the wait list or eligible for listing for liver transplant should continue their care due to the risk of tumor progression with delays. To this end, multi-disciplinary recipient review committee and tumor board meetings should continue uninterrupted if possible. Though outcomes on COVID19 in HCC patients are unknown, a recent study evaluating 18 cancer patients from Wuhan, China found them at increased risk for severe disease [20] . During this COVID19 pandemic in which we are trying to minimize unnecessary patient contact and inperson visitation, risk models and biomarker panels could stratify those patients at highest risk of HCC development to best prioritize those that need imaging [21] , However, these models have not yet been externally validated. Per the European Society of Medical Oncology (ESMO), highest priority for imaging should be given to those patients with suspected HCC lesions, for assessing tumor treatment response, assessing potential distant metastases and for patients with hepatic decompensation [22] . Though semi-annual surveillance does increase early detection [23] , no studies compared surveillance intervals of 4-8 months, and it is therefore reasonable to delay imaging if needed. A recent study by Rich et al that looked at HCC doubling rates found that the median doubling time was 292 days, however in 25.1% doubling time was <90 days along with a longer doubling time in patients with non-viral cirrhosis. Interestingly, rapid growth was seen mostly in smaller tumors whereas larger tumors exhibited more indolent growth. This follows the theory that HCC exhibits sigmoidal growth patterns as larger tumors may begin to outgrow their blood supply [24] , [25] . This raises a slightly challenging scenario however in which delay in imaging and identification of these smaller tumors may ultimately preclude future curative options such as transplant or resection. At the same time, the findings that larger tumors exhibit longer tumor doubling time may argue that treatment can potentially be postponed. For this reason, there should be open discussion with patients with clear documentation of plans including the risk and benefits of delaying imaging or HCC treatments. Another important factor is that the sensitivity and specificity of screening ultrasound, which is the current recommended imaging modality per various professional societies remains sub-optimal, especially for early lesions [26] . Up to 20% of ultrasound studies will be classified as inadequate, and a different imaging modality is required for accurate evaluation of lesions, with about a 5% false-positive rate [27] , [28] . A study by Atiq et al et al looked at physical harm from HCC surveillance. They defined this as any follow up testing including CT or MRI scan, liver biopsy or angiography performed for a false-positive or indeterminate result. They found that over 25% of patients endured physical harm for false positive results [29] . In this COVID19 era in which we face challenges to obtain imaging and perform treatments we must be cognizant of the limitations of our current screening strategies and accept that, this may result in further exposures and possible harm to our patients. For this reason, we stress the importance of individual clinical evaluation to decide which patients can safely delay imaging at this time.",
            "cite_spans": [
                {
                    "start": 451,
                    "end": 455,
                    "text": "[20]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 716,
                    "end": 720,
                    "text": "[21]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1053,
                    "end": 1057,
                    "text": "[22]",
                    "ref_id": null
                },
                {
                    "start": 1122,
                    "end": 1126,
                    "text": "[23]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1716,
                    "end": 1720,
                    "text": "[24]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1723,
                    "end": 1727,
                    "text": "[25]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 2465,
                    "end": 2469,
                    "text": "[26]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 2655,
                    "end": 2659,
                    "text": "[27]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 2662,
                    "end": 2666,
                    "text": "[28]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 2983,
                    "end": 2987,
                    "text": "[29]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "II. Special Considerations: Hepatocellular Carcinoma (HCC)"
        },
        {
            "text": "This article is protected by copyright. All rights reserved",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "The International Liver Cancer Association (ILCA) issued guidelines regarding treatment of HCC during the COVID19 era that reinforced the need for multidisciplinary discussions regarding the need and timing of treatment. They discussed potential bridging options for all stages of treatment because transplant and resection presents the highest risk for nosocomial infection while also utilizing the most resources (operating room, critical care bed and blood products). ESMO denotes patients with high priority for intervention as those listed for transplant with HCC with either acute on chronic liver failure, high-MELD, or with tumor burden nearing the upper limit of Milan criteria, as well as patients in which curative surgery is an option for large or multifocal lesions [22] . As ~10.5% of wait listed patients have a primary diagnosis of HCC, and a third of all transplants performed for this indication [8] , identifying which candidates can safely delay transplant is quite critical. Mehta et al evaluated patients with HCC on the transplant list and noted an overall dropout rate of 15.1%. Those with a single lesion (2-3cm), Child Pugh A, MELD<15 and AFP<20 predicted lower risk for dropout, and therefore these criteria may guide identification of patients in whom transplant can be delayed [30] . Lastly, for patients on systemic therapy, it has been recommended that oral tyrosine kinase inhibitors are preferred over infusion based regimens to minimize nosocomial exposures [31] .",
            "cite_spans": [
                {
                    "start": 779,
                    "end": 783,
                    "text": "[22]",
                    "ref_id": null
                },
                {
                    "start": 914,
                    "end": 917,
                    "text": "[8]",
                    "ref_id": null
                },
                {
                    "start": 1306,
                    "end": 1310,
                    "text": "[30]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1492,
                    "end": 1496,
                    "text": "[31]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "Patients with portopulmonary and hepatopulmonary disease with MELD exceptions on the wait list deserve additional mention. Those with hepatopulmonary disease are likely to be at increased risk for severe pulmonary complications if they contract COVID disease and thus potentially overuse critical care resources. Similarly, patients with portopulmonary syndrome require infusion based vasodilators to control pulmonary hypertension which potentially extends their stay in ICU and overutilizes strained resources, posing additional challenges including discharge disposition.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Other MELD exceptions:"
        },
        {
            "text": "Care for actively listed patients with complex medical problems should continue in the hospital, with modifications to reduce contact and minimize the risk of acquiring COVID19. If feasible, certain physician visits may be conducted virtually. Additionally, hospital policies must restrict patient caregiver and family presence in the hospital to reduce the risk of COVID19 transmission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "III. Candidate Mangement: Inpatient Care and Hospital Transfers:"
        },
        {
            "text": "It is recommended that policies for triage and review of patient transfers be developed. Only those patients active on the transplant list or who are in need of interventions that are currently being performed solely at the transplant center should be accepted [13] . Transfers and evaluation of potential transplant candidates with low MELD scores and no urgent need for transplant listing can be temporarily deferred and potentially moved to the outpatient setting at a later date.",
            "cite_spans": [
                {
                    "start": 261,
                    "end": 265,
                    "text": "[13]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "III. Candidate Mangement: Inpatient Care and Hospital Transfers:"
        },
        {
            "text": "Outpatient visits should be limited to essential visits [32] . Conditions requiring in-person evaluation include new onset jaundice, aminotransferase levels of >500U/L or new hepatic decompensation [13] . Prior to the encounter, patients should be screened for symptoms of and recent exposure to COVID19 both the day prior and on the day of the visit. Temperature checks prior to entering the clinic area should be performed, however individuals may have asymptomatic COVID19 infections, complicating current screening without formal testing. Should there be a concern that a patient is infected, they should be seen in a dedicated COVID19 space.",
            "cite_spans": [
                {
                    "start": 56,
                    "end": 60,
                    "text": "[32]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 198,
                    "end": 202,
                    "text": "[13]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Outpatient Care:"
        },
        {
            "text": "This article is protected by copyright. All rights reserved Outpatient facilities should strive to limit the number of patients present at a given time by staggering arrival times and limiting the accompanying friends or family members. Minimum number of health-care providers should partake in the visit, and an appropriate personal protective equipment (PPE) provided to patients and staff [13, 32] . Telehealth visits and local laboratory testing should be encouraged. It is noted that telehealth has various barriers in regards to the delivery of care. There are currently restrictions regarding telehealth care across state lines which disadvantages patients that are in regions without local availability of advanced hepatology care [33] . While some transplant programs had prior established infrastructure to deliver telehealth in the pre-COVID19 era, many programs did not, due to regulatory and/or reimbursement limitations. So there remains a nationwide discrepancy in the ability to successfully implement these programs at an equivalent rate [34] . We must also be cognizant that certain demographics, such as the elderly or lower socioeconomic strata may lack access to equipment or to the internet and limited technological proficiency to engage in telehealth delivered care. We must continue to engage, motivate and offer clear and directed instructions to these patient populations during this time. On March 6th, 2020 the Coronavirus Preparedness and Response Supplemental Appropriations Act (H.R. 6074) was passed and temporarily lifted certain CMS restrictions regarding telehealth care [35] . Though this has helped deliver care, it is uncertain for how long this will remain in effect, and rules for licensure are determined at the state level. Therefore we must understand the limitations that alter access for certain patients and offer remediations to improve patient access to telehealth care.",
            "cite_spans": [
                {
                    "start": 392,
                    "end": 396,
                    "text": "[13,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 397,
                    "end": 400,
                    "text": "32]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 739,
                    "end": 743,
                    "text": "[33]",
                    "ref_id": null
                },
                {
                    "start": 1055,
                    "end": 1059,
                    "text": "[34]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1607,
                    "end": 1611,
                    "text": "[35]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "OPTN recently updated their policy (Policy 1.4.F) to allow transplant centers to use previous clinical data to maintain waitlist priority in situations where repeat testing is not feasible due to COVID19 crisis [36] . Vaccinations for S.pneumonia and influenza should be updated. Endoscopic variceal screening should only be performed in high risk patients, including those with a recent bleed or with high risk stigmata [37] . Non-invasive risk assessment including the Baveno IV criteria should be applied to risk stratify patients, and if tolerated, beta-blockers be used empirically for high-risk patients [38] , [14] , [39] .",
            "cite_spans": [
                {
                    "start": 211,
                    "end": 215,
                    "text": "[36]",
                    "ref_id": null
                },
                {
                    "start": 421,
                    "end": 425,
                    "text": "[37]",
                    "ref_id": null
                },
                {
                    "start": 610,
                    "end": 614,
                    "text": "[38]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 617,
                    "end": 621,
                    "text": "[14]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 624,
                    "end": 628,
                    "text": "[39]",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "Ethically speaking, candidate evaluation and management in COVID19 pandemic requires balancing of beneficence with non-maleficence. Such a balance may favor beneficence over minimized harm for a high-risk patient, i.e. high MELD, acute liver failure, status 1A patient, amongst others, who are set to gain the highest survival benefit from an early liver transplant, thereby accepting the risk of COVID19 exposure, i.e. minimized harm, during the evaluation phase. Whereas, in low-risk patients, i.e. whose outcomes are not time critical, non-maleficence may outweigh beneficence, whereby exposure to COVID19 to this subset of patients may do harm for their candidacy for liver transplant. Furthermore, in the latter group of patients, the principle of distributive justice must also be respected, whereby consideration directed to not unduly strain and diverge the critical resources (PPE kits, healthcare worker staffing, etc.) is essential in overcoming the COVID19 pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethical Considerations for Candidate Evaluation and Management:"
        },
        {
            "text": "Once a program determines it has the adequate resources to perform liver transplant and has adequate COVID19 testing protocols in place, it then triages which wait-listed patient would be most suited to undergo a liver transplant. Under non-pandemic circumstances, the triage of liver transplant is based on medical need which is driven by the MELD score. During the COVID19 pandemic, the need-based triage is altered to 'disaster triage' which follows the principles of distributive justice and thus adds clinical and ethical complexity in the decision to perform a liver transplant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Liver Transplant Candidate Triage:"
        },
        {
            "text": "This article is protected by copyright. All rights reserved",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "The National Confidential Enquiry into Patient Outcome and Death (NCEPOD) triage system allocates surgery into: immediate, urgent, expedited and elective categories [40] . Liver transplant surgery tends to combine the latter two into one, i.e. elective, and that category usually represents adult living donor liver transplants. Deceased donor liver transplants, however, encompass all the aforementioned categories and therefore require urgent triage given the expeditious and critical nature of the procedure. Notably, the Centers for Medicare and Medicaid Services (CMS) currently classifies transplant surgery as a Tier 3b procedure, and therefore not an elective surgery [41] . In this direction, surgical societies like American College of Surgeons (ACS) and specifically the American Society of Transplant Surgeons (ASTS) and British Transplantation Society (BTS) formulated guidance documents to facilitate the decisionmaking for transplant surgeons [42], [43] , [44] . The guidance illustrates that elective surgery like living donor liver transplants be postponed (assuming the recipient can wait). This is because the double equipoise of living donation which seeks to balance donor risk with recipient benefit is compromised. For deceased donor liver transplants, the transplant team must be cautious and critically evaluate each organ offer for the specific recipient in light of resource availability, impact of immunosuppression and presence of a robust convalescence plan.",
            "cite_spans": [
                {
                    "start": 165,
                    "end": 169,
                    "text": "[40]",
                    "ref_id": null
                },
                {
                    "start": 676,
                    "end": 680,
                    "text": "[41]",
                    "ref_id": null
                },
                {
                    "start": 964,
                    "end": 968,
                    "text": "[43]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 971,
                    "end": 975,
                    "text": "[44]",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "Kumar et al outlined a tiered approach in which to consider liver transplantation. By breaking down transplant activity from 0% in which a healthcare system is completely overwhelmed and unable to provide any surgery, to 100% availability, we can recommend phases in which candidates should be considered [45] .",
            "cite_spans": [
                {
                    "start": 305,
                    "end": 309,
                    "text": "[45]",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "Phase 2: (50% program availability): Urgent cases including patients who can defer services for period 14-days but not for the expected length of pandemic: MELD > 25, no living donor activity for stable recipients Phase 3: (75% program availability): Elective cases including patients with non-life threatening conditions whom can be medically managed and in whom services can be deferred for duration of pandemic: No living donor activity for stable recipients Using the principles of beneficence and non-maleficence we need to balance those that would have maximal benefit, with minimal risk. This changed approach may appear to conflict with the fairness principle of justice, but given the temporary nature of the deferral and also the communitarian approach, it ultimately upholds the \"greatest happiness principle\" of Jeremy Bentham, the founder of modern utilitarianism [46] .",
            "cite_spans": [
                {
                    "start": 877,
                    "end": 881,
                    "text": "[46]",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "Phase 1 (25% program availability): Emergent cases only for immediately lifethreatening conditions: Acute liver failure and MELD > 30"
        },
        {
            "text": "With this guidance, we should therefore consider available resources and local COVID19 prevalence. The ACS along with the American Society of Anesthesiologists, Association of peri-Operative Registered Nurses and American Hospital Association have provided a roadmap for resuming surgical activity [47], [48] . Their recommended stepwise evaluation is useful to help individual programs assess their capacity to deliver safe and effective surgical care and to understand the level of surgical triage they are able to accommodate. During this pandemic, these triage decisions must balance the survival benefit offered from liver transplant against the potential for COVID19 infection in patients, health care providers along with families and primary care givers responsible for post-transplant care.",
            "cite_spans": [
                {
                    "start": 304,
                    "end": 308,
                    "text": "[48]",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "Phase 1 (25% program availability): Emergent cases only for immediately lifethreatening conditions: Acute liver failure and MELD > 30"
        },
        {
            "text": "This article is protected by copyright. All rights reserved",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "Transplant centers must individually determine their ability to safely perform liver transplants. Daily considerations to available resources (blood product availability, access to operating rooms and critical care beds), adequate healthcare workers to provide transplant care (medical team, surgical team, critical care team and nursing ancillary staff), and the relative volume and local prevalence of COVID19 patients (total patients admitted, discharged, in ICU and on ventilators) are important.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IV. Program Assessment: Evaluation of the Transplant Center:"
        },
        {
            "text": "In determining a program's ability to remain active, justice is the most important guiding principle. As outlined by Emanuel et al, pandemics place excessive demand on and subsequently overwhelm the healthcare system. This creates the ethical challenge of rationing medical equipment and interventions [49] . As mentioned, liver transplant requires the utilization of a variety of strained resources. Certain highly afflicted regions are currently not able to offer transplants given the lack of assurance that high quality critical care and the necessary resources are available. Travel bans and restrictions along with inadequate and inaccurate COVID19 testing has led to challenges and reductions in organ procurement [45] . The principle of distributive justice in choosing how to ration the available resources may be the most challenging. We are forced to decide whether or not we can safely and effectively transplant patients in need of a liver transplant to survive or are best to defer transplantation and allow available organs to go to another center where resources may be more favorable and a better outcome possible.",
            "cite_spans": [
                {
                    "start": 302,
                    "end": 306,
                    "text": "[49]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 721,
                    "end": 725,
                    "text": "[45]",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "IV. Program Assessment: Evaluation of the Transplant Center:"
        },
        {
            "text": "Currently we do not know the true risk of transmitting the SARS-CoV-2 virus through organ transplantation. Given that SARS-CoV-2 binds to the ACE2 receptor which is highly expressed in bile duct cells, and prior data shows the 2003 Severe Acute Respiratory Syndromeassociated coronavirus (SARS-CoV) in the liver as detected by PCR, we assume that transmission is likely [50] , [51] . One case series reported that up to 15% of patients with COVID19 had detectable circulating viral RNA [52] . Therefore, the majority of Organ All recipients should undergo testing, and if they test positive for SARS-CoV-2, their transplant be delayed, if possible [13] , [38] . We must be aware that COVID19 testing by nasopharyngeal sampling has fairly low sensitivity (56-83%), and thus negative results, especially if inconsistent with clinical history, should be interpreted with caution [55] , [56] . Though there are other sampling sites including oropharyngeal and saliva samples that can be used for testing, the IDSA recommends nasopharyngeal testing for symptomatic patients, as this sampling site has higher sensitivity. Additionally, though lower respiratory tract samples including sputum and bronchoalveolar lavage have better sensitivity, the IDSA only recommends this type of sampling if the upper respiratory testing is negative and if there is a high clinical suspicion [57] . Lastly, there are also a variety of serologic tests available for detection of SARS-CoV-2 antibodies, with the CDC's ELISA-based test showing greater than 99% specificity and 96% sensitivity. However, given the uncertainty of how to interpret these tests in regards to transmissibility or protective immunity, the CDC and IDSA are not recommending this form of testing for diagnosis or important policy decisions [58], [59] . Patients who test positive for SARS-CoV-2 or have suspicious clinical history or symptomatology, or receive an organ from a potential COVID19 positive donor should be placed under contact and airborne isolation, and providers should follow the recommended (local and/or CDC) personal protective precautions [54] .",
            "cite_spans": [
                {
                    "start": 370,
                    "end": 374,
                    "text": "[50]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 377,
                    "end": 381,
                    "text": "[51]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 486,
                    "end": 490,
                    "text": "[52]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 648,
                    "end": 652,
                    "text": "[13]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 655,
                    "end": 659,
                    "text": "[38]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 876,
                    "end": 880,
                    "text": "[55]",
                    "ref_id": null
                },
                {
                    "start": 883,
                    "end": 887,
                    "text": "[56]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 1372,
                    "end": 1376,
                    "text": "[57]",
                    "ref_id": null
                },
                {
                    "start": 1798,
                    "end": 1802,
                    "text": "[59]",
                    "ref_id": null
                },
                {
                    "start": 2112,
                    "end": 2116,
                    "text": "[54]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Patient and Provider Screening"
        },
        {
            "text": "Given the significant risk of nosocomial spread, healthcare workers must be monitored for development of potential infection. In Italy, up to 20% of healthcare workers became infected with COVID19 while caring for positive patients [60] . Another striking review from a singlecenter case series in Wuhan, China estimates that 41% of their 138 cases were hospital-related transmissions [61] . The Systems Engineering Initiative for Patient Safety (SEIPS) is a human factors-based model that assesses the impact of a work system on outcomes. Gan et al utilized this model to create a system to prevent healthcare workers from infection. They recommended segregating healthcare teams caring for suspected and confirmed COVID19 patients from managing other patients to minimize cross-infection. They recommended appropriate PPE based on risk-stratification of tasks, twice daily temperature monitoring of healthcare providers, and further testing for fevers or other symptom development [62] . Additionally, recommendations included minimizing patient-provider interactions, reducing number of team members needed in the hospital and number of providers entering a patients room [14] .",
            "cite_spans": [
                {
                    "start": 232,
                    "end": 236,
                    "text": "[60]",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 385,
                    "end": 389,
                    "text": "[61]",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 983,
                    "end": 987,
                    "text": "[62]",
                    "ref_id": null
                },
                {
                    "start": 1175,
                    "end": 1179,
                    "text": "[14]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Patient and Provider Screening"
        },
        {
            "text": "A. Pre-operative phase: Special consideration needs to be given to COVID19 history and/or exposure of the donor and recipient in the immediate preoperative period. We therefore recommend the following prior to surgery: a). Update blood bank antibody screening for the recipient and review the local availability of appropriate blood products b). Assess if the recipient demonstrates signs or symptoms of COVID19 or was exposed to someone with signs or symptoms of COVID19, c). Perform COVID19 testing prior to surgery on the donor and the recipient d). Perform chest radiograph of the recipient to ascertain baseline e). Obtain appropriate informed consent.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Perioperative Transplant Care"
        },
        {
            "text": "Donor selection is guided by the principles of nonmaleficence, autonomy and justice. Though the risk of donor SARS-CoV-2 transmission is not known, we must proceed with the assumption that it exists. When choosing a donor with potential COVID19 infection based on test or history/symptoms, the risk of transmission puts the organ procurement members, the healthcare providers involved in the surgery and post-transplant care and recipient at risk of infection. Given the unknown outcomes in immunosuppressed patients infected with COVID19 and knowing that viral shedding may be prolonged [63] , infection in recipients could lead to disease transmission or even a potentially lethal outcome. In addition, given the lack of evidence-based data on outcomes of certain experimental COVID19 treatments in our transplant patient population, we may ultimately cause more harm if the treatment is administered. It is for this reason that many organs are being declined when donor COVID19 testing is not readily available, especially organs recovered from high incidence areas or where donor illness or exposure raises concern for COVID19. For living donation, in addition to the standard surgical risks living donors accept, the risk of nosocomial COVID19 infection has led many programs to temporarily suspend living donation programs for liver transplant [13] , [64] , [54], [42] .",
            "cite_spans": [
                {
                    "start": 588,
                    "end": 592,
                    "text": "[63]",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 1350,
                    "end": 1354,
                    "text": "[13]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1357,
                    "end": 1361,
                    "text": "[64]",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 1370,
                    "end": 1374,
                    "text": "[42]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Perioperative Transplant Care"
        },
        {
            "text": "Considering the principle of justice, many marginal or extended criteria deceased donors may be declined due to concerns for worse patient outcomes and need for prolonged hospitalization and resource utilization in a resource strained pandemic environment. However, we know that organs are a precious and scarce resource themselves, and end-stage liver disease carries a predicted high short-term mortality as the MELD score increases. Therefore, deciding not to transplant an organ which may prevent patient demise compromises the pillar of beneficence",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Perioperative Transplant Care"
        },
        {
            "text": "This article is protected by copyright. All rights reserved along with justice. Though such decisions are made at the programmatic level, discussion and appropriate education of patients will help maintain their autonomy, albeit limited. Recipient selection is guided by the four ethical pillars of the Principlism theory [65] . In regards to 'beneficence', liver transplant is life saving and the gold standard treatment for patients with decompensated cirrhosis, acute liver failure and in selected cases hepatocellular carcinoma [6] . In addition, after a successful liver transplant, there exists the possibility that recurrent hospitalizations or frequent clinic visits from complications of liver disease may be avoided, thus reducing the risk of COVID19 infection. The principle of 'nonmaleficence' helps guide the balance of risk and benefit when deciding who should undergo liver transplant in this pandemic. Patients in whom emergent liver transplant is not indicated, patients who have certain high-risk co-morbidities [15] , and patients who are at higher risk of developing severe COVID19 disease may outweigh the benefits of transplant during this time. Alternatively, those with emergent indications such as acute liver failure with its highest survival benefit from a timely liver transplant have a favorable balance to the benefit versus risk of a COVID19 infection during their post-transplant phase. In regard to 'justice', certain programs may approach transplant candidates viewing those that would have the maximum benefit by utilizing the least amount of resources. Patients with severe portal hypertension and or re-do liver transplant candidates with anticipated higher needs of blood products, or those with isolated pulmonary complications that may require extended ICU care may not be best suited for transplant during this time if transplant can be safely delayed. However, if programs expect to only offer minimal number of liver transplants, perhaps only the emergent patients with the highest survival benefit should be accepted despite their risk of a more complex hospitalization.",
            "cite_spans": [
                {
                    "start": 322,
                    "end": 326,
                    "text": "[65]",
                    "ref_id": null
                },
                {
                    "start": 532,
                    "end": 535,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1030,
                    "end": 1034,
                    "text": "[15]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "Finally, with respect to autonomy, our lack of knowledge of COVID19 risk and outcomes make our ability to inform patients on potential complications difficult. Additionally, due to the dynamicity associated with the COVID19 crisis and the public health emergency it has created, decisions regarding selective liver transplant activity and its triage are made at the local programmatic level in a communitarian spirit and therefore patient autonomy is at risk. But such is the state of affairs according to the Model State Emergency Health Powers Act (MSEHPA) which came into force after the terrorist attacks of 2001, making provision for the facilitation of systematic planning in response to a public health emergency [66] . But communitarian policies need not conflict with autonomy, as the emerged concept of 'responsive communitarianism' seeks to balance autonomy with common good without a priori privileging either of the two [67] . Thus adequate education of patient's unknown yet probably severe impact of COVID19 infection will help provide the needed balance between social justice and individual autonomy.",
            "cite_spans": [
                {
                    "start": 720,
                    "end": 724,
                    "text": "[66]",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 933,
                    "end": 937,
                    "text": "[67]",
                    "ref_id": "BIBREF55"
                }
            ],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "Informed consent has its roots in the 20 th century, wherein, the English common law Tort doctrine of negligence was applied to the field of surgery for patient-centered care [68] . It required adequate and pertinent information for the patient to classify the consent as 'informed'. Organ transplant societies have recognized the limitations of informed consent process in the current pandemic, because we lack data regarding both blood-borne transmission of COVID19 from donor to recipient, its impact when compared to droplet transmission and impact of immunosuppression on COVID19 disease severity. Nevertheless, appropriate consenting of the recipient being transplanted during a COVID19 pandemic is essential and should include [69] , [70] :",
            "cite_spans": [
                {
                    "start": 175,
                    "end": 179,
                    "text": "[68]",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 734,
                    "end": 738,
                    "text": "[69]",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 741,
                    "end": 745,
                    "text": "[70]",
                    "ref_id": "BIBREF58"
                }
            ],
            "ref_spans": [],
            "section": "Informed Consent:"
        },
        {
            "text": "-Risk of transmission of COVID19 from donor to recipient. This should be done in the wake of donor test results given the high rate of false negativity and also the presence of asymptomatic COVID19 patients",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Informed Consent:"
        },
        {
            "text": "This article is protected by copyright. All rights reserved -Risk of developing COVID19 post-transplant from sources not related to the donor or donor organ -Logistical and organization issues, i.e. availability of blood and its component products, access to operating rooms, critical care beds and re-admission pathways For living donors undergoing living liver donation, besides the standard risks, the donor should also be counseled for the risk of COVID19 transmission during donation period.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "B. Intra-operative phase: It is essential that only the necessary staff participate in the surgery with omission of any observers to minimize transmission. If the patient tests positive for COVID19 or has symptoms and signs highly suggestive of infection, then the surgery should be scheduled in a dedicated COVID19 operating room with negative pressure. Surgical and anesthesiology teams should preferably wear well-fitting N95 mask and face shields. The intraoperative phase is discussed in the following two sections:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "I. Anesthesia -Aerosolization and droplet transmission of the COVID19 virus are important hazards, the risk of which increases with procedures such as endotracheal intubation and tracheostomy. Surgeons and personnel not needed for intubation should remain outside the operating room until anesthesia induction and intubation are completed for patients with or suspected of having COVID19 infection [71] . The airway should be secured using the method with the highest chance of first-time success to avoid repeated instrumentation of the airway, including using a video-laryngoscope [70] . Negative pressure operating rooms and/or anterooms when available are recommended.",
            "cite_spans": [
                {
                    "start": 398,
                    "end": 402,
                    "text": "[71]",
                    "ref_id": null
                },
                {
                    "start": 583,
                    "end": 587,
                    "text": "[70]",
                    "ref_id": "BIBREF58"
                }
            ],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "II. Surgery -Surgical teams should preferably utilize N95 masks and avoid re-scrubbing to save personal protective equipment (PPE) and minimize transmission. The ACS [71] and Society of American Gastrointestinal and Endoscopic Surgeons (SAGES) [69] recommend that electrocautery be set to the lowest possible setting and used with smoke evacuators, preferably monopolar diathermy pencil with attached smoke evacuator if available [72] . There should be particular attention to blood product use, and if available and clinically feasible, cell-saver should be used to conserve blood. Surgical equipment used for COVID19 positive suspected patients should be cleaned separately from other surgical equipment [69] . Need for renal replacement therapy (RRT) should be ascertained early on as it may require advanced planning for adequate staffing, especially when RRT utilization is high for COVID19 patients in the ICU [73] .",
            "cite_spans": [
                {
                    "start": 244,
                    "end": 248,
                    "text": "[69]",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 430,
                    "end": 434,
                    "text": "[72]",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 706,
                    "end": 710,
                    "text": "[69]",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 916,
                    "end": 920,
                    "text": "[73]",
                    "ref_id": "BIBREF60"
                }
            ],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "C. Postoperative Phase: Liver transplant patients are routinely monitored in a higher acuity unit (ICU, surgical HDU). Given the abrupt and large influx of critically ill patients due to COVID19 disease, bed availability should be closely monitored both in COVID and non-COVID units. As the curve of the pandemic flattens and hospitals return to their normal structure, patients from \"temporary\" ICU locations created during the crisis will need to move back to \"traditional\" critical care units, creating a further backlog of bed availability. As we expect to selectively perform only high-risk liver transplants (with highest survival probability), prolonged intubation, pressor requirements, need for recurrent transfusions and RRT may prolong ICU stay [15], [16] .",
            "cite_spans": [
                {
                    "start": 762,
                    "end": 766,
                    "text": "[16]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "Transport of patients from the operating room to the ICU also requires careful planning and monitoring including ventilator disconnect. The minimum number of transport personnel should be considered, and appropriate PPE as recommended by the CDC donned. PPE used should not be the same as used during the surgery [71], and frequent hand washing, cleaning of cellphones and adequate social distancing should be practiced. COVID locations should be",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "This article is protected by copyright. All rights reserved separate from non-COVID locations, and if possible, staffing of designated areas should remain strictly separate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "Ethical considerations during the intraoperative phase are similar to the postoperative phase, in that, they are simpler, because the difficult triaging decision to transplant occurs in the preoperative phase, yet complex, because critical resources are at risk of rapid overconsumption.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "The most important ethical tenet in both intra and post-operative phase in the COVID19 pandemic is that of distributive justice, because the liver transplant procedure and management of critically ill COVID-19 patients exert competing strains on the critical resources. Therefore maximal effort is needed for conservation of critical resources so that the potential needs of one patient, doesn't pose a threat to the welfare of many. In addition, limiting overconsumption of resources like: blood products, PPE equipment, and staffing particularly of the anesthesia/critical care workforce amongst others is a morally burdened decision. Thus the ethical principle of justice is at the center stage in all decisions of the intraoperative and postoperative phase.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "Non-maleficence ranks as the second most important ethical pillar, whereby there is a strong focus on reducing COVID19 transmission to both the patient and to healthcare workers. This is achieved by adequate testing of the patient and healthcare workers, providing 'COVID19 minimal' care pathways, appropriate and recommended PPE and minimized cross-infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "Destination and level of support needed post discharge should be discussed fairly early in the process to minimize stay in hospital. Often liver transplant patients are de-conditioned due to cirrhosis and require significant rehabilitation to allow for safe discharge back home. As rehabilitation facilities and nursing homes are hotbeds for COVID19 transmission, early physical therapy and nutrition should be emphasized to increase the safety and success of discharge home. Occasionally liver transplant patients may need dialysis in the short term. As many dialysis units are overwhelmed, transplant centers should aim to engage dialysis units early on for a seamless transition.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discharge Planning:"
        },
        {
            "text": "The immediate post-transplant period (0-3 months post-transplant) begins from the day of discharge. During this time period, the main focus will be on balancing nonmaleficence with beneficence, trying to avoid unnecessary exposure and risk for COVID19 infection while ensuring appropriate care is delivered. Each program has specific protocols for outpatient evaluation and monitoring, but common elements include frequent blood draws and clinic visits for examination and wound care if needed. In this current pandemic, it is reasonable to space out in-person visits though these decisions need to be made on an individual and programmatic level and based on the complexity of the post-operative course. When in-person visits are needed, the aforementioned precautions should be implemented. Additionally, a portion of these patients could require re-admission within 30-days of discharge, and in some regions this has been as high as 50.8% [74] , [75] .",
            "cite_spans": [
                {
                    "start": 942,
                    "end": 946,
                    "text": "[74]",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 949,
                    "end": 953,
                    "text": "[75]",
                    "ref_id": "BIBREF62"
                }
            ],
            "ref_spans": [],
            "section": "Immediate post-transplant care:"
        },
        {
            "text": "While other viral infections such as adenovirus, influenza and rhinovirus tend to cause more severe infections in immunosuppressed patients, prior data on other coronavirus infections (including SARS-CoV and MERS-CoV) do not follow this pattern [76] , [77] , [78] , [79] . Although",
            "cite_spans": [
                {
                    "start": 245,
                    "end": 249,
                    "text": "[76]",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 252,
                    "end": 256,
                    "text": "[77]",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 259,
                    "end": 263,
                    "text": "[78]",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 266,
                    "end": 270,
                    "text": "[79]",
                    "ref_id": "BIBREF66"
                }
            ],
            "ref_spans": [],
            "section": "Immunosuppression Management:"
        },
        {
            "text": "This article is protected by copyright. All rights reserved we lack long term data on the impact of immunosuppression in transplant patients in the COVID19 pandemic it is generally considered appropriate to initiate and is safe in the short term [80] . Maintenance immunosuppression, generally consists of tapered steroids followed by a calcineurin inhibitor without or with an antimetabolite [6] .",
            "cite_spans": [
                {
                    "start": 246,
                    "end": 250,
                    "text": "[80]",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 393,
                    "end": 396,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "The limited data on the use of immunosuppression post-liver transplant in COVID19 positive patients is based on experience from various centers, and thus far it does not appear that patients on immunosuppression have a more severe disease course. For example, in Lombardy, Italy where over 25,000 COVID19 infections have been confirmed, Bhoori et al reported outcomes on their liver transplant patients. They noted that from their long-term posttransplant cohort (>10 years out) 3/111 died following COVID19 infection. Each of these patients were on monotherapy with a low dose calcineurin inhibitor, and all were male, age >65 years, overweight (BMI >28kg/m 2 ), on antihypertensive agents and had diabetes. Notably the CDC views these demographics and medical conditions as high-risk for severe illness from COVID19 infection [15] . In their recently transplanted patient cohort (within 2 years), 3 out of 40 had COVID19 infection and all had mild course without the need for hospitalization. Thus a conclusion can be derived that immunosuppression does not seem to increase the risk of severe COVID19 disease, as the mortality rate in their cohort was 3% compared to the 10% case-fatality rate in the rest of Italy [81] . We do however lack both data on the risk profile of the three patients who were infected and the long-term impact. Another case series from the main pediatric liver transplant center in Italy found no increased risk of severe pulmonary disease after evaluating around 200 patients, including patients with cirrhosis, post-transplant patients, patients with autoimmune liver disease and patients on chemotherapy for hepatoblastoma. Of this group, three were confirmed to have positive SARS-CoV-2 infection, though it was felt this was likely under-estimated given the reported high prevalence in their population [80] . Due to this initial data and the emerging evidence that suggests the innate immune response is the main driver of lung tissue damage [82] , the current guidelines do not recommend to reduce or stop immunosuppression in an asymptomatic liver transplant recipient [14] , [38] .",
            "cite_spans": [
                {
                    "start": 828,
                    "end": 832,
                    "text": "[15]",
                    "ref_id": null
                },
                {
                    "start": 1218,
                    "end": 1222,
                    "text": "[81]",
                    "ref_id": "BIBREF68"
                },
                {
                    "start": 1837,
                    "end": 1841,
                    "text": "[80]",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 1977,
                    "end": 1981,
                    "text": "[82]",
                    "ref_id": "BIBREF69"
                },
                {
                    "start": 2106,
                    "end": 2110,
                    "text": "[14]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 2113,
                    "end": 2117,
                    "text": "[38]",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "Though we have learned that immune dysregulation and inflammation are the potential drivers for pulmonary deterioration in patients that develop severe COVID19 disease, current guidelines from the Infectious Disease Society of America do not recommend use of high dose steroids unless needed for another therapeutic purpose [83] . Initial therapy and an early episode of acute cellular rejection would warrant use of high dose steroids, however whether steroid free regimens should be considered and current protocols for treating rejection modified to reduce steroid exposure is uncertain given the lack of controlled data. Currently, the AASLD recommends in immunosuppressed patients with COVID minimizing the dose of high-dose prednisone, reducing azathioprine or mycophenolate dosages and reducing but not stopping calcineurin inhibitors when lymphopenia, fever or worsening pneumonia is present. In patients with COVID who need modification of immunosuppression, such as those with graft rejection or an autoimmune flare, treatment should proceed with close monitoring [13] .",
            "cite_spans": [
                {
                    "start": 324,
                    "end": 328,
                    "text": "[83]",
                    "ref_id": null
                },
                {
                    "start": 1074,
                    "end": 1078,
                    "text": "[13]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "Long-term follow up in the outpatient setting is important to optimize recipient outcomes. The majority of patients following liver transplant require life-long maintenance immunosuppression, placing them at risk for more frequent and possibly more severe infections [84] , [85] . Additionally, transplant patients with viral illness have prior shown prolonged viral shedding times making them potential \"super-spreaders\" throughout the healthcare system and their community [79] , [63] . Despite these potentials risks, and as previously stated the current guidelines do not recommend changing immunosuppression regimens prophylactically [14] .",
            "cite_spans": [
                {
                    "start": 267,
                    "end": 271,
                    "text": "[84]",
                    "ref_id": "BIBREF72"
                },
                {
                    "start": 274,
                    "end": 278,
                    "text": "[85]",
                    "ref_id": "BIBREF73"
                },
                {
                    "start": 475,
                    "end": 479,
                    "text": "[79]",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 482,
                    "end": 486,
                    "text": "[63]",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 639,
                    "end": 643,
                    "text": "[14]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Long-term post-transplant care:"
        },
        {
            "text": "This article is protected by copyright. All rights reserved",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "The rapid transition to incorporate telehealth into the care paradigm during this pandemic will likely be a permanent part of long-term care for patients, especially as concerns regarding COVID19 may very well continue into the indefinite future. Prior use of telemedicine in patients with advanced liver disease has demonstrated that this form of healthcare results in expedited transplant evaluations and more efficient triage of patients who are not transplant candidates [86] , [87] . The prolonged future use of telemedicine will also offer advanced hepatologic care to certain disadvantaged patients far from expert care, hopefully helping to resolve some disparities in quality and access to care [88] . Utilizing local laboratories and providers as part of the care team along with the transplant center was part of the pre-pandemic care model and will be even more important in the future. However, the pandemic has also disrupted many primary care practices, and transplant centers may have to assist patients with care beyond immunosuppressive management to fill gaps in our patients needs until a new equilibrium is restored in the community.",
            "cite_spans": [
                {
                    "start": 475,
                    "end": 479,
                    "text": "[86]",
                    "ref_id": "BIBREF74"
                },
                {
                    "start": 482,
                    "end": 486,
                    "text": "[87]",
                    "ref_id": null
                },
                {
                    "start": 704,
                    "end": 708,
                    "text": "[88]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "The ethical considerations of post-transplant care both in the immediate and long-term focusses on the balance of non-maleficence and beneficence. According to which the clinical utility of benefit to the patient is measured against the risk of COVID 19 exposure/infection. Solutions to which are provided by tele-medicine and also clinical society guidelines of the ASTS, AASLD and AST. Since most of these patients do not burden the critical resources needed by the COVID19 infection, the principle of justice is of low priority, but not absent, because the resources like PPE, medical staffing, etc. still needs to be rationed and adjusted based on the burden of the pandemic in the local community.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "The SARS-CoV-2 pandemic has created a challenging environment, both logistically and ethically, for liver transplant programs. We anticipate that the evolving data on COVID19 in our patient population and improvement in testing and disease prevention will result in further management adaptations. While we continue to be faced with the issues of resource scarcity and challenged healthcare systems, we must utilize balanced ethical principles to help guide our approach to medical care and transplant practices. We must remain flexible and adapt to these unprecedented times while arming ourselves with the knowledge and skills to continue to deliver the best care to our patients. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion:"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Clinical course and risk factors for mortality of adult inpatients with COVID-19 in Wuhan, China: a retrospective cohort study",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "1054--1062",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "WHO. Coronavirus disease (COVID-19) SItuation Report -133",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Indications for healthcare surge capacity in European countries facing an exponential increase in coronavirus disease (COVID-19) cases",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Verelst",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Kuylen",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Beutels",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Euro Surveill",
            "volume": "",
            "issn": "13",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Laboratory-Confirmed COVID-19-Associated Hospitalizations",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "New York State: Information on Novel Coronavirus",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Long-term management of the successful adult liver transplant: 2012 practice guideline by the American Association for the Study of Liver Diseases and the American Society of Transplantation",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Lucey",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Liver transplantation",
            "volume": "19",
            "issn": "1",
            "pages": "3--26",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Early Impact of COVID-19 on Transplant Center Practices and Policies in the United States",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Boyarsky",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Am J Transplant",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Impact of severe acute respiratory syndrome on liver transplantation service. Transplantation proceedings",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "K K"
                    ],
                    "last": "Chui",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "36",
            "issn": "",
            "pages": "2302--2303",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "American Association for the Study of Liver Disease: CLINICAL INSIGHTS FOR HEPATOLOGY AND LIVER TRANSPLANT PROVIDERS DURING THE COVID-19 PANDEMIC",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Centers for Disease Control and Prevention. Preliminary estimates of the prevalence of selected underlying health conditions among patients with Coronavirus Disease 2019 -United States",
            "authors": [
                {
                    "first": "O",
                    "middle": [
                        "K"
                    ],
                    "last": "Fix",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Clinical Best Practice Advice for Hepatology and Liver Transplant Providers During the COVID-19 Pandemic: AASLD Expert Panel Consensus Statement. Hepatology, 2020. 15. Center for Disease Control and Prevention. Coronavirus Disease",
            "volume": "69",
            "issn": "",
            "pages": "382--386",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Non-alcoholic fatty liver diseases in patients with COVID-19: A&#xa0;retrospective study",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ji",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Journal of Hepatology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Clinical course and risk factors for mortality of COVID-19 patients with pre-existing cirrhosis: a multicentre cohort study",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Qi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Gut",
            "volume": "",
            "issn": "",
            "pages": "2020--321666",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "High COVID-19 mortality rates among those with liver disease",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Cancer patients in SARS-CoV-2 infection: a nationwide analysis in China",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Oncol",
            "volume": "21",
            "issn": "3",
            "pages": "335--337",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Models estimating risk of hepatocellular carcinoma in patients with alcohol or NAFLD-related cirrhosis for risk stratification",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "N"
                    ],
                    "last": "Ioannou",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Journal of Hepatology",
            "volume": "71",
            "issn": "3",
            "pages": "523--533",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Semiannual surveillance is superior to annual surveillance for the detection of early hepatocellular carcinoma and patient survival",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Santi",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Hepatol",
            "volume": "53",
            "issn": "2",
            "pages": "291--298",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "The model muddle: in search of tumor growth laws",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gerlee",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Cancer Res",
            "volume": "73",
            "issn": "8",
            "pages": "2407--2418",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Hepatocellular carcinoma demonstrates heterogeneous growth patterns in a multi-center cohort of patients with cirrhosis",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "E"
                    ],
                    "last": "Rich",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Hepatology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Comparison of international guidelines for noninvasive diagnosis of hepatocellular carcinoma",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "update. Clin Mol Hepatol",
            "volume": "25",
            "issn": "3",
            "pages": "245--263",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Predictors of adequate ultrasound quality for hepatocellular carcinoma surveillance in patients with cirrhosis",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Simmons",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Aliment Pharmacol Ther",
            "volume": "45",
            "issn": "1",
            "pages": "169--177",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Weighing the benefits of hepatocellular carcinoma surveillance against potential harms",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Geh",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "A"
                    ],
                    "last": "Rana",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "L"
                    ],
                    "last": "Reeves",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Journal of hepatocellular carcinoma",
            "volume": "6",
            "issn": "",
            "pages": "23--30",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "An assessment of benefits and harms of hepatocellular carcinoma surveillance in patients with cirrhosis",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Atiq",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Hepatology",
            "volume": "65",
            "issn": "4",
            "pages": "1196--1205",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "A Novel Dropout Risk Score in Hepatocellular Carcinoma (HCC) Patients Listed for Liver Transplant (LT) -Identifying a Threshold That Predicts Worse Post-LT Survival in Short Wait Regions",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Mehta",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dodge",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Yao",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Am J Transplant",
            "volume": "17",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Joong-Won Park. Management of HCC During COVID-10: ILCA Guidance",
            "authors": [
                {
                    "first": "Tim",
                    "middle": [],
                    "last": "Meyer",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Centers for Disease Control and Prevention: Healthcare Facilities: Preparing for Community Transmission",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "?CDC_AA_refVal=https%3A%2F%2Fwww.cdc.gov%2Fcoronavirus%2F2019-ncov%2Fhealthcare-facilities%2Fguidance-hcf.html. 33. Medicare.gov. Telehealth",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Telemedicine in Liver Disease and Beyond: Can the COVID-19 Crisis Lead to Action? Hepatology",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Serper",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Notification of Enforcement Discretion for Telehealth Remote Communications During the COVID-19 Nationwide Public Health Emergency",
            "authors": [],
            "year": 2020,
            "venue": "Notice of OPTN Policy Change: Updates to Cadidate Data during",
            "volume": "",
            "issn": "",
            "pages": "2020--2039",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "ASGE: Gastroenterology Professional Society Guidance on Endoscopic Procedures During the COVID-19 Pandemic",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Care of patients with liver disease during the COVID-19 pandemic: EASL-ESCMID position paper",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Boettler",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "N"
                    ],
                    "last": "Newsome",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "U"
                    ],
                    "last": "Mondelli",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Maticic",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Cordero",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cornberg",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Berg",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JHEP Reports",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jhepr.2020.100113"
                ]
            }
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "The COVID-19 pandemic will have a long-lasting impact on the quality of cirrhosis care",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "B"
                    ],
                    "last": "Tapper",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Asrani",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Centers for Medicare and Medicaid Services: Non-Emergent",
            "volume": "40",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "NHSBT / BTS guidance for clinicians on consent for solid organ transplantation in adults and living organ donation in the context of the COVID-19 pandemic",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "ASTS COVID 19 Strike Force Guidance to Members on the Evolving Pandemic",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "COVID-19: A global transplant perspective on successfully navigating a pandemic",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "American Journal of Transplantation",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "An Introduction to the Principles of Morals and Legislation",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Joint Statement: Roadmap for Resuming Elective Surgery after COVID-19 Pandemic",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Hart",
                    "suffix": ""
                }
            ],
            "year": 1970,
            "venue": "",
            "volume": "343",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "American College of Surgeons: Local Resumption of Elective Surgery Guidance",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Fair Allocation of Scarce Medical Resources in the Time of Covid",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Emanuel",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Searching therapeutic strategy of new coronavirus pneumonia from angiotensin-converting enzyme 2: the target of COVID-19 and SARS-CoV",
            "authors": [
                {
                    "first": "S.-R",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "European Journal of Clinical Microbiology & Infectious Diseases",
            "volume": "",
            "issn": "",
            "pages": "1--6",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "SARS-associated viral hepatitis caused by a novel coronavirus: report of three cases",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "N"
                    ],
                    "last": "Chau",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Hepatology",
            "volume": "39",
            "issn": "2",
            "pages": "302--312",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "China. Lancet",
            "volume": "395",
            "issn": "",
            "pages": "497--506",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "COVID-19 (Coronavirus): FAQs for Organ Donation and Transplantion",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "54",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Detection of SARS-CoV-2 in Different Types of Clinical Specimens. JAMA, 2020. 57. Infectious Diseases Society of America Guidelines on the Diagnosis of COVID-19",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Interim Guidelines for COVID-19 Antibody Testing",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "COVID-19 and Italy: what next? Lancet, 2020",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Remuzzi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Remuzzi",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "395",
            "issn": "",
            "pages": "1225--1228",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Preventing intra-hospital infection and transmission of COVID-19 in healthcare workers. Safety and health at work",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clinical Characteristics of 138 Hospitalized Patients With 2019 Novel Coronavirus-Infected Pneumonia in Wuhan, China. JAMA",
            "volume": "323",
            "issn": "",
            "pages": "1061--1069",
            "other_ids": {
                "DOI": [
                    "10.1016/j.shaw.2020.03.001"
                ]
            }
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Prolonged respiratory viral shedding in transplant patients",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "De Lima",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Transpl Infect Dis",
            "volume": "16",
            "issn": "1",
            "pages": "165--174",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Liver transplantation and COVID-19 (Coronavirus) infection: guidelines of the liver transplant Society of India (LTSI)",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Saigal",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Hepatology International",
            "volume": "",
            "issn": "",
            "pages": "1--3",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Public Health Law In An Age Of Terrorism: Rethinking Individual Rights and Common Goods",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "O"
                    ],
                    "last": "Gostin",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "21",
            "issn": "",
            "pages": "79--93",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "On a communitarian approach to bioethics",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Etzioni",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Theor Med Bioeth",
            "volume": "32",
            "issn": "5",
            "pages": "363--74",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "The History of Informed Consent",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Murray",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "The Iowa Orthopaedic Journal",
            "volume": "10",
            "issn": "",
            "pages": "104--109",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "SAGES and EAES recommendations regarding surgical response to COVID-19 crisis",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pryor",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "What we do when a COVID-19 patient needs an operation: operating room preparation and guidance",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "K"
                    ],
                    "last": "Ti",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Can J Anaesth",
            "volume": "71",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Experimental study of the potential hazards of surgical smoke from powered instruments",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "In",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Br J Surg",
            "volume": "102",
            "issn": "12",
            "pages": "1581--1587",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Covid-19: increasing demand for dialysis sparks fears of supply shortage",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Mahase",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BMJ",
            "volume": "369",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "Readmission following liver transplantation: an unwanted occurrence but an opportunity to act. HPB : the official journal of the International Hepato Pancreato Biliary Association",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Patel",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "18",
            "issn": "",
            "pages": "936--942",
            "other_ids": {}
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "Variation by center and economic burden of readmissions after liver transplantation",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "C"
                    ],
                    "last": "Wilson",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Liver Transpl",
            "volume": "21",
            "issn": "7",
            "pages": "953--60",
            "other_ids": {}
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "Community acquired respiratory and gastrointestinal viral infections: challenges in the immunocompromised host",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kaltsas",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Sepkowitz",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Curr Opin Infect Dis",
            "volume": "25",
            "issn": "4",
            "pages": "423--453",
            "other_ids": {}
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "The natural history of influenza infection in the severely immunocompromised vs nonimmunocompromised hosts",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Memoli",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Clin Infect Dis",
            "volume": "58",
            "issn": "2",
            "pages": "214--238",
            "other_ids": {}
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "Middle East respiratory syndrome coronavirus: risk factors and determinants of primary, household, and nosocomial transmission",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Hui",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Lancet Infect Dis",
            "volume": "18",
            "issn": "8",
            "pages": "217--227",
            "other_ids": {}
        },
        "BIBREF66": {
            "ref_id": "b66",
            "title": "Severe Acute Respiratory Syndrome (SARS) in a Liver Transplant Recipient and Guidelines for Donor SARS Screening",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "American Journal of Transplantation",
            "volume": "3",
            "issn": "8",
            "pages": "977--981",
            "other_ids": {}
        },
        "BIBREF67": {
            "ref_id": "b67",
            "title": "Coronaviruses and immunosuppressed patients. The facts during the third epidemic",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "D&apos;antiga",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Liver Transpl",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF68": {
            "ref_id": "b68",
            "title": "COVID-19 in long-term liver transplant patients: preliminary experience from an Italian transplant centre in Lombardy",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bhoori",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Gastroenterol Hepatol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF69": {
            "ref_id": "b69",
            "title": "Ecdysone controlled cell and tissue deletion. Cell death and differentiation",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "27",
            "issn": "",
            "pages": "1--14",
            "other_ids": {}
        },
        "BIBREF71": {
            "ref_id": "b71",
            "title": "Yngve Falck-Ytter. Infectious Diseases Society of America Guidelines on the Treatment and Management of Patients with COVID-19",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "O&apos;horo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "Hassan"
                    ],
                    "last": "Shoham",
                    "suffix": ""
                },
                {
                    "first": "Reem",
                    "middle": [
                        "A"
                    ],
                    "last": "Murad",
                    "suffix": ""
                },
                {
                    "first": "Shahnaz",
                    "middle": [],
                    "last": "Mustafa",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Sultan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF72": {
            "ref_id": "b72",
            "title": "Defining the outcome of immunosuppression withdrawal after liver transplantation",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Devlin",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Hepatology",
            "volume": "27",
            "issn": "4",
            "pages": "926--959",
            "other_ids": {}
        },
        "BIBREF73": {
            "ref_id": "b73",
            "title": "Review on immunosuppression in liver transplantation",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Moini",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Schilsky",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Tichy",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "World journal of hepatology",
            "volume": "7",
            "issn": "10",
            "pages": "1355--1368",
            "other_ids": {}
        },
        "BIBREF74": {
            "ref_id": "b74",
            "title": "Use of Telehealth Expedites Evaluation and Listing of Patients Referred for Liver Transplantation",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "V"
                    ],
                    "last": "John",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Clinical Gastroenterology and Hepatology",
            "volume": "87",
            "issn": "1",
            "pages": "207--209",
            "other_ids": {}
        },
        "BIBREF75": {
            "ref_id": "b75",
            "title": "Clinical Liver Disease",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Pandemic",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "15",
            "issn": "",
            "pages": "187--190",
            "other_ids": {}
        },
        "BIBREF76": {
            "ref_id": "b76",
            "title": "World Health Organization. Coronavirus disease 2019 (COVID-19)",
            "authors": [],
            "year": null,
            "venue": "Situation Report",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Procurement Organizations and Transplant Societies are recommending that donors undergo COVID19 screening and those who test positive for COVID19 be deemed medically ineligible for donation [53], [42], [54]. The American Society of Transplantation Infectious Diseases Community of Practice notes that if a donor recovers from a COVID19 infection > 28 days ago, had resolution of symptoms and is negative on repeat testing, their donated organs are likely safe to use [54].",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Complete No Transplant Cases • No deceased donor or living • Living donor activity • Surgical treatment for HCC *Per CDC, high risk conditions include asthma, chronic lung disease, diabetes, serious heart conditions, chronic kidney disease, severe obesity (BMI >40), age > 65 years, nursing home/long-term care facilities, immunocompromised patients, liver disease 15 Abbreviations: Hepatocellular carcinoma (HCC), MELD (Model for End-Stage Liver Disease), CDC (Centers for Disease Control and Prevention), ACLF (Acute on Chronic Liver Failure)",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We would like to acknowledge our patients, their families and caregivers for their spirit of cooperation and concern for each other, and our transplant team at Yale New Haven Hospital for living by these principles as we move through this crisis. We received no financial support for this work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements:"
        },
        {
            "text": "This article is protected by copyright. All rights reserved",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "This article is protected by copyright. All rights reserved",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "This article is protected by copyright. All rights reserved",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "This article is protected by copyright. All rights reserved",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "This article is protected by copyright. All rights reserved",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "This article is protected by copyright. All rights reserved",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "This article is protected by copyright. All rights reserved ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        }
    ]
}