{
    "paper_id": "e80dae45a7a31da77b8e1ec80f194fb61eb59bb2",
    "metadata": {
        "title": "Journal Pre-proof A Case of Cytokine Hemofiltration and ECLS as Treatment of COVID-19 Respiratory Failure A Case of Cytokine Hemofiltration and ECLS as Treatment of COVID-19 Respiratory Failure 1 2",
        "authors": [
            {
                "first": "Omar",
                "middle": [],
                "last": "Al-Qudsi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ohio State University",
                    "location": {
                        "addrLine": "Wexner 6 Medical Center",
                        "settlement": "Columbus",
                        "region": "OH"
                    }
                },
                "email": ""
            },
            {
                "first": "Bryan",
                "middle": [],
                "last": "Whitson",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ohio State University",
                    "location": {
                        "addrLine": "Wexner Medical 8 Center Columbus",
                        "region": "OH"
                    }
                },
                "email": ""
            },
            {
                "first": "Amar",
                "middle": [],
                "last": "Bhatt",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ohio State University",
                    "location": {
                        "addrLine": "Wexner 6 Medical Center",
                        "settlement": "Columbus",
                        "region": "OH"
                    }
                },
                "email": ""
            },
            {
                "first": "Sheila",
                "middle": [],
                "last": "Chucta",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ravi",
                "middle": [],
                "last": "Tripathi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sheila",
                "middle": [
                    "Chucta"
                ],
                "last": "Dnp",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ohio State University Wexner Medical Center",
                    "location": {
                        "settlement": "Columbus",
                        "region": "OH"
                    }
                },
                "email": ""
            },
            {
                "first": "Ravi",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Tripathi",
                "middle": [],
                "last": "Md",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ohio State University",
                    "location": {
                        "addrLine": "Wexner 6 Medical Center",
                        "settlement": "Columbus",
                        "region": "OH"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "A hyperactive immune response has been implicated in COVID-19 respiratory failure. 24",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Central Message: 23"
        },
        {
            "text": "Hemofiltration with a dialysis membrane designed to remove cytokines offers a potential 25 avenue for treatment. Discovery of the novel severe acute respiratory syndrome coronavirus 2 (n-SARS-CoV-2) in late 74 2019 has brought with it a renewed interest in methods of inflammatory mitigation, particularly 75 due to reports of a cytokine release syndrome playing a pathogenic role [1] . One method of 76 decreasing inflammation is through hemofiltration in combination with a dialysis membrane 77 that has a large cutoff for protein permeability (high-cutoff/HCO), thereby capturing 78 inflammatory cytokines and attenuating their harmful side effects. The authors report a patient 79 with severe acute respiratory distress syndrome (ARDS) secondary to COVID-19 infection, 80",
            "cite_spans": [
                {
                    "start": 381,
                    "end": 384,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Central Message: 23"
        },
        {
            "text": "requiring Veno-Venous Extracorporeal Life Support (VV-ECLS) who was treated with cytokine 81 hemofiltration and showed clinical improvement. 82",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Central Message: 23"
        },
        {
            "text": "Our patient is a 53 year-old female who presented with coronavirus infection and respiratory 84 failure culminating in hypoxemia refractory to conventional mechanical ventilation. She was 85 cannulated onto veno-venous extra-corporeal life support and treated with cytokine 86 hemofiltration using a high-cutoff filter. Following treatment, inflammatory markers improved 87 along with compliance and oxygenation. She was decannulated from ECLS shortly thereafter. 88 IRB approval was waived due to the single case report nature. Consent was obtained for use of 89 images and case data. In the 36 hours following cytokine filtration, compliance was noted to increase three-fold 155 (10.4cm/mlH2O) and her P:F ratio rose to 240 (table 1) . Her CXR also demonstrated a 156 remarkable progression, with near-complete resolution of her bilateral opacities and air 157 bronchograms (figure 1). She was subsequently weaned and decannulated from VV-ECLS over 158 the next four days and tracheostomy was performed to assist with liberation from mechanical 159 ventilation. Her tracheostomy has since been reversed and she has been discharged to rehab. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 726,
                    "end": 735,
                    "text": "(table 1)",
                    "ref_id": null
                }
            ],
            "section": "Case Summary: 83"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "SARS-CoV-2: a storm is raging",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "F"
                    ],
                    "last": "Pedersen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "C"
                    ],
                    "last": "Ho",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Clin Invest",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Role of Cytokines as a Double-edged Sword in Sepsis",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chaudhry",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The role of cytokines in cardiac surgery",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Tonnesen",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "B"
                    ],
                    "last": "Christensen",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Toft",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Int J",
            "volume": "220",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "COVID-19: consider cytokine storm syndromes and immunosuppression",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Mehta",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The Lancet",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "2020",
            "issn": "",
            "pages": "1033--1034",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Cytokine Release Syndrome in severe COVID-19",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Moore",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science",
            "volume": "368",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "During SARS-COV-2 (COVID-19) Pandemic In Brescia",
            "authors": [],
            "year": 2020,
            "venue": "Italy. Kidney Int Rep",
            "volume": "227",
            "issn": "8",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Can we use interleukin-6 (IL-6) blockade for coronavirus disease 2019 228 (COVID-19)-induced cytokine release syndrome (CRS)?",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "J Autoimmun",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Extracorporeal cytokine elimination as rescue therapy in refractory 230 septic shock: a prospective single-center study",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Friesecke",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Artif Organs",
            "volume": "20",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Extracorporeal membrane oxygenation and cytokine adsorption",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Datzmen",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Journal of Thoracic Disease",
            "volume": "232",
            "issn": "5",
            "pages": "653--660",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "extra-corporeal life support 46 COVID-19-Coronavirus infectious disease 19 47 n-SARS-CoV-2 novel-severe acute respiratory syndrome coronavirus 2 48 ARDS acute respiratory distress syndrome 49 VV-ECLS veno-venous extra corporeal life support 50 CRS cytokine release syndrome 51 AKI acute kidney injury 52 RRT renal replacement therapy 53 BMI body mass index 54 FiO2 fraction of inspired oxygen 55 PEEP positive end expiratory pressure 56 Al-Qudsi MD, Bryan Whitson MD, PhD, Amar Bhatt, MD, Sheila Chucta DNP,",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "has been theorized to be beneficial in the management of organ 94 failure secondary to coronavirus infection. A cytokine release syndrome (CRS) has been 95 implicated in this disease's pathogenesis. Cytokine hemofiltration is one modality to mitigate 96 harmful inflammation. Our patient demonstrated remarkable improvement with treatment and 97 to our knowledge represents the first report of cytokine hemofiltration as management of 98 As of this time, the exact pathogenesis of COVID-19 is unknown, but a hyperactive immune 111 response has been implicated as a possible cause of the ensuing, overwhelming cytokine storm 112[5]. Cytokine hemofiltration has been endorsed as a treatment therapy for patients with acute 113 kidney injury (AKI) requiring renal replacement therapy (RRT) in some COVID epicenters[7]. The 114 fundamental difficulty remains in selecting patients with a hyperactive immune response and 115 determining the optimal timing for therapy. Trending of inflammatory markers is one such 116 stratification method, but given the low risk associated with hemofiltration; a 53 year-old female healthcare worker with a past medical history only significant 122 for obesity (BMI of 38). She presented to the emergency room after two-days of symptoms 123 following a recent exposure to a patient who was COVID positive. Admission pulse-ox 124 saturation was 93% on 2L nasal cannula oxygen with evidence of bilateral infiltrates on CXR and 125 a positive rapid COVID screening test. Initial therapy consisted of hydroxychloroquine and 126 empiric broad-spectrum antibiosis. Progressively, her oxygen requirement rapidly escalated, 127 culminating in intubation and ventilatory requirement of 1.0 FiO2 and 16 cmH 2 O of PEEP on 128 hospital day 2. Adjunctive therapies for refractory hypoxemia over the next few days included 129 prone positioning, dexamethasone, intravenous diuretics as well as experimental therapy with 130 the monoclonal IL-6 antibody, tocilizumab. Despite aggressive treatment, her interleukin-6 131 levels hovered around 600-875 pg/ml and D-dimer remained mildly elevated. As her 132 oxygenation continued to deteriorate, she did receive experimental convalescent plasma 133 therapy with no improvement. As her oxygenation and lung compliance continued to worsen 134 despite optimal medical therapy, she was placed on VV-ECLS in accordance with uneventfully cannulated on day seven of mechanical ventilation, utilizing a femoral-138 femoral configuration (25F multistage drainage cannula and 23F single stage return cannula), 139 which was subsequently converted to a bi-caval, 27F dual-lumen cannula via the right internal 140 jugular vein to assist with mobility. Following initiation of VV-ECLS, her ventilator settings were 141 able to be brought down into a more lung protective range. With ECLS blood flow of ~3.5 liters 142 per minute and 1.0 FiO2 through the circuit, her PaO2:FiO2 ratio remained 74-100 mmHg and 143 her lung compliance was estimated at 3.8 ml/cm H2O. Along with her pulmonary parameters, 144 her inflammatory markers continued to increase, with IL-6 levels measured at 2,242 pg/ml and 145Tumor Necrosis Factor Alpha (TNF-α) 7.7 (ref range <4.0 pg/ml). Due to her worsening clinical 146 status, the decision was made to proceed with cytokine hemofiltration. Access for 147 hemofiltration was obtained with a standard 13 french dual-lumen hemodialysis catheter. Her 148 treatment regimen consisted of two sessions on consecutive days, each lasting 12 hours. The 149 treatments were performed using a SeaStar CLR 2.0 (SeaStar Medical, Denver, CO) high cut-off 150 filter and continuous veno-venous hemofiltration (CVVH) using a clearance therapy of 151 35ml/kg/hour and a filtration fraction of <0.1. Within 12 hours of each treatment, both IL-6 152 levels and TNF-α dropped by a magnitude of 25%. 153 8",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "presentation and rapid clinical decompensation of patients with COVID-19 have 168 been attributed to a variety of pathologic conditions. Of which, cytokine release syndrome has 169 been implicated, leading to the most severe forms of ARDS and multi-system organ failure 170 [1,2,5]. To our knowledge this is the first report of utilizing cytokine hemofiltration for the 171 successful treatment of COVID-19 related severe acute respiratory distress syndrome with 172 concomitant VV-ECLS. 173 174 Cytokines are inflammatory mediators with molecular weights ranging from ~5-20 kDa, the 175 most notable of which are IL-6, IL-8 and TNF-α. They play an important role in cell signaling as 176 endogenous pyrogens, stimulators of systemic inflammation and up-regulators of other acute 177 phase proteins and cells. Although their role in systemic inflammation is well known, the 178 etiology in COVID-19 is still poorly understood [8]. Limited research evolving from Wuhan, 179 China indicates that a secondary hemophagocytic lymphohistiocytosis (sHLH)-like syndrome 180 could be at the center of the CRS exhibited by the COVID-19 infection. The syndrome is 181 characterized by elevated levels of IL-2, IL-6, ferritin and IL-7 amongst other mediators; though 182 a multicenter review found that IL-6 and ferritin levels were significant predictors of mortality 183 [5]. In CRS, elevated levels of interleukins results in widespread activation of cell-signaling, with 184 secretion of vascular endothelial growth factor (VEGF) and reduced E-cadherin expression 185 contributing to increased vascular permeability and leakage [6]. Given the role of CRS in COVID-186 19 and its downstream effects on multi-system organ failure and severe ARDS, mitigation of 187 cytokines may prove to be an effective treatment modality. 188 189 Cytokine filtration using a highly-porous bead membrane has previously been advocated in 190 attenuating a prolonged harmful host response, with applications extending from sepsis to 191 cardiac surgery [9]. In addition, hemeadsorption therapy has been advocated for specific use in 192 ECLS to control the pro-inflammatory and complement activation by extracorporeal 193 membranes [10]. Global immunosuppressive effects are limited by the cutoff of the filter of 194 approximately 50kDa, as most immunoglobulins are approximately 100kDa in size. The SeaStar 195 CLR 2.0 TM is one such device, utilizing a polysulfone membrane with a larger cut-off for protein 196 permeability to help adsorb circulating cytokines. Our decision to treat this patient with elevated inflammatory markers while keeping in mind, the relatively safe side effect profile of 199 treatment. Given the numerous treatment modalities that our patient received, we cannot 200 conclude with certainty that cytokine filtration was the only mechanism for clinical 201 improvement. However, the linear correlation between inflammatory marker decline and 202 improvement in oxygenation supports our hypothesis. Furthermore, the persistently positive n-203 SARS-CoV-2 respiratory swabs despite administration of convalescent plasma lends credence to 204 the idea that a hyperactive immune system may be responsible for the ongoing pathogenesis 205 associated with COVID-19 as opposed to simple viremia. 206 207Ongoing research involving a larger number of patients, preferably in a randomized controlled 208 fashion, is needed to accurately risk-stratify patients and continue to tailor therapy. Our case 209 report highlights the novel use of cytokine hemofiltration for treatment of severe ARDS 210 secondary to COVID-19 on a patient on VV-Radiograph revealing bilateral consolidation and air bronchograms due to coronavirus 241 respiratory failure prior to treatment with a cytokine hemofilter (left). Radiograph obtained ~36 242 hours following treatment demonstrating improved aeration bilaterally (right). 243",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "Changes in parameters of oxygenation that correspond to treatment with a cytokine hemofilter while on VV-ECLS.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}