{
    "paper_id": "e80e3e17cf2e20b2ac14bb28dfb09db7bb6fbf36",
    "metadata": {
        "title": "Infektions- immunologie 8",
        "authors": [
            {
                "first": "L",
                "middle": [],
                "last": "Rink",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Im Laufe der Entwicklung der Lebewesen traten die Organismen gegeneinander in Konkurrenz und entdeckten andere Spezies als eigene Lebensgrundlage oder Nahrung. Bei höheren Lebewesen sehen wir dies als selbstverständlich an und teilen Sie in Fleisch-und Pflanzenfresser ein. Bei niederen Lebewesen bezeichnen wir dies jedoch als pathogene Eigenschaft oder als parasitäre Lebensweise, wenn wir ihnen als Nahrungsgrundlage dienen (Abb. 8.1). Zur Abwehr der Krankheitserreger entwickelten alle höheren Lebewesen ein Immunsystem, um das Fortbestehen der Spezies zu garantieren. Je weiter sich die Lebewesen entwickelt haben, desto höher hat sich auch das Immunsystem in einer Coevolution in Konkurrenz zu den Erregern entwickelt. Da das Immunsystem in der Evolution zur Infektionsabwehr entstanden ist, leiten sich seine übrigen physiologischen und pathophysiologischen Mechanismen von denen der Infektionsabwehr ab. Die Tumorabwehr entspricht der Abwehr von Viren und die Allergie der Abwehr von \"nicht vorhandenen Parasiten\". Damit ist die Infektionsimmunologie der zentrale Punkt der Immunologie. Während wirbellose Tiere nur eine angeborene Immunität besitzen, hat sich bei den Wirbeltieren zusätzlich die spezifische (adaptive) Immunität entwickelt. Die Komplexität des Immunsystems steht dabei mit der Lebensdauer der Organismen und der Rate an Nachkommen im Einklang, d.h., je länger die Lebensdauer und je geringer die Anzahl der Nachkommen, desto komplexer muss das Immunsystem aufgebaut sein, um das Überleben der Art zu gewährleisten. Somit haben sich im Laufe der Evolution die in den vorherigen Kapiteln beschriebenen Abwehrsysteme entwickelt, die für die Abwehr von Infektionen koordiniert zusammenarbeiten müssen. Wichtig ist dabei, dass das Immunsystem den richtigen Reaktionsweg einschlägt, der den Erreger spezifisch bekämpfen kann, da sonst die Immunreaktion ins Leere läuft und der Erreger sich trotzdem weitervermehrt und den Körper schädigt.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bedeutung der Infektionsimmunologie früher und heute"
        },
        {
            "text": "Die Menschheitsgeschichte zeigt dies deutlich in den großen Epidemien, die jeweils mehr Menschenleben gekostet haben als die großen Kriege der jeweiligen Epoche. Im Mittelalter starben ca. 25 Millionen Menschen in Europa an der Pest. Bis 1967 starben jährlich ca. 2 Mio. Menschen an den Pocken, bevor die Weltgesundheitsorganisation (WHO) mit der weltweiten Impfkampagne begann. Selbst in Deutschland starben noch bis Anfang des 20. Jahrhunderts 450 000 Kinder an Diphtherie (dem \"Würgeengel der Kinder\"), bis durch Einführung des Antitoxins und später der Impfung die Rate 2009 auf vier Infektionen (nicht Tote) im Jahr zurückging, wobei dies die höchste Rate der vorherigen acht Jahre war. Deshalb werden in unserer industrialisierten Gesellschaft die Infektionskrankheiten heute meistens als Problem der dritten Welt angesehen (Box 8.1). Jährlich sterben nach Angaben der WHO ca. 13 Millionen Menschen an Infektionskrankheiten weltweit. Nach Angaben von UNICEF (Kinderhilfswerk der Vereinten Nationen) könnten davon 2,5 Millionen Kinder durch einfache Impfungen gerettet werden. Im Vergleich dazu starben nach offiziellen Angaben im etwas mehr als 5-jährigen 2. Weltkrieg ca. 50-60 Millionen Menschen, also etwa 9-11 Millionen pro Jahr. Auch heutzutage sind in Deutschland Infektionskrankheiten noch allgegenwärtig. Nimmt man nur die nach Infektionsschutzgesetz meldepflichtigen Erkrankungen, d.h. die wirklich schwerwiegenden Infektionen, so haben wir in Deutschland ca. 83 Millionen solcher Infektionen pro Jahr. Allein an Abb. 8.1 Die Hämolyse durch Bakterien. Bakterien haben unterschiedliche Mechanismen, sich ihre Nährstoffe aus der Umwelt zu holen. Teilweise stellen diese Mechanismen auch Pathogenitätsfaktoren dar. Im Bild zu sehen sind α-hämolysierende, sogenannte vergrünende Streptokokken (z.B. Streptococcus pneumoniae), die das Hämoglobin nur umsetzen, β-hämolysierende Streptokokken (z.B. β S. pyogenes), die die Erythrocyten vollkommen lysieren, und γ-hämolysierende γ Streptokokken (z.B. S. salivarius), die auch nicht hämolysierende Streptokokken genannt werden, da sie die Erythrocyten nicht auflösen. Die Bakterien sind jeweils entsprechend ihrer Art der Hämolyse auf einer Blutagarplatte ausgestrichen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bedeutung der Infektionsimmunologie früher und heute"
        },
        {
            "text": "Infektionen machen vor Grenzen nicht Halt. Das wissen wir seit den verheerenden Pest-und Cholerapandemien der Vergangenheit und von den Influenzapandemien, die im letzten Jahrhundert aus den Tropen -aus Asien -kamen. Die schnelle Ausbreitung von SARS und der neuen H1N1-Influenza im letzten Jahrzehnt haben gezeigt, dass in den Zeiten der Globalisierung eine hochansteckende Infektion innerhalb von Tagen mehrere Kontinente erfassen kann.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Die zunehmende Bedeutung der Tropenkrankheiten in Europa"
        },
        {
            "text": "Während in den entwickelten Ländern Infektionen als Haupttodesursache inzwischen von anderen Erkrankungen abgelöst wurden, sind sie in den tropischen Entwicklungsländern immer noch die bedeutendste Ursache von Morbidität und Mortalität. Sie spielen auch eine wesentliche Rolle für die Behinderung der wirtschaftlichen Entwicklung dieser Länder. Trotz verstärkter Forschung (gefördert z.B. durch die Gates-Stiftung) auf dem Gebiet der tropischen Infektionen sind noch keine Durchbrüche erzielt worden: Es gibt bisher gegen keine parasitäre Infektion des Menschen einen Impfstoff, auch nicht gegen ein tropisches Virus wie das Denguevirus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Die zunehmende Bedeutung der Tropenkrankheiten in Europa"
        },
        {
            "text": "Als importierte Infektionen treten diese Infektionen bei Reisenden und Migranten aus tropischen Ländern immer häufiger in Europa auf. Durch die Diskussion über die globale Erwärmung ist die Frage in den Vordergrund gerückt, ob die tropischen Infektionen sich nach Europa ausbreiten können. Dies ist zwar unwahrscheinlich für solche tropischen Infektionen, die derzeit durch unzureichende Behandlung oder ungenügende hygienische Verhältnisse (Wasserversorgung) nicht zurückgedrängt werden, wie z.B. Wurminfektionen, Lepra, Cholera -solange Behandlung und Vorbeugung in Europa gewährleistet sind. Auch in den Tropen kommt z.B. die Cholera fast nur in Katastrophensituationen vor. Die Malaria wird unter heutigen Bedingungen selbst bei einem deutlichen Temperaturanstieg nicht nach Europa zurückkommen. Die ra-Box 8.1 der jährlichen Influenza-Grippewelle (\"der richtigen Grippe\") sterben in Deutschland jeweils zwischen 2000-30 000 Menschen. Damit stellen Infektionen das mit Abstand größte Risiko für unsere Gesundheit dar.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Die zunehmende Bedeutung der Tropenkrankheiten in Europa"
        },
        {
            "text": "Die Mechanismen, die über die Vermeidung oder die Überwindung einer Infektion entscheiden, und die zeitlichen Abläufe der Immunreaktion für alle Erregertypen sollen in diesem Kapitel näher beschrieben werden. Größere Erreger können nicht phagocytiert werden. Versucht es ein neutrophiler Granulocyt dennoch, so scheitert er und es kommt zur Degranulierung (Ausschüttung der Granula). Die eosinophilen Abb. 8.2 Die protektive Immunantwort. Die Entscheidungsfindungen bei der Entstehung einer Immunantwort sind sehr komplex. Es gibt aber drei grundsätzliche Erregereigenschaften, anhand derer man die protektive Immunantwort voraussagen kann. Bei der natürlichen Immunantwort arbeiten die verschiedenen Systeme aber zusammen, da auch die Erreger sich häufig in ihrem Lebenszyklus unterschiedlich verhalten. So benötigt man bei der Virenabwehr auch Antikörper, um die freien Viren zu neutralisieren, da sie sich zu dieser Zeit extrazellulär aufhalten. und basophilen Granulocyten hingegen sind direkt auf diese Funktion adaptiert, d.h., es gibt eine Arbeitsteilung zwischen den drei Granulocytenpopulationen. Die neutrophilen Granulocyten phagocytieren in erster Linie, während die eosinophilen und basophilen nach Aktivierung direkt degranulieren. Somit haben wir eine einfache JA/NEIN-Entscheidung für die Zellen, da diese ja nicht auf Anhieb die Größe eines Erregers erkennen können, denn die molekulare Wahrnehmung findet über Mustererkennungsrezeptoren (PRR, pattern recognition receptors, Kap. 3) oder antikörpervermittelt statt. Auch hier setzt sich die Arbeitsteilung in der Zusammenarbeit mit dem spezifischen Immunsystem fort, da die Neutrophilen über Fcγ-und Fcμ-Rezeptoren zur Phagocytose und die Eosinophilen und Basophilen über Fcε-Rezeptoren zur Degranulierung angeregt werden. Bleibt letztlich noch zu klären, warum wir eosinophile und basophile Granulocyten haben, wenn der Reaktionstyp doch so ähnlich ist. Die Erklärung liegt in der Adaptation an viele Erreger im Laufe der Evolution, die immer neue Abwehrstoffe nötig machte, die sich nicht zusammen in einer Zelle aufbewahren lassen. So sind die Inhaltsstoffe der Eosinophilen mehrheitlich basisch und die der Basophilen mehrheitlich sauer, um nur eine grundsätzlich chemisch unterschiedliche Eigenschaft zu nennen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Die zunehmende Bedeutung der Tropenkrankheiten in Europa"
        },
        {
            "text": "Die zweite Entscheidungsebene bezieht sich auf den Aufenthaltsort der Erreger, d.h., ob sie frei, also extrazellulär leben oder aber innerhalb der Körperzellen. Diese für uns einfache Entscheidung ist für die Leukocyten sehr kompliziert. In den Kap. 4 und 5 haben wir gelernt, dass Antikörper freie Antigene erkennen, während T-Zellen nur den Komplex aus einem Antigen und dem körpereigenen MHC-Molekül erkennen. Da Erreger keinen MHC besitzen und keine MHC-Moleküle exprimieren (mit Ausnahme von membranumhüllten Viren, die ihre Membran aus unserer Zellmembran mitnehmen), können Erreger nicht von T-Zellen erkannt werden. Antikörper können extrazelluläre Erreger erkennen und markieren und darüber ihre Beseitigung einleiten. Umgekehrt können Antikörper keine intrazellulären Erreger erkennen, wenn diese nicht ihre Antigene auf die Oberfläche der Wirtszelle bringen. Während der Aktivierung der spezifischen Immunität muss deshalb gewährleistet werden, dass das Immunsystem bei extrazellulären Erregern eine Antikörperproduktion, d.h. die humorale Immunität und nicht eine zelluläre Immunität einleitet. Diese Entscheidung erklärt sich aufgrund der dritten Entscheidungsebene, da Antigene von extrazellulären Erregern immer über MHC-II-Moleküle präsentiert werden und somit über die T-Zell-Hilfe eine B-Zell-Reaktion eingeleitet werden kann. Die B-Zellen können aber bei multivalenten Antigenen T-Zell-unabhängig aktiviert werden (Kap. 4 und 5).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Eigenschaften des Erregers protektive Immunantwort wesentliche beteiligte Zellen"
        },
        {
            "text": "Die dritte Entscheidungsebene bezieht sich auf die Stoffwechseleigenschaften des Erregers, was wiederum für die Zelle nicht direkt zu entscheiden ist. Es musste sich also ein Mechanismus entwickeln, der diese Erregereigenschaft berücksichtigt. Die Antigenpräsentation wurde im Kap. 4 besprochen und zeigte, dass cytosolische Proteine über MHC-I-Moleküle präsentiert werden, während lysosomale Proteine über MHC-II-Moleküle präsentiert werden. Wie steht dies mit dem Stoffwechsel der Erreger in Verbindung? Viren haben keinen eigenen Stoffwechsel und müssen deshalb auf den Proteinsyntheseapparat der Zelle zurückgreifen. Dazu müssen die Viren sich wie körpereigene Gene verhalten, d.h. ihre Gene ablesen lassen und die mRNA im Cytosol von Ribosomen in virale Proteine umschreiben lassen. Damit begeben sich die Viren in den Prozessierungsweg der körpereigenen cytosolischen Proteine und werden über MHC-I-Moleküle präsentiert. Folglich nutzen alle Erreger, die über MHC-I-Moleküle präsentiert werden, den Stoffwechsel der Körperzelle, was wiederum bedeutet, dass man die Erreger nur töten kann, wenn man die Körperzelle selbst tötet. Damit haben wir wieder eine JA/NEIN-Entscheidung, da die entsprechenden MHC-I-restringierten T-Zellen cytotoxische T-Zellen sind und somit die präsentierende Zelle getötet wird. Im Gegensatz dazu gelangen die intrazellulären Bakterien über Phagocytose in die Makrophagen und befinden sich damit im lysosomalen Weg der Antigenpräsentation auf MHC-II-Molekülen, was über die CD4-Restriktion eine T-Zell-Hilfe nach sich zieht. Die MHC-Restriktion der cytotoxischen und T H -Zellen regelt -aufgrund der Stoffwechseleigenschaft des Erregers -damit eindeutig, wann der befallenen Zelle geholfen und wann sie getötet wird.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Eigenschaften des Erregers protektive Immunantwort wesentliche beteiligte Zellen"
        },
        {
            "text": "Die Immunantwort kann zeitlich in verschiedene Phasen eingeteilt werden, die die Weichen für die weitere Reaktion stellen. Dabei unterscheiden sich die Phasen in der Primär-und Sekundärantwort we-sentlich voneinander, weshalb sie getrennt betrachtet werden. Eine Primärantwort tritt nach dem Erstkontakt mit einem Erreger auf, während sich die Sekundärantwort durch wiederholten Kontakt mit einem Erreger entwickelt. Der wesentliche Unterschied zwischen Primär-und Sekundärantwort ist, dass das spezifische Immunsystem erst im späteren Verlauf der Primärantwort aktiviert wird, während es in der Sekundärantwort aufgrund der Gedächtnisfunktion bereits in der sehr frühen Phase aktiv ist. Man sollte dabei aber nie vergessen, dass das Immunsystem bereits vor dem unten beschriebenen Ablauf der Immunreaktion aktiv ist. Die Barrierefunktionen des angeborenen Immunsystems (Kap. 1 und 3) sollen das Eindringen der Erreger verhindern, sodass die nachfolgenden Reaktionen nicht nötig sind. Die beschriebenen Mechanismen setzen voraus, dass die Erreger die beschriebene Barrierefunktion überwunden haben. Des Weiteren muss man sich vor Augen führen, dass die Konfrontation mit den Erregern mehrheitlich im Gewebe stattfindet und nicht im Blut. Den Blutstrom sollten die Erreger nie erreichen. Falls dies wie bei der Sepsis passiert, kann es den Tod des Individuums bedeuten. Das normale Szenario einer Infektion ist also, dass ein Erreger unter die oberen Haut-oder Schleimhautschichten gelangt oder diese direkt infiziert.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Der zeitliche Ablauf von Immunantworten"
        },
        {
            "text": "In der sehr frühen spontanen Phase (die ersten vier Stunden nach Erregerkontakt) können nur die bereits präformierten Systeme des angeborenen Immunsystems reagieren, die an der Eintrittsstelle des Erregers lokalisiert sind. Dazu gehören antimikrobielle Peptide, das Komplementsystem und in geringem Umfang Phagocyten. Zu Letzteren gehören gewebsständige Makrophagen, DC sowie patrouillierende Phagocyten. Sollten diese Mechanismen ausreichen, um alle eingedrungenen Erreger abzutöten, so bilden sich kaum oder keine Anzeichen einer Entzündungsreaktion aus, und es wird kein immunologisches Gedächtnis aufgebaut. Die Immunreaktion endet hier. Diese Form der Immunreaktion läuft ständig ab, ohne dass wir sie groß zur Kenntnis nehmen, z.B. wenn wir uns mit einer Nähnadel stechen und eine geringe Menge Bakterien in unser Gewebe gelangt.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Primärantwort"
        },
        {
            "text": "Sollte es in dieser Zeit nicht gelingen, die Erreger zu eliminieren, so schließt sich die frühe induzierte Phase (die ersten vier Tage nach Erregerkontakt) an. Durch die Reaktion in der sehr frühen Phase wer-den chemotaktisch aktive Substanzen, z.B. C5a (chemotaktisches Komplementspaltprodukt), freigesetzt. Diese führen zu einer Vasodilatation (Gefäßerweiterung) und Rekrutierung von weiteren Leukocyten, vornehmlich neutrophilen Granulocyten. Gleichzeitig wird durch die Vasodilatation auch die Konzentration von Komplement im Gewebe erhöht. Diese Reaktionen nehmen wir an der Infektionsstelle als Entzündungsreaktion war, d.h., es kommt durch die Vasodilatation und die Infiltration von Granulocyten zur Schwellung (tumor), Erwärmung (calor) und Rötung (rubor). Da neben den chemotaktischen Substanzen auch Schmerzmediatoren wie die Leukotriene produziert werden, kommt es auch zum Schmerz (dolor). Ist die Entzündungsreaktion sehr stark, so kann auch die Funktion an der entsprechenden Körperstelle eingeschränkt sein (functio ( ( laesa), womit die fünf pathologischen Zeichen einer Entzündung (tumor, calor, rubor, dolor, functio laesa) komplett sind. Man sieht an dieser Stelle aber auch, dass die Entzündungsreaktion etwas Gutes und Funktionelles und für die korrekte Immunantwort unverzichtbar ist. Erst die chronische Entzündungsreaktion stellt einen dauerhaft pathophysiologischen Zustand dar. Schaffen es die rekrutierten Phagocyten und das zusätzliche Komplement alle Erreger zu eliminieren, so endet hier wiederum die Immunantwort, und es wird in den meisten Fällen kein immunologisches Gedächtnis aufgebaut. Dies hängt davon ab, wie viele professionelle antigenpräsentierende Zellen (APC) zum Zeitpunkt bereits im entzündeten Gewebe sind.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Primärantwort"
        },
        {
            "text": "Das Ausbleiben der Aktivierung der spezifischen Immunität bei früher Erregereliminierung ist auch der Grund dafür, warum man nach dem frühen Antibiotikaeinsatz nicht unbedingt ein immunologisches Gedächtnis gegen den Erreger aufbaut obwohl man infiziert war. Dies sieht man heutzutage häufig bei Kindern, die mehrmals Scharlach bekommen, da man dort bei einem Verdacht auf Scharlach sofort mit Penicillin therapiert, weil die A-Streptokokken auch eine spätere autoimmune Reaktion gegen den Herzmuskel auslösen können (Kap. 9). Therapiert man erst zu einem späteren Zeitpunkt, so wird ein immunologisches Gedächtnis gebildet und man bekommt auch Scharlach in der Regel nur einmal (es gibt aber auch Varianten der Scharlachtoxine, sodass die Erkrankung trotzdem mehrfach auftreten kann, was aber eher selten ist).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Primärantwort"
        },
        {
            "text": "Werden die Erreger nicht eliminiert, so wird die späte adaptive Phase (nach vier Tagen) der Immunantwort eingeleitet, bei der das spezifische (adaptive) Immunsystem aktiviert wird. Diese Phase setzt den 8 Transport des Erregerantigens in freier Form oder in prozessierter Form in den APC zum Lymphknoten voraus. Dort kommt es zur Wechselwirkung zwischen den APC und den T H -Zellen. Bei dieser Reaktion werden nur die antigenspezifischen T-und B-Zellen aktiviert, man spricht von klonaler Selektion. Die Aktivierung induziert in den naiven Lymphocyten immer eine Proliferation (mehrfache Zellteilung), sodass sich an die Selektion eine klonale Expansion anschließt. Wenn die APC B-Zellen sind, so bildet sich ein Keimzentrum aus, in dem die aktivierten B-Zellen zu Plasmazellen ausreifen. Da sowohl die Proliferation der T-und B-Zellen als auch die Ausbildung der Keimzentren raumfordernd ist, kommt es zu einer Anschwellung der Lymphknoten, die auch tastbar ist. Dies kennt jeder aus dem Alltag, wenn bei einem infizierten \"kratzigen\" Hals die Mandeln (Tonsillen) anschwellen. Diese Prozesse nehmen einige Tage in Anspruch, sodass die spezifische Immunreaktion insgesamt etwa eine Woche braucht, um in Gang zu kommen. Erst anschließend kann das spezifische Immunsystem auch zur Bekämpfung der Infektion beitragen, sodass an der Alltagsweisheit \"eine Erkältung kommt eine Woche und geht eine Woche\" auch etwas Wahres ist. Um den Erreger vor Ort zu eliminieren, müssen die antigenspezifischen T-Zellen und die Antikörper aber zurück zum Infektionsort, was wiederum einige Zeit in Anspruch nimmt und über das in Kap. 7 besprochene Homing funktioniert. Wenn die Immunantwort effektiv ist, was sie glücklicherweise in den meisten Fällen ist, so wird jetzt durch die Unterstützung des erworbenen Immunsystems der Erreger eliminiert. Die Mechanismen werden bei der Sekundärantwort erklärt. Die Zellteilung der antigenspezifischen T-und B-Zellen ist aber asynchron, sodass zwei Arten von Tochterzellen entstehen, die Effektorzellen, die den Erreger eliminieren, und Gedächtniszellen, die für die Sekundärantwort zur Verfügung stehen und in dieser eine stärkere und schnellere Reaktion hervorrufen. Bei den B-Zellen kommt noch etwas anderes hinzu. Die B-Zellen, die direkt ausreifen, produzieren IgM-Antikörper, die damit auch die Antikörper der Primärreaktion darstellen. In den Gedächtniszellen wird hingegen der Immunglobulinklassenwechsel (class switch) induziert, sodass diese zwar ihre Antigenspezifität beibehalten, aber Antikörper einer anderen Immunglobulinklasse -in den meisten Fällen IgGauf ihrer Oberfläche tragen. Dies nutzt man auch in der serologischen Diagnostik von Infektionskrank-k heiten aus (Tab. 8.1). Der Nachweis von erregerspezifischen IgM-Antikörpern spricht für eine frische oder chronische Infektion, d.h., der Erreger vermehrt sich noch im Patienten und dieser ist meist auch noch infektiös. In der frischen oder akuten Infektion wird nur IgM gebildet, während bei der chronischen Infektion meist erregerspezifische IgM-und IgG-Antikörper gleichzeitig vorkommen. Wird nur noch IgG nachgewiesen, so beruht dies auf einer früheren, überstandenen Infektion oder Impfung. Eine Ausnahme bilden Antikörper gegen T-Zell-unabhängige Antigene, die immer vom IgM-Typ sind (keine Induktion des Immunglobulinklassenwechsels).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Primärantwort"
        },
        {
            "text": "Der Begriff Sekundärantwort suggeriert, dass es um den zweiten Kontakt mit einem Erreger geht, tatsächlich ist damit aber die Immunreaktion ab dem zweiten Kontakt gemeint, da die weiteren Immunreaktionen sich vom Reaktionstyp her nicht weiter unterscheiden, lediglich die Stärke der Immunreaktion nimmt von Antigenkontakt zu Antigenkontakt zu. In der sehr frühen spontanen Phase wirken jetzt auch präformierte Antikörper (vom IgG-oder IgA-Typ) mit, die nach dem Erstkontakt mit dem Erreger entstanden sind. Diese tragen neben den bereits oben beschriebenen Mechanismen dazu bei, dass die Erreger in dieser sehr frühen Phase eliminiert werden und es zu keiner Entzündungsreaktion kommt. Man muss sich dabei vor Augen führen, dass jetzt die Mechanismen der späten Phase der Primärantwort direkt mit eingreifen, d.h. die Erreger werden durch spezifische Antikörper opsonisiert und dadurch besser phagocytiert oder über den klassischen Komplementweg lysiert. Dies funktioniert nur hundertprozentig, wenn der Antikörpertiter (die Menge an Antikörpern im Serum) hoch genug ist, man spricht dann von einem protektiven Titer. Der protektive Titer ist dabei keine feststehende Größe, sondern hängt vom Erreger ab, sodass es für jeden Erreger einen spezifischen protektiven Titer gibt. Auf diesem Wirkmechanismus beruhen unsere aktiven Impfungen. Unter aktiven Impfungen versteht man die Gabe von Antigenen, gegen die das Immunsystem selbst Antikörper produziert. Dem gegenüber steht die passive Immunisierung, bei der man Antikörper gegen das Antigen injiziert. Wichtig ist, dass nicht jeder Antikörper protektiv ist, sondern nur solche gegen kritische Antigene des Erregers, z.B. das Antigen, mit dem ein Virus sich an die Zielzelle anheftet. Die nichtprotektiven Antikörper haben aber eine diagnostische Bedeutung. Bei der Verwendung von isolierten Antigenen zur Impfung kann man geimpfte Personen von Personen unterscheiden, die die Infektion durchlaufen haben. Die Impflinge (geimpfte Personen) haben in diesem Fall nur protektive Antikörper (z.B. anti-HBsAg beim Hepatitis-B-Virus (HBV)), während die Personen nach einer natürlichen Infektion auch Antikörper gegen nichtprotektive Antigene haben (z.B. anti-HBc bei HBV). Diese nichtprotektiven Antiköper werden deshalb auch als Durchseuchungsmarker verwendet.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sekundärantwort"
        },
        {
            "text": "Sollte der Titer nicht mehr protektiv sein, d.h. die Erstinfektion (oder Impfung) ist zu lange her, so wird die Immunreaktion in den nächsten Phasen meist trotzdem verstärkt und beschleunigt, da die Gedächtniszellen sehr langlebig sind. In der frühen Phase können jetzt T H -Gedächtniszellen mit eingreifen und die Phagocyten über IFN-γ, TNF-α und CD40L aktivieren und so das intrazelluläre Abtöten verstärken wie in der späten Phase der Primärinfektion. Gedächtniszellen cytotoxischer T-Zellen können direkt infizierte Zellen eliminieren. Auf dieser Reaktion beruhen auch die milderen Verläufe von Infektionen mit sehr ähnlichen Viren (z.B. Influenza-Stammvarianten), da die T-Zell-Epitope gegenüber den B-Zell-Epitopen konservierter sind und somit eine höhere Kreuzreaktivität haben. Egal, ob es jetzt in dieser Phase zur Eliminierung der Erreger kommt oder nicht, es wird durch das Vorhandensein antigenspezifischer Lymphocyten immer die späte Phase der Immunreaktion eingeleitet, sodass es im drainierenden Lymphknoten zu einer Verstärkung der Gedächtniszellen (Booster-Effekt) und zu einer erneuten Ausreifung von Lymphocyten kommt, wodurch der Antikörpertiter weiter oder wieder ansteigt. Jede weitere Sekundärreaktion führt damit zu einem Booster-Effekt der Immunantwort, worauf die heutigen Impfschemata beruhen, bei denen man je nach Impfstoff zwei-bis viermal geimpft wird, um eine Langzeitimmunität zu erhalten. Man sollte bei dieser Boosterung bedenken, dass es auch zu einer natürlichen Boosterung kommt, wenn man mit dem tatsächlichen Erreger in Kontakt kommt. Deshalb haben Kindergärtnerinnen in der Regel höhere Antikörpertiter gegen Kinderkrankheiten als Personen, die nicht mit Kindern in Kontakt stehen, da die Kindergärtnerinnen immer wieder den Krankheitserregern ausgesetzt werden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sekundärantwort"
        },
        {
            "text": "Nachdem wir die potenziell protektive Immunantwort für die Erregertypen und den generellen Ablauf von Immunantworten bei Infektionen kennen, wollen wir jetzt die Immunantworten gegen Bakterien und kleine Sprosspilze, Viren und große extrazelluläre Erreger (Parasiten und große Pilze) im Detail betrachten, um die Unterschiede zu verstehen. Des Weiteren sollen Strategien erläutert werden, mit denen die Erreger das Immunsystem zu überwinden versuchen. Dies erfolgt anhand von Beispielen medizinisch relevanter Erreger. Wir werden dabei sehen, dass Bakterien viele Angriffsstrategien verfolgen und das Immunsystem aktiv schädigen, während die Viren wahre Abwehrkünstler sind. Andere Erreger befreien sich direkt aus dem Phagosom und leben dann im Cytosol der Zelle (z.B. Listeria monocytogenes), was ein echtes Problem für das Immunsystem darstellt, da der Erreger jetzt im falschen Weg für die Antigenpräsentation ist und die intrazelluläre Abtötung nicht mehr richtig funktioniert. Aufgrund ihrer Lebensweise gelangen die intrazellulären Bakterien im Inneren der APC in die Lymphknoten, weshalb man bei einer Tuberkulose im Gegensatz zu extrazellulären Bakterien auch einen Lymphknotenbefall sieht. Nachdem die Erreger den initialen Abtötungsversuch durch den Phagocyten überlebt und sich intrazellulär vermehrt haben, ist eine Verstärkung der Funktion des intrazellulären Abtötens durch T H -Zellen unumgänglich. Darauf beruht auch die Abhängigkeit der protektiven Immunantwort gegen intrazelluläre Erreger von einer T H 1-Reaktion, da das intrazelluläre Töten von den T H 1-Cytokinen IFN-γ und TNF-α abhängt (Abb. 8.5).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Der Wettlauf zwischen Erregern und Immunsystem bei Infektionen"
        },
        {
            "text": "Deshalb ist es in der frühen Phase der Immunreaktion sehr wichtig, dass das Immunsystem sich auf eine T H 1-dominierte Immunantwort einstellt und nicht wie bei den extrazellulären Erregern auf eine T H 2/T H 17-dominierte. Dies wäre im Falle von intrazellulären Erregern fatal und würde deren Ausbreitung nicht eindämmen. Das sieht man anschaulich an einem tierexperimentellen System der Leishmaniose (Abb. 8.6), wo man je nach Immunmodulation ein Bild einer lokalen selbstlimitierenden Leishmaniose (vergleichbar der Orientbeule beim Menschen) oder einer tödlichen systemischen Leishmaniose (vergleichbar der viszeralen Leishmaniose beim Menschen) induzieren kann. Bei der lokalen Form kommt es zu einer adäquaten T H 1-Reaktion, während bei der systemischen Form eine inadäquate T H 2-dominierte Immunantwort ausgelöst wird. Die dadurch hervorgerufene humorale Immunantwort kann jedoch die intrazellulären Erreger nicht eliminieren, sodass diese sich im Körper ausbreiten und zum Tode führen. Hieran sieht man, dass die frühe Immunantwort für die Ausrichtung der adaptiven Immunantwort entscheidend ist, d.h., die APC und von ihnen produzierte Signale lenken die Immunantwort. Klinisch sieht man die Bedeutung dieser Cytokine beim Einsatz von anti-TNF-Antikörpern in der modernen Therapie der rheumatoiden Arthritis. Aufgrund der Inhibition des TNF-Signals ist die Verstärkung der intrazellulären Abtötung so stark vermindert, dass die Patienten ein erhöhtes Tuberkuloserisiko haben und deshalb engmaschig kontrolliert werden müssen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Der Wettlauf zwischen Erregern und Immunsystem bei Infektionen"
        },
        {
            "text": "Auch für die richtige Entscheidung zur T H 1-Immunreaktion ist die frühe Phase der Immunantwort ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Der Wettlauf zwischen Erregern und Immunsystem bei Infektionen"
        },
        {
            "text": "Die Immunantwort gegen Viren unterscheidet sich generell von der Immunantwort gegen Bakterien. Die Mechanismen der angeborenen Immunität haben sich im Wesentlichen auf die Abwehr von Bakterien eingestellt. Das Komplementsystem kann Viren ohne Membranhülle opsonisieren, eine Lyse kann aber nicht ausgelöst werden, da keine Membran vorhanden ist, in die eine Pore gesetzt werden kann. Die Viren mit Membranhülle hingegen haben diese Membran von der Wirtszelle, in der sie sich vermehrt haben, und dementsprechend auch alle menschlichen Inaktivatoren (z.B. CD46, CD59) des Komplementsystems auf der Oberfläche. Einige Viren produzieren sogar aktiv zusätzliche virale Homologe der menschlichen Inaktivatoren (z.B. Herpes-simplex-Virus, HSV) oder rekrutieren aktiv den inaktivierenden Faktor H (z.B. humanes Immundefizienzvirus, HIV). Somit ist die sehr frühe Abwehr gegen Viren relativ schlecht, weshalb die Infektionswahrscheinlichkeit mit Viren wesentlich höher ist als jene mit Bakterien. Der erste spezifisch antivirale Abwehrmechanismus in der sehr frühen Phase ist das Interferonsystem. Die virusinfizierten Zellen produzieren in einem \"altruistischen\" Mechanismus IFN-α; dadurch schützen sie die Nachbarzellen vor einer viralen Infektion, Abb. 8.5 Immunantwort gegen intrazelluläre Bakterien. In der sehr frühen spontanen Phase kann das Immunsystem gegen die intrazellulären Erreger wenig machen. In der frühen induzierten Phase (1) werden die Phagocyten rekrutiert, von denen sich die intrazellulären Bakterien bereitwillig phagocytieren lassen oder diese sogar aktiv penetrieren. Vor der intrazellulären Abtötung sind die intrazellulären Erreger gut geschützt, sodass sie in den Phagocyten, bevorzugt den Makrophagen, weiterleben (2). Die eingewanderten APC (2) phagocytieren und prozessieren die Erreger oder wandern mit den lebenden Erregern in der Lymphbahn (3) zum Lymphknoten. Dort präsentieren die APC, die durch die Phagocytose und die Gefahrensignale der Bakterien aktiviert wurden, den T H -Zellen das Antigen. Durch die Art der Aktivierung über die PRR schütten die DC insbesondere IL-12 aus, das die T H -Zellen zu T H 1-Zellen differenzieren lässt (4). Wenn die Erreger noch in den APC leben, so wird der Lymphknoten infiziert (5). Die aktivierten T H 1-Zellen verlassen den Lymphknoten über die abführende Lymphe und gelangen dann über den Ductus thoracicus in die Blutbahn (6). Die T-Zellen wandern über die Homing-Faktoren bevorzugt an der Entzündungsstelle aus (7). Die T H 1-Zellen (8) verstärken die Funktion der Phagocyten über IFN-γ und weniger stark über TNF-γ α, weshalb ein Ausfall dieser Cytokine auch zu vermehrten Infektionen mit intra-α zellulären Erregern führt. Aufgrund ihrer großen Verbreitung sind dies meist Mycobakterien. Ein Ausfall von IL-12 bricht die Differenzierung zu T H 1-Zellen ab und hat damit den gleichen Effekt. können sich selbst aber nicht mehr retten. Eine virusinfizierte Zelle ist immer zum Tode verurteilt, da entweder das Virus die Zelle bei der Vermehrung lysiert oder aber das Immunsystem die infizierte Zelle abtötet. Interferon kann also in der sehr frühen Phase die Ausbreitung des Virus eindämmen und bei einer geringen Viruslast sogar verhindern. Des Weiteren leitet dieses sehr frühe Interferon eine zelluläre T H 1und CTL-(cytotoxische T-Zellen)dominierte Immunantwort ein. Die Viren ihrerseits haben sich deshalb an die Mechanismen der Interferone angepasst und können diesen vielfältig entgegenwirken, indem sie die IFN-Signaltransduktion über JAK-1 (z.B. Cytomegalovirus, CMV) und STAT-1 (z.B. Epstein-Barr-Virus, EBV) inhibieren oder spezifisch die antiviralen Funktionen, wie die 2'-5'-Oligoadenylat-Synthetase (z.B. HSV), verhindern. Alle drei genannten Beispiele gehören zu den Herpesviren, die fast alle Mechanismen der Inhibition der Immunantwort in sich vereinen und dadurch eine hohe Durchseuchungsrate in der Bevölkerung erreichen (z.B. EBV von ca. 95% in Westeuropa) und eine lebenslange latente Infektion hervorrufen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Immunantwort gegen Viren"
        },
        {
            "text": "Die Phagocyten spielen bei der antiviralen Antwort eine untergeordnete Rolle, wenn sie nicht sogar, wie bei den intrazellulären Bakterien, eine bevorzugte Zielzelle sind. Für HIV stellen Makrophagen neben den T H -Zellen ein wesentliches Reservoir dar, da auch die Makrophagen, wenn auch im geringeren Maße, den Hauptrezeptor für das HI-Virus, das CD4, exprimieren. Somit hat der Körper in der Primärinfektion den Viren in den frühen Phasen wenig entgegenzusetzen, sodass man für die antivirale Abwehr meist auf den Einsatz des erworbenen Immunsystems angewiesen ist. Die erste virämische Phase ist deshalb meist nicht zu vermeiden, d.h., die Viren streuen vom Infektionsort ausgehend über das Blut durch den Körper und infizieren ihre Zielorgane, z.B. die Leber bei den Hepatitisviren. Wie bereits oben erwähnt, können die infizierten Zellen mehrheitlich nur über die CTL erkannt und getötet werden. Dazu müssen allerdings die viralen Proteine in der infizierten Zelle prozessiert und über MHC-I-Moleküle an der Zelloberfläche präsentiert werden. Diese Mechanismen der Antigenprozessierung und -präsentation (Kap. 4) können die Viren an verschiedenen Stellen inhibieren.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Immunantwort gegen Viren"
        },
        {
            "text": "Abb. 8.6 Die Entscheidung zur richtigen Immunantwort fällt in der frühen Phase. In der frühen Phase der Immunantwort entscheidet sich, in welche Richtung die adaptive Immunantwort geht. Die Entscheidung wird dabei maßgeblich von den APC und ihren Signalen gesteuert. Dies kann man auch experimentell nachvollziehen, indem man Mausstämme nimmt, die für Leishmania major empfänglich sind (z.B. Balb/c-Mäuse), und solche, die diese Infektion gut abwehren r können (z.B. C57Bl/6-Mäuse). Die empfänglichen Mäuse (rot) entscheiden sich für eine T H 2-Antwort, die eine humorale Immunantwort auslöst, die den intrazellulären Erreger nicht eliminieren kann, was zum Tode führt ( †). Die abwehrenden Mäuse (grün) entscheiden sich für die richtige, gegen intrazelluläre Erreger gerichtete T H 1-Antwort, eliminieren den Erreger und überleben dadurch (*). Dass die Entscheidung über die Immunantwort in der frühen Phase fällt, sieht man daran, dass man nur in dieser Phase die Richtung der Immunantwort noch verändern kann. Spritzt man den empfänglichen Mäusen (rot gestrichelt) Substanzen, die eine T H 1-Antwort fördern, so überleben diese, während die eigentlich abwehrenden Mäuse sterben, wenn man in diesen eine T H 2-Antwort induziert (grün gestrichelt). Sowohl CTL als auch NK-Zellen töten ihre Zielzellen über die Induktion der Apoptose. Dies ist aus physiologischer Sicht der beste Weg, um die infizierten Zellen gezielt zu töten, ohne die Nachbarzellen zu schädigen. Umgekehrt haben diese beiden komplementären Systeme damit aber eine gemeinsame Endstrecke, was einige Viren \"erkannt\" haben (z.B. EBV, CMV, HSV) und deshalb auf vielfältige Weise die Induktion der Apoptose inhibieren (Tab. 8.2). Die Eigenschaft von EBV, das antiapoptotische vBcl-2 zu produzieren, macht man sich sogar in der Immunologie und Humangenetik zunutze, indem man damit B-Zellen eines Spenders immortalisiert (\"unsterblich macht\") und somit von einer Person eine B-Zell-Linie für weitere Untersuchungen generiert. Glücklicherweise stehen diese Viren in unserem Körper unter einer strikten T-Zell-Kontrolle, sodass diese potenzielle onkogene (krebserzeugende) Eigenschaft nur bei einer gestörten Immunantwort (z.B. eine Koinfektion mit Malaria) zur Auswirkung kommt (Abb. 8.7).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Immunantwort gegen Viren"
        },
        {
            "text": "Neben der Abtötung der infizierten Zellen muss das Immunsystem aber auch die Ausbreitung der Viren im Körper eindämmen, d.h., die weitere Virämie verhindern. Da die Viren bei der Streuung über den Körper frei vorliegen, sind Antikörper erforderlich. Die CTL beseitigen folglich die befallenen Zellen, wohingegen die Antikörper eine weitere Ausbreitung im Körper verhindern. Viren wiederum haben auch Me-chanismen entwickelt, die Antikörperproduktion zu unterbinden. Da die B-Zellen für die Aktivierung und Antiköperproduktion eine T-Zell-Hilfe benötigen, müssen die viralen Proteine auch über MHC-II-Moleküle von den B-Zellen präsentiert werden. Auch diese Antigenpräsentation kann von Viren (z.B. HIV, HSV) an verschiedenen Stellen verhindert werden (Tab. 8.2).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Erregermenge"
        },
        {
            "text": "Letztlich benötigt die komplexe Immunantwort, vor allem auch die Aktivierung der B-Zellen, eine Interaktion und Kommunikation zwischen den Zellen des Immunsystems. Diese Kommunikation findet über Cytokine und Adhäsionsmoleküle statt (Kap. 7). Der Eingriff der Viren in die Immunregulation ist dabei sehr vielseitig und reicht von der Inhibition von Cytokinen und Adhäsionsmolekülen auf verschiedenen Ebenen bis hin zur Produktion von viralen Homologen von Cytokinen (Tab. 8.2).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Erregermenge"
        },
        {
            "text": "Neben diesen komplexen Mechanismen verstecken sich viele Viren vor der Immunabwehr dadurch, dass sie eine hohe Mutationsrate haben (z.B. Influenza). Die Punktmutationen verändern die Virusantigene leicht, sodass die dagegen gebildeten Antikörper nicht mehr richtig oder gar nicht passen. Bei diesen geringfügigen Mutationen spricht man von einer Antigen-Drift, die anhand der jährlichen Influenza-Welle beobachtet werden kann. Deshalb werden die Impfstoffe auch saisonal angepasst. Interessanterweise sind die Kreuzreaktivitäten bei den linearen T-Zell-Antigenen wesentlich höher als bei den dreidimensionalen B-Zell-Antigenen, womit man keine Immunität erhält, aber einen abgeschwächten Verlauf, da das T-Zell-Gedächtnis funktioniert. Dies ist ein Grund für die milderen Verläufe der Schweinegrippe-Pandemie im Jahr 2010 bei älteren Menschen, da diese bereits mit ähnlichen H1N1-Influenzaviren Kontakt hatten oder geimpft wurden. Noch komplizierter wird die Veränderung bei Viren, die neben dem Menschen auch Tiere als Reservoir haben (z.B. Influenza). Hier kann es durch die Coinfektion von menschlichen und tierischen Viren zu einer Vermischung (reassortment) der Gene kommen, sodass ein neues Virus aus den vorherigen entsteht, mit vollkommen neu kombinierten Eigenschaften. Gegen diese Viren besteht dann meist auch keine Kreuzreaktivität und damit keine partielle Immunität wie bei der Antigen-Drift. Diese vollkommene Veränderung nennt man Antigen-Shift. Solche Grippeviren sind in der Vergangenheit bereits mehrmals entstanden und haben dann das Potenzial, eine Pandemie, d.h. eine weltweite Infektionswelle hervorzurufen. Enthält das Virus dann noch Risikogene für schwere Krankheitsverläufe, so gibt es Millionen von Toten (z.B. die spanische Grippe von 1918).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Erregermenge"
        },
        {
            "text": "Die Immunantwort gegen große mehrzellige Erreger ist sehr beschränkt. Im Wesentlichen greifen hier die Barrierefunktionen, die die Besiedlung oder das Eindringen der Erreger verhindern. So ist die intakte Haut eine effektive Barriere gegen das Eindringen von Parasiten. Diese entwickeln aber oftmals Mechanismen, die Haut aktiv zu durchbohren. Bei den Pilzen haben sich die Dermatophyten (Hautpilze) sogar die Haut als Zielorgan ausgesucht. Hier sind der Säureschutzmantel der Haut und kommensale Bakterien wie Staphylococcus epidermidis auf der Haut und Lactobacillen auf den Schleimhäuten wichtige Mechanismen, um die Abb. 8.7 Die Immunantwort gegen Viren. In der sehr frühen spontanen Phase gibt es kaum Mechanismen gegen Viren. Die Interferone sind der wirksamste antivirale Schutzmechanismus der natürlichen Immunität. Die infizierten Zellen produzieren IFN-α (1) und induzieren damit einen antiviralen Zustand in den Nachbarzellen, sodass diese nicht infiziert werden können. Gleichzeitig werden die APC für eine antivirale Antwort aktiviert. Sie produzieren jetzt auch IFN (2), wobei die unreifen DC die stärksten Interferonproduzenten sind. Wenn das Virus die MHC-I-Expression herunterreguliert, so können NK-Zellen die virusinfizierten Zellen über das missing self töten f (3). Die eingewanderten APC (2) phagocytieren und prozessieren die Viren aber auch und wandern dann in der Lymphbahn (4) zum Lymphknoten. Dort präsentieren die APC, die durch IFN und die Gefahrensignale der Viren aktiviert wurden, den T H -Zellen das Antigen. Durch die Art der Aktivierung über die PRR schütten die DC insbesondere IL-12 und IFN-α aus, wodurch die T α H -Zellen zu T H 1-Zellen differenzieren und cytotoxische T-Zellen (CTL) aktiviert werden (5). Die APC werden dabei von den T H 1-Zellen in der Aktivierung der CTL unterstützt (6). Freies Antigen (7) erreicht ebenfalls über die Lymphe den Lymphknoten. Dort wird es, neben Makrophagen, von antigenspezifischen B-Zellen erkannt, endocytiert, prozessiert und T H -Zellen präsentiert (8). Durch die T-Zell-Hilfe teilen sich die B-Zellen (nicht gezeigt) und differenzieren zu Plasmazellen (9) aus. Die aktivierten CTL, T H 1-Zellen und die Antikörper verlassen den Lymphknoten über die abführende Lymphe und gelangen dann über den Ductus thoracicus in die Blutbahn (10). Die Antikörper können auf ihrem Weg Viren neutralisieren, die über den Körper streuen (11), und diffundieren unspezifisch in alle Gewebe und haben nur durch die Gefäßerweiterung am Entzündungsort eine Anreicherung. Die T-Zellen wandern hingegen über die Homing-Faktoren bevorzugt an der Entzündungsstelle aus (12). Im Gewebe neutralisieren die Antikörper freies Virus, sodass dieses keine weiteren Zellen infizieren kann (13). Des Weiteren kann über die Antikörper die ADCC (antibody-dependent cellular cytotoxicity) der NK-Zellen vermittelt werden y y (14), wodurch die NK-Zellen antigenspezifisch töten. Die CTL töten die virusinfizierten Zellen MHC-restringiert (15), wobei die MHC-Expression bereits durch die Interferone gesteigert wurde. Die T H 1-Zellen (16) verstärken die Funktion der NK-Zellen und CTL über IL-2 und IFN-γ. Besiedlung zu verhindern. Haben es die großen Erreger geschafft, diese Barrieren zu überwinden, so wird es für das Immunsystem sehr schwer, da nur wenige Mechanismen zur Verfügung stehen, um diese Erreger zu eliminieren. Alle Mechanismen schädigen dabei immer auch den Körper. In der sehr frühen Phase können Komplement und Phagocyten nur wenig gegen die Erreger ausrichten. Mehrzellige Parasiten besitzen zum Teil selbst eine Art Komplementsystem mit entsprechenden Regulatoren oder aber haben Inhibi-toren für das Komplement. Die Pilze sind durch ihre Zellwand weitestgehend geschützt. Im Darm helfen die Mastzellen, die Erreger in der sehr frühen Phase zu beseitigen, da die Mastzellaktivierung dort Durchfälle induziert, die dazu dienen sollen, die Erreger auszuspülen. Ein einfacher, aber effektiver Mechanismus, weshalb Bandwürmer am \"Kopfende\" (Scolex) Widerhaken entwickelt haben, mit denen sie sich in der Darmwand verankern und so nicht ausgespült werden können. Spulwürmer schwimmen hingegen aktiv ge- Abb. 8.8 Die Immunantwort gegen Parasiten. In der sehr frühen spontanen Phase werden die Mastzellen zur Degranulierung angeregt (1). Dies soll die Erreger nach Möglichkeit aus dem Körper spülen, z.B. durch Husten oder Durchfälle. Die eingewanderten basophilen und eosinophilen Granulocyten (2) werden durch die Parasiten ebenfalls zur Degranulierung angeregt, wodurch verschiedene toxische Substanzen die Erreger, aber auch das Gewebe schädigen. Die Basophilen und Eosinophilen phagocytieren und prozessieren Bruchstücke der Erreger und wandern dann in der Lymphbahn (3) zum Lymphknoten. Dort präsentieren die Eosinophilen (evtl. auch die Basophilen) den T H -Zellen das Antigen. Die Eosinophilen produzieren viel IL-4 und IL-5, das die T H -Zellen zu T H 2-Zellen differenzieren lässt (4). Freies Antigen (5) erreicht ebenfalls über die Lymphe den Lymphknoten. Dort wird es, neben Makrophagen, von B-Zellen antigenspezifisch erkannt, endocytiert, prozessiert und T H -Zellen präsentiert (6). Durch die T-Zell-Hilfe teilen sich die B-Zellen (nicht gezeigt) und differenzieren zu Plasmazellen (7) aus. Durch die Cytokine der Eosinophilen und T H 2-Zellen vollziehen die B-Zellen dabei einen Immunglobulinklassenwechsel zum IgE (8). Die aktivierten T H 2-Zellen und die Antikörper verlassen den Lymphknoten über die abführende Lymphe und gelangen dann über den Ductus thoracicus in die Blutbahn (9). Die Antikörper (10) diffundieren unspezifisch in alle Gewebe und haben nur durch die Gefäßerweiterung am Entzündungsort eine Anreicherung. Die T-Zellen wandern hingegen über die Homing-Faktoren bevorzugt an der Entzündungsstelle aus (11). Im Gewebe opsonisieren die IgE-Antikörper die Parasiten, sodass die Basophilen und Eosinophilen stärker zur Degranulierung aktiviert werden (12). Die T H 2-Zellen aktivieren zusätzliche Entzündungszellen, z.B. Makrophagen (13), die dann IL-1 synthetisieren, das Fibroblasten zur Collagensynthese anregt (14). Durch das Collagen werden die Parasiten eingekapselt (15). Um die Effektivität der Eosinophilen und Basophilen zu steigern, kommt wiederum das spezifische Immunsystem ins Spiel. Interessanterweise sind dabei die Eosinophilen und Basophilen selbst antigenpräsentierende Zellen, während Neutrophile dies nicht sind (Abb. 8.8). Des Weiteren produzieren die Eosinophilen, Basophilen und auch Mastzellen selbst große Mengen an IL-4 und IL-5, die ihre eigene Produktion im Knochenmark anregen und gleichzeitig eine T H 2-Immunantwort einleiten. Letztlich induzieren diese Cytokine auch einen Immunglobulinklassenwechsel zum IgE, dessen natürliche Funktion auch in der antiparasitären Immunantwort liegt. Ein erhöhtes IgE ist also ein Zeichen für eine Parasitose, in den Industrieländern aber meist ein Zeichen einer \"Pseudoparasitose\", d.h. einer Allergie. Die Eosinophilen, Basophilen und Mastzellen exprimieren Fcε-Rezeptoren, wodurch das IgE die Funktion dieser Zellen antigenspezifisch macht und potenziert.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Immunantwort gegen große Parasiten und Pilze"
        },
        {
            "text": "Wie oben beschrieben, haben wir viele Mechanismen, die Erreger abzuwehren; die Erreger haben sich aber genauso auf unser Immunsystem eingestellt und Strategien entwickelt, das Immunsystem auszuschalten. Trotzdem sind wir meistens gesund und wenn nicht, fragen wir uns \"warum immer gerade ich erkranke\" und nicht die Anderen. Was sind also die Mechanismen, die darüber entscheiden, ob man sich infiziert oder nicht? Dies sind im Wesentlichen drei Dinge: 1. Erregermenge 2. Immunkapazität des Wirtes 3. Eintrittsort des Erregers",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Was entscheidet darüber, ob wir uns infizieren oder nicht?"
        },
        {
            "text": "Glücklicherweise infizieren wir uns nicht immer, wenn wir mit Infektionserregern in Kontakt kommen. Um die Abwehrmechanismen der natürlichen Immunität zu überwinden, braucht es eine gewisse Keimdosis. Diese Keimdosis ist umso niedriger, je pathogener der Erreger ist, d.h. umso mehr Pathogenitätsfaktoren er besitzt. Die infektiöse Dosis eines Erregers ist also keine feste Größe, sondern sehr variabel, es handelt sich um einen Schwellenwert. Werden die Mikroorganismen immer von der natürlichen Abwehr erkannt und eliminiert, sprechen wir von apathogenen Organismen. Die natürliche Immunität sorgt also dafür, dass wir uns gar nicht erst infizieren. Im Falle einer Sekundärinfektion ist der Schwellenwert durch die Antikörper stark angehoben. Im Falle eines protektiven Titers ist eine natürliche Infektion unmöglich, d.h. die nötige Keimdosis zur Überschreitung des Schwellenwertes wird unter natürlichen Bedingungen nicht erreicht. Bei einem Wert unterhalb des protektiven Titers haben wir eine partielle Immunität, d.h. der Schwellenwert ist erhöht, es kann aber bei Kontakt mit einer großen Erregermenge zur Infektion kommen (Abb. 8.9).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Die Rolle der Erregermenge bei der Infektion"
        },
        {
            "text": "Ein intaktes Immunsystem definiert den Schwellenwert für einen Erreger. Dementsprechend verändert sich der Schwellenwert auch, wenn sich die Kapazität des Immunsystems verändert. Der Schwellenwert ist also auch von Individuum zu Individuum verschieden, je nach der Kapazität des jeweiligen Immunsystems. Die Kapazität ist dabei die Gesamtheit aller Mechanismen des Immunsystems. Die Funktionen des angeborenen Immunsystems können durch zu viel Waschen und ungesunde Ernährung negativ beeinflusst werden (Kap. 15), sodass die Immunkapazität und damit der Schwellenwert für Erreger sinkt. Dies bedingt, dass man bei Mangel-oder Fehlernährung eine erhöhte Infektanfälligkeit hat, da bereits eine geringere Keimdosis ausreicht, um eine Infektion auszulösen. Bei Immundefekten (Kap. 16) wird die Immunkapazität soweit gesenkt, dass es zu sogenannten opportunistischen Infektionen kommt, d.h. man infiziert sich mit Keimen, die für Personen mit einem normalen Immunsystem ungefährlich sind, z.B. Pneumocystis jiroveci (früher carinii) bei HIV-Infizierten.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Die Rolle der Immunkapazität des Wirtes bei der Infektion"
        },
        {
            "text": "Neben der angeborenen wird auch die spezifische Immunität durch den Lebenswandel und die genetische Ausstattung beeinflusst. Ein wichtiges Merkmal ist dabei der HLA-Typ eines Menschen, der darüber entscheidet, welche Peptide effektiv präsentiert werden können und welche nicht. Des Weiteren hat auch jeder eine persönliche Ausstattung an antigenspezifischen Rezeptoren, die die positive und negative Selektion überleben. Somit hat jeder Mensch eine immunolo-gische Lücke, d.h. ein oder mehrere Antigene, auf die er keine adäquate spezifische Immunantwort geben kann, da die Antikörper oder TCR fehlen oder aber die Antigene nicht effektiv präsentiert werden können. Umgekehrt gibt es aber auch Individuen, die gewisse Antigene besonders effektiv präsentieren können, wie man kürzlich an Personen entdeckt hat, die sich trotz Exposition nicht mit HIV infiziert haben.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Die Rolle der Immunkapazität des Wirtes bei der Infektion"
        },
        {
            "text": "Der Schwellenwert wird jedoch nicht nur durch die Pathogenität des Erregers und die Immunkapazität des Wirtes, sondern auch durch den Eintrittsweg des Erregers bedingt. Ein Erreger kann also bedingt durch den Eintrittsweg einen unterschiedlichen Schwellenwert haben. So ist z.B. die Ansteckungsgefahr mit HIV bei Analverkehr um ein Vielfaches größer als bei Oralverkehr, da im Epithel des Mastdarms CD4 + -Zellen vorkommen. Aufgrund der Coevolution zwischen Erregern und Immunsystem kommt es sogar vor, dass sich die Barrierefunktionen so gut an einen Erreger anpassen, dass die nachgeschalteten Mechanismen nicht mehr adaptiert werden. Staphylococcus epidermidis ist eigentlich ein kommensaler Keim auf unserer Haut, der aber als Erzeuger von Katheterinfektionen gefürchtet ist. Wenn S. epidermidis ins Tiefengewebe kommt, so kann er hier Infektionen hervorrufen, während er die intakte Haut nie durchdringt und in den oberen Hautschichten abgetötet wird.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Die Rolle des Eintrittsortes bei der Infektion"
        },
        {
            "text": "Immunkapazität und Pathogenität definieren die Infektionswahrscheinlichkeit mit einem Krankheitserreger. Die Keime, mit denen man sich mit großer Wahrscheinlichkeit auch als gesunder Mensch in-Abb. 8.9 Die Infektion hängt von der Erregermenge ab. Um das Immunsystem zu überwinden, muss eine gewisse Erregermenge vorliegen. Sobald dieser Schwellenwert überschritten ist, manifestiert sich die Infektion und der Erreger vermehrt sich exponentiell. In den frühen Phasen der Primärreaktion wird der Schwellenwert allein durch das angeborene Immunsystem (oliv hinterlegt) bestimmt, während in der Sekundärreaktion das erworbene Immunsystem, insbesondere die Antikörper, den Schwellenwert erhöhen. Wird der Schwellenwert nur leicht erhöht (hellblau unterlegt), so ist eine Infektion unwahrscheinlicher, aber bei einer hohen Keimdosis möglich. Es besteht eine partielle Immunität. Erreicht der Antikörpertiter den protektiven Titer (türkis), kann unter natürlichen Bedingungen keine Infektion mehr erfolgen. Die Person ist immun. Halbwertszeit von maximal 10-14 Tagen. Aufgrund des immunologischen Gedächtnisses wirken die Antikörper bei einer erneuten Gabe überhaupt nicht mehr, da sie direkt von den anti-Antikörpern neutralisiert werden. Schlimmer noch, bei einer zweiten Gabe riskiert man die Auslösung der danach benannten Serumkrankheit, die durch Verursachung eines anaphylaktoiden Schocks zum Tode führen kann. Die Serumkrankheit ist eine Typ-III-Allergie. Um sie zu verhindern, muss man die passiven Immunisierungen im Impfausweis protokollieren und bei einer erneuten Gabe eines Antitoxins auf eine andere Tierspezies zurückgreifen oder, wenn dies nicht möglich ist, mit einer geringen Menge subkutan vortesten, ob es zu einer Arthus-Reaktion kommt. Heute hat man für die gängigen Krankheiten Hyperimmunglobuline, das sind menschliche Immunglobulinpräparate (homologe Seren) mit einem hohen Titer für die jeweilige Krankheit, die aus dem Serum von geimpften Personen stammen. Gegen diese Präparate tritt in der Regel keine Immunreaktion auf, sodass sie mehrfach appliziert werden können. Eine natürliche Form der passiven Immunisierung liegt bei den Neugeborenen vor, die über die Plazenta mütterliches IgG bekommen haben, man spricht hier von Nestschutz. Dieser schützt die Kinder in den ersten 4-6 Lebensmonaten vor Infektionen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Infektionsprophylaxe"
        },
        {
            "text": "Die Impfung oder aktive Immunisierung ist der größte medizinische Erfolg überhaupt. Die Impfung ist die einzige prophylaktische Therapie, die dauerhaft vor einer Erkrankung schützt. Bei der Impfung werden abgeschwächte oder abgetötete Erreger oder nur deren Antigene appliziert, wodurch im Impfling eine Immunantwort gegen den Erreger bzw. das Antigen ausgelöst wird, die im Rahmen einer Sekundärantwort schützend ist. Dieser lang anhaltende Schutz aufgrund des immunologischen Gedächtnisses ist auch der wesentliche Vorteil gegenüber der passiven Immunisierung. Als Begründer der Impfung gilt der englische Landarzt Edward Jenner (Kap. 1).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Impfung"
        },
        {
            "text": "Die Pockenimpfung hat aber noch eine weitere Erfolgsgeschichte. Bereits am Anfang des 19. Jahrhunderts begannen einige Staaten mit einer systematischen Pockenimpfung, bevor die WHO 1967 die weltweite Impfpflicht für die Pocken beschloss. Aufgrund dieses strikten Handelns ist es gelungen, die Pocken weltweit auszurotten, was die WHO 1980 offiziell festgestellt hat. Die Impfung wird seitdem auch nicht mehr durchgeführt. Diese ist aber leider auch das einzige Erfolgsbeispiel, wobei die Ausrottung sowieso nur bei Erregern möglich ist, die den Menschen als alleiniges Reservoir haben. Die WHO wollte bereits bis zum Jahr 2000 die Masern weltweit ausrotten, wovon wir aber selbst in Deutschland noch weit entfernt sind. Dies beruht darauf, dass man für die Ausrottung einer Infektion die Übertragung von Mensch zu Mensch unterbinden muss. Dafür benötigt man eine Impfrate von mindestens 95%, besser natürlich darüber. Man spricht in diesem Zusammenhang von Herdenimmunität oder Kollektivschutz, d.h., die wenigen nicht geimpften Personen sind durch die geimpften Personen geschützt, da die Übertragungswahrscheinlichkeit zu gering ist, denn die Übertragung ist ja nur von nicht geimpfter zu nicht geimpfter Person möglich. Die Masernausbrüche in Deutschland sind deshalb auch immer in Schulen oder Kindergärten, in denen der Anteil nicht geimpfter Kinder besonders hoch ist. In Deutschland gibt die STIKO (Ständige Impfkommission) am Robert-Koch-Institut Impfempfehlungen heraus (Tab. 8.5), die regelmäßig aktualisiert werden. Bei den Impfungen unterscheidet man Standardimpfungen (Regelimpfungen) nach dem Impfkalender, Indikationsimpfungen und Auffrischimpfungen. Die Standardimpfungen sichern die Grundimmunisierung gegen die jeweiligen Erreger. Die Auffrischimpfungen dienen der Boosterung der Grundimmunisierung in regelmäßigen Abständen, bei Tetanus und Diphtherie alle 10 Jahre. Die Indikationsimpfungen sind besondere Impfungen, die nur für Risikogruppen empfohlen werden, also z.B. Reiseimpfungen wie Gelbfieber, wenn man in entsprechende Gebiete reist.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Impfung"
        },
        {
            "text": "Die empfohlenen Standardimpfungen sind alle sehr gut verträglich, und die möglichen Risiken sind gegenüber den Gefahren der Erkrankungen absolut zu vernachlässigen. Diese Risiko-Nutzen-Abwägung muss jeder Arzt vor der Impfung vornehmen, da es bei den Indikationsimpfungen auch weniger verträgliche Impfstoffe gibt, die nur bei einem entsprechenden Gefährdungspotenzial appliziert werden sollten. Bei den Impfstoffen werden Lebendimpfstoffe von Totimpfstoffen unterschieden. Bei den Lebendimpfstoffen handelt es sich um abgeschwächte (attenuierte), aber noch vermehrungsfähige Erreger, die im Impfling eine abgeschwächte Infektion hervorrufen und eine komplexe Immunität gegen den Erreger erzeugen. Der Vorteil der Lebendimpfstoffe ist die gute Die Impfungen 1-5 werden auch kombiniert. Auch die Impfungen 6 + 14 werden kombiniert.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Impfung"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Berlin Global report: UNAIDS report on the global AIDS epidemic 2010",
            "authors": [],
            "year": 2010,
            "venue": "",
            "volume": "30",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Use of intraveneous immunoglobulins for prophylaxis or treatment of infectious diseases",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "G"
                    ],
                    "last": "Hellewell",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Williams",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Immunopharmacology of Neutrophils",
            "volume": "8",
            "issn": "",
            "pages": "859--863",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Adjuvants and autoimmunity",
            "authors": [
                {
                    "first": "Robert-Koch-Institut",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Berlin Internetseiten der World Health Organization: www.WHO. int Internetseiten des Robert-Koch-Institutes: www.RKI.de Israeli E",
            "volume": "18",
            "issn": "",
            "pages": "1217--1225",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The eosinophil: The cell and its weapons, the cytokines, its locations. Semin",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "H"
                    ],
                    "last": "Kariyawasam",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Robinson",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Respir Crit Care Med",
            "volume": "27",
            "issn": "",
            "pages": "117--127",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Cytokine und Interferone: Botenstoffe des Immunsystems",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kirchner",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kruse",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Neustock",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Rink",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Basophils, basophilia and helminth infections",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Mitre",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "B"
                    ],
                    "last": "Nutman",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Chem Immunol Allergy",
            "volume": "90",
            "issn": "",
            "pages": "141--156",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Immunopharmacology of Eosinophils",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Cook",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Basophils: A nonredundant contributor to host immunity",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "M"
                    ],
                    "last": "Sullivan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Locksley",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Immunity",
            "volume": "30",
            "issn": "",
            "pages": "12--20",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Eosinophil granule proteins and their role in disease",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Walsh",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Curr Opin Hematol",
            "volume": "8",
            "issn": "",
            "pages": "28--33",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "das Proteasom inhibiert werden (z.B. EBV, CMV), dann als nächstes der Antigentransport durch die TAPs verhindert werden (z.B. CMV, HSV) und letztlich die Beladung und Expression von MHC-I-Molekülen blockiert werden (z.B. CMV, HIV). Einige Viren sind sogar noch effektiver, indem sie bereits vorhandene MHC-I-Moleküle von der Oberfläche über Endocytose verschwinden lassen (z.B. HIV) oder die Expression von MHC-I-Molekülen herunterregulieren (z.B. humanes Herpesvirus-8, HHV-8).Als aufmerksamer Leser der vorherigen Kapitel weiß man bereits, dass das Immunsystem genau für diesen Fall einen Notfallmechanismus hat: die NK-Zellen, die ihre Zielzellen töten, wenn diese keine MHC-I-Moleküle mehr exprimieren (Kap. 3). Auch darauf haben sich einige Viren trickreich eingestellt, indem sie in der Lage sind, virale Homologe der MHC-I-Moleküle (also einen gefälschten Ausweis für die Körperzugehörigkeit) zu produzieren (z.B. CMV) oder nichtklassische MHC-I-Moleküle wie das HLA-E hochzuregulieren (z.B. CMV) und die NK-Zellen zu inhibieren. Die Viren bedienen sich der Mechanismen, wie sie natürlicherweise in der Plazenta vorkommen (Kap. 7).",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "sche Behandlung jedes Infizierten verhindert zuverlässig jede Ausbreitung. Die Malaria tropica war bis zur Mitte des 20. Jahrhunderts im Mittelmeerraum endemisch, die Malaria tertiana bis 1970 in Nordeuropa. Hier hat eine vollständige Behandlung aller Infizierten zusammen mit einer vorübergehenden Entfernung der Überträgermücken die Plasmodien vollständig eliminiert. Zwar sind die übertragenden Mücken wieder vorhanden, dennoch wird die Malaria nicht wieder Fuß fassen können. Anders könnte es aber bei anderen durch Vektoren übertragenen Infektionen aussehen. So hat sich z.B. Aedes albopictus, die sogenannte Asiatische Tigermücke, durch den globalen Transport inzwischen von Asien über alle Kontinente ausgebreitet. Sie ist nun auch in Südeuropa bis zu den Alpen heimisch. Die Mücke ist ein effizienter Überträger verschiedener Tropenviren, wie des Denguevirus und des Chikungunya-Virus. Wenn eine virusinfizierte Person in eine Gegend mit Überträgermücken einreist, kann es in der nichtimmunen Bevölkerung zu Ausbrüchen kommen. Dies ist im Sommer 2007 in der Nähe von Ravenna in Italien geschehen. Ein Reisender aus der Region des indischen Ozeans hatte sich vor Abreise mit dem Chikungunya-Virus infiziert, sodass das Virus nach Ankunft in Italien in seinem Blut vorhanden war und von Aedes-Mücken übertragen wurde. Insgesamt wurden mehr als 200 Fälle gemeldet, glücklicherweise blieb eine weitere Verbreitung der Erkrankung aus. Auch das Denguevirus ist in Europa angekommen: Im Oktober 2010 wurde ein erster autochtoner Fall in Kroatien gemeldet. Die übertragenden tagaktiven Mücken leben eng mit den Menschen zusammen, sie brüten in winzigen Wasserpfützen in der Nähe der Häuser. Ein besonderes Problem ist die transovariale Übertragung der Viren, die in den abgelegten Eiern überwintern können, sodass im Frühjahr infizierte Mücken schlüpfen. Gegen diese Viren gibt es keine Medikamente und noch keine Impfstoffe. Da die Reifung der Viren in der Mücke temperaturabhängig ist, könnte die globale Erwärmung eine Rolle spielen. Von den derzeit bekannten tropischen Infektionserregern haben nur wenige eine Bedeutung für Europa. Schlafkrankheit, Bilharziose und andere parasitäre Infektionen sind von der besonderen lokalen Situation abhängig. Sie werden in Deutschland bei Reisenden immer häufiger gesehen. Die Leishmaniose, übertragen von Sandmücken, ist schon immer im Mittelmeerraum heimisch. Ob sie sich weiter nach Norden ausbreiten kann, hängt von den klimatischen Bedingungen ab. Jedoch existiert eine unbekannte Vielfalt von Erregern in den Gebieten der Tropen, vor allem von tropischen Viren. Reservoire solcher Viren sind Tiere, Primaten, aus denen das HIV kam, und insbesondere Fledermäuse, in deren riesigen Kolonien sich Viren vermehren und verändern. Ebola-und Marburg-Virus sind von Fledermäusen auf den Menschen übergegangen, ebenso das SARS-Coronavirus sowie Nipah-und Hendra-Viren. Es ist wahrscheinlich, dass von hier weitere weltweite Epidemien ausgehen werden. Im Kap. 1 (Abb. 1.1) wurde schon die Größe von Bakterien und Viren der Größe der Leukocyten gegenübergestellt. Diese Erreger sind kleiner als die Leukocyten. Das Immunsystem hat aber auch mit größeren Erregern zu tun, z.B. mit Würmern, die ein Vielfaches der Größe eines Leukocyten aufweisen. Somit muss das Immunsystem auf Erreger reagieren können, die: Abb. 8.2), die molekularen Mechanismen dahinter jedoch sehr komplex, sie wurden in den vorherigen Kapiteln bereits erläutert.Die erste Entscheidungsebene ist die Größe der Erreger, wobei die Größe einfach anhand der eigenen Größe der Leukocyten definiert ist. Alles, was kleiner ist als ein Phagocyt, kann phagocytiert und intrazellulär abgetötet werden. Dies ist alles bis zur Größe eines einzelligen Sprosspilzes (z.B. Candida albicans). Der Vorteil dieses Mechanismus ist naheliegend, da es durch die intrazelluläre Abtötung keine Kollateralschäden gibt, d.h., das umliegende Gewebe kommt mit den toxischen Substanzen der Granula nicht in Berührung. Der Phagocyt selbst wird durch die Reaktion aber auch geschädigt, sodass er nur eine begrenzte Anzahl von Erregern intrazellulär abtöten kann, bis er schließlich selbst an diesem Prozess verstirbt. Die abgestorbenen Phagocyten nehmen wir als Eiter in einer Wunde wahr, wenn sie nicht rechtzeitig von anderen Phagocyten aufgenommen und abtransportiert werden.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Tab. 8.1 Unterscheidung von Primärinfektion, chronischer und überstandener Infektion",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Immunantwort gegen extrazelluläre Bakterien und kleine SprosspilzeStellen wir uns ein alltägliches Problem vor, bei dem wir uns bei der Gartenarbeit an der Hand verletzen und mit der Gartenerde Bakterien in die Wunde gelangen. So harmlos wie es sich zwar an dieser Stelle anhört, könnte ein kleiner Ratscher an der Hand zum Tode führen, wenn nämlich Clostridium tetani (welches in Form von Sporen in Gartenerde häufig vorkommt) in die Wunde gelangt und sein Toxin den Tetanus (Wundstarrkrampf) auslöst. Auf dieses Beispiel werden wir noch mal bei den Abwehrmechanismen der Erreger und der Immunprophylaxe zurückkommen. Andere Erreger haben sogar Mechanismen, Pathogenitätsfaktoren genannt (Tab. 8.2), mit denen sie aktiv die physikalischen und mechanischen Barrieren überwinden können. Dies sind z.B. Toxine, die die Cilienbewegung in der Lunge einschränken und so den Abtransport der Erreger aus dem Respirationstrakt einschränken, damit dieser sich dort weitervermehren kann(z.B. Bordetella pertussis, Keuchhustenerreger). Sobald die Bakterien ins Gewebe eingedrungen sind, vermehren sie sich exponentiell. Um diese Dynamik zu verstehen, muss man sich ca. 1 μm große (ein Tausendstel Millimeter) Bakterien vorstellen, die sich nach jeder Teilung übereinander stapeln. Bakterien wie Escherichia coli können sich alle 20 Minuten teilen, d.h., wir hätten nach 20 Minuten 2 Bakterien (hintereinander gereiht = 2 μm) nach 40 Minuten 4 (= 4 μm) und nach 24 Stunden 2 71 Bakterien, was einer Strecke von 2,36 x 10 21 μm oder 2360 Milliarden Kilometer entsprechen würde. Das Licht könnte in der gleichen Zeit bei Lichtgeschwindigkeit (300 000 km/Sekunde) nur ca. 26 Milliarden Kilometer zurücklegen. Es entsteht also ein unglaublicher Wettlauf zwischen den sich schnell vermehrenden Erregern und dem Immunsystem. Deshalb ist es auch wichtig, das exponentielle Wachstum so früh wie möglich zu bremsen. Die erste Abwehrkomponente im Gewebe ist das Komplementsystem, welches in der Primärantwort nur den Lektinweg und den alternativen Weg zur Verfügung hat. Über die Aktivierung des Komplements kommt es zur Opsonisierung und/oder Lyse der Bakterien, sofern diese sich nicht vor dem Angriff durch Komplement schützen (Details zum Komplement Kap. 3). Dies machen viele Bakterien, indem sie eine Kapsel ausbilden. Durch die Kapsel kann der Membranangriffskomplex des Komplements sich nicht an der Membran der Bakterien anlagern und so keine Lyse auslösen (z.B. Staphylokokken). Andere Bakterien hingegen bilden direkte Mechanismen aus, um die Wirkung der Komplementkomponenten zu inaktivieren (Tab. 8.2). Bakterien mit solchen Pathogenitätsfaktoren schaffen es somit schneller, die sehr frühe Phase der Immunantwort zu überstehen und sich zu vermehren. Umgekehrt sind Bakterien, z.B. Neisserien, denen solche Pathogenitätsfaktoren fehlen, empfindlich für das Komplementsystem und treten meist nur in Erscheinung, wenn dieses Defekte aufweist. Als Nächstes müssen sich die Erreger mit den Phagocyten auseinandersetzen, wobei auch hier eine Kapsel (z.B. Streptococcus pneumoniae, der häufigste Erreger der bakteriellen Lungenentzündung) erschwerend für die Phagocytose ist, da die Erreger nicht adäquat mit Komplement opsonisiert und die repetitiven Zuckersequenzen nicht gut von PRR erkannt werden. Letztlich gibt es noch Bakterien, die Leukozidine produzieren, d.h. Toxine, die Leukocyten töten können (z.B. Staphylococcus aureus und Streptococcus pyogenes) und somit aktiv die Immunabwehr ausschalten und zwar nicht nur die Zellen des angeborenen, sondern auch die des spezifischen Immunsystems. Nach erfolgter Phagocytose müssen sich die Bakterien vor dem intrazellulären Abtöten schützen, d.h. in erster Linie vor reaktiven Sauerstoffspezies (ROS) und Wasserstoffperoxid (H 2 O 2 ), wofür sie z.B. das Enzym Katalase produzieren (z.B. S. aureus). Die hoch pathogenen Erreger, die mit vielen dieser Pathogenitätsfaktoren ausgerüstet sind, können die frühen Phasen häufig überwinden und eine manifeste Entzündung und Infektion auslösen. Phagocyten mit antigenpräsentierender Funktion (Makrophagen und DC), denen es gelingt, zu phagocytieren, transportieren dann das Antigen in den Lymphknoten. Antigen, das frei über die Lymphe in den Lymphknoten gelangt, wird dort von Makrophagen aufgenommen oder von den B-Zellen in der B-Zell-Zone endocytiert. Von den B-Zellen können natürlich nur die für dieses Antigen spezifischen B-Zellen das Antigen über das membranständige Immunglobulin aufnehmen. Beeinträchtigt wird die Reaktion im Lymphknoten im Wesentlichen nur, wenn vermehrungsfähige Bakterien bis in den Lymphknoten gelangen. Dies kommt meistens in den Fällen vor, wo die Bakterien sehr effektive Toxine bilden, wie z.B. Clostridium tetani. Das Tetanustoxin tötet oder paralysiert die Leukocyten, sodass keine Immunreaktion gegen den Erreger möglich ist und der Erreger sich über die Lymphbahnen ausbreitet.Nachdem wie oben beschrieben die spezifische Immunität im Lymphknoten aktiviert wurde, gelangen die T H -Zellen und Antikörper an den Infektionsort zurück. Die Funktion der T H -Zellen wird wiederum durch die Leukozidine beeinflusst, während die An-tikörper direkt über bakterielles Protein A (S. aureus) oder Protein G (Streptokokken) inaktiviert werden können. Dies geschieht über Bindung dieser Proteine an den Fc-Teil der Antikörper. Dadurch wird die Funktionsvermittlung über den Antikörper inhi-Abb. 8.3 Die Immunantwort gegen extrazelluläre Bakterien. In der sehr frühen spontanen Phase wirken lösliche Faktoren, wie Komplement und antimikrobielle Peptide, gegen die Bakterien. In der frühen induzierten Phase (1) werden die Phagocyten rekrutiert, die die Bakterien phagocytieren und abtöten. Die neutrophilen Granulocyten sind dabei die ersten und meisten Phagocyten, die den Infektionsherd erreichen. Die eingewanderten APC (2) phagocytieren und prozessieren die Erreger und wandern dann in der Lymphbahn (3) zum Lymphknoten. Dort präsentieren die APC, die durch die Phagocytose und die Gefahrensignale der Bakterien aktiviert wurden, den T H -Zellen das Antigen. diffundieren unspezifisch in alle Gewebe und haben nur durch die Gefäßerweiterung am Entzündungsort eine Anreicherung. Die T-Zellen wandern hingegen über die Homing-Faktoren bevorzugt an der Entzündungsstelle aus (10). Im entzündeten Gewebe opsonisieren die Antikörper die Erreger (11), wodurch diese verstärkt phagocytiert und durch Komplement lysiert werden. Die T H 17-Zellen(12) verstärken die Funktion der Phagocyten. Erreger quasi in die Zellmembran einrollt und so eine mehrfache Umhüllung entsteht. In der Zelle angelangt, haben die intrazellulären Erreger verschiedene Mechanismen, sich vor der Abtötung zu schützen. Sie können wie die extrazellulären Bakterien auch Katalase produzieren (z.B. Mycobacterium tuberculosis). Noch raffinierter ist aber, dass die Verschmelzung des Phagosoms mit dem Lysosom verhindert wird (z.B. M. tuberculosis, M. leprae). Wie effektiv dieser Mechanismus ist, sieht man daran, dass nach Angaben der WHO etwa ein Drittel der Weltbevölkerung mit M. tuberculosis infiziert ist und rund 1,7 Millionen Menschen jährlich daran sterben. Für die Entdeckung der Mycobakterien bekam Robert Koch 1905 den Nobelpreis für Physiologie oder Medizin (Abb. 8.4).",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Abb. 8.4 Robert Koch. Er identifizierte 1882 Mycobacterium tuberculosis als den Erreger der Tuberkulose, wofür er 1905 den Nobelpreis für Physiologie oder Medizin erhielt. Wenige Jahre zuvor isolierte er bereits den Erreger des Milzbrands und revolutionierte damit die Mikrobiologie. Die Koch'schen-Postulate (korrekter Henle-Koch-Postulate genannt) haben bis heute Bestand. Vereinfacht sagen die drei Postulate, dass ein Erreger aus einer infizierten Person isolierbar und vermehrbar sein muss und dass sich mit dem isolierten Erreger die Krankheit erneut auslösen lässt.wichtig. Eine besondere Rolle hat dabei die Induktion von IFN-α über TLRs in den DC und die Produktion von IFN-γ durch aktivierte NK-Zellen.",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Tab. 8.3Präformierte Granulainhalte von eosinophilen und basophilen Granulocyten und ihre Funktion. Die Inhaltsstoffe der Basophilen und Eosinophilen haben oft gegensätzliche Funktion, sodass Erreger unterschiedlich angegriffen werden können.die Parasiten an, sondern auch das befallene Gewebe. Die Enzyme können nicht zwischen Parasiten-und Menschenzellen unterscheiden. Durch die ausgelöste Entzündungsreaktion wird außerdem über IL-1 eine Collagensynthese induziert, die dazu dient, den Erreger \"einzusperren\", d.h. er wird eingekapselt, damit er sich nicht im Körper ausbreitet. Dies ist auf der einen Seite sinnvoll, auf der anderen Seite aber auch eine Art Kapitulation, da die Kapsel gleichzeitig den Angriff durch die Granulocyten verhindert. Einige Erreger nutzen dies aus, indem sie die Kapselbildung fördern (z.B. Trichine, Fadenwürmer).",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "fiziert, haben eine große medizinische Bedeutung, sodass man durch gezielte Maßnahmen die Infektion und Ausbreitung dieser Krankheiten verhindern muss. Die Infektionsprophylaxe kann man grob in Neben diesen drei Punkten gibt es natürlich noch weitere Maßnahmen, wie gesunde Ernährung, auf die aber im Kap. 15 eingegangen wird. Des Weiteren sollte man nie vergessen, dass die Infektionsproblematik in den Entwicklungsländern dadurch verstärkt wird, dass viele Menschen in diesen Ländern an Unterernährung und damit an einem latenten Immundefizit leiden. Natürlich kann man auch Antibiotika zur Prophylaxe einsetzen, dies ist aber in der Regel keine dauerhafte Maßnahme und hat keine immunologischen Grundlagen.Hygiene-und SchutzmaßnahmenDie einfachste Prophylaxe ist die Kontaktvermeidung mit den Erregern und hat damit eigentlich auch nur wenig mit Immunologie zu tun. Man muss dabei zwei grundsätzliche Dinge unterscheiden: den persönlichen Schutz und den Schutz anderer Personen. Zum persönlichen Schutz gehören sauberes Trinkwasser und Schutzkleidung bzw. Moskitonetze in den Tropen. Der Schutz anderer Personen betrifft vor allem Patienten in Krankenhäusern. Diese sind oft immungeschwächt und haben dadurch einen niedrigeren Schwellenwert, sodass sie sich an Keimen infizieren, mit denen das gesunde Krankenhauspersonal asymptomatisch besiedelt ist. Ein wichtiges klinisches Beispiel sind MRSA-Infektionen (methicillinresistente Staphylococcus aureus), die vom Krankenhauspersonal übertragen werden können, wenn dieses die vorgeschriebenen Maßnahmen zur Desinfektion nicht strikt einhält. Im Gegensatz zu den T-Zellen erkennen Antikörper freie Antigene und sind nicht auf den körpereigenen MHC restringiert. Deshalb kann man die humorale Immunität auch von einer Person auf die andere übertragen, die zelluläre Immunität hingegen nicht. Dies hat als Erster der deutsche Wissenschaftler Emil Behring erkannt. Er veröffentlichte 1890, dass man durch Serum die Immunität gegen einen Erreger von einem Tier auf ein anderes übertragen kann. Kurze Zeit später immunisierte er Schafe mit dem Diphtherie-Erreger (Corynebacterium diphtheriae) und konnte mit deren Serum an Diphtherie erkrankte Kinder heilen; dies nennt man heute Postexpositionsprophylaxe. Für die Entdeckung der Serumtherapie bekam Emil von Behring (Abb. 8.10) bereits zehn Jahre später (1901) den allerersten Nobelpreis für Physiologie oder Medizin überhaupt. Die Serumtherapie kann auch zur Infektionsprophylaxe eingesetzt werden, d.h., ein Mensch wird für eine gewisse Zeitspanne gegen den Erreger immun. Heute stellt man die Antikörpermenge in der Regel so ein, dass eine passive Immunisierung ungefähr zwei Halbwertszeiten der Antikörper hält, d.h. 6-8 Wochen. Diese Form der passiven Immunisierung setzt man meistens vor Reisen ein, wenn die Zeit zur Impfung vor Reiseantritt nicht mehr reicht (z.B. passive Immunisierung gegen Hepatitis A). Die passive Immunisierung hat jedoch einen wesentlichen Nachteil gegenüber einer Impfung: Sie wirkt nur kurze Zeit, da sich kein immunologisches Gedächtnis ausbildet (Tab. 8.4). Ein besonderes Problem der tierischen Antiseren (heterologe Seren) ist dabei, dass diese selbst vom Körper des Empfängers als fremde Antigene erkannt und schnell abgebaut werden, d.h. sie haben dadurch nur eine geringe Abb. 8.10 Emil von Behring. Emil von Behring hat die passive Immunisierung erfunden und dadurch die Kindersterblichkeit drastisch gesenkt. Für diese Leistung wurde er geadelt und bekam 1901 den Nobelpreis für Physiologie oder Medizin. Das damalige Nobelpreiskomitee würdigte die Arbeiten als \"neuen Weg in der Medizin, der den Ärzten eine siegreiche Waffe gegen Krankheiten und Tod in die Hand gibt\".",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "Tab. 8.4 Vergleich von aktiver und passiver ImmunisierungSimultanimpfung (Aktiv-passiv-Immunisierung)Was wird appliziert AntikörperAntigen Antigen und Antikörper",
            "latex": null,
            "type": "table"
        },
        "TABREF8": {
            "text": "Tab. 8.5 Standardimpfungen und ausgewählte Indikationsimpfungen in Deutschland (2011) Krankheit/Erreger, gegen die geimpft wird Anzahl der Impfungen zur Grundimmunisierung 11. Influenza [Grippe] Totimpfstoff (Spaltimpfstoff) ab dem 60. Lebensjahr und Risikogruppen jährlich 12. Humane Papillomviren (HPV) Totimpfstoff (rekombinant), Regelimpfung nur für Mädchen",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Immunisierung und der lang anhaltende Schutz. Der Nachteil ist die Gefahr einer nicht einzudämmenden Infektion bei immundefizienten Patienten, bei denen Lebendimpfstoffe grundsätzlich kontraindiziert sind. Früher gab es mehrheitlich Lebendimpfstoffe, während heute mehrheitlich Totimpfstoffe Verwendung finden. Zuletzt hat man bei der Polioimpfung (Kinderlähmung) umgestellt, da es in Deutschland keine natürlichen Polioinfektionen mehr gab, aber jährlich ein paar impfstoffinduzierte Fälle, weil die attenuierten Impfstämme der Polioviren nach der Darmpassage wieder krankheitserregend werden konnten.Bei den Totimpfstoffen unterscheidet man solche, in denen ganze abgetötete Erreger sind (z.B. den weniger gut verträglichen Influenza-Ganzvirusimpfstoff), von Impfstoffen mit enzymatisch zerkleinerten Erregern (z.B. den gut verträglichen Influenza-Spaltimpfstoff) und den sehr gut verträglichen rekombinanten Impfstoffen (z.B. Hepatitissurface-Antigen, BsAg), bei denen nur noch einzelne Bestandteile des Erregers gentechnisch hergestellt werden. In vielen Fällen werden heute Impfstoffe mehrerer Erreger gemischt und in einer Impfung appliziert, man nennt diese Kombinationsimpfstoffe. Da das Immunsystem aber nur eine begrenzte Kapazität hat, kann man nicht beliebig viele und auch nicht alle Impfstoffe kombinieren. Interessanterweise erkennen wir bei den Impfungen auch die oben beschriebenen Anpassungsmechanismen der Erreger wieder. Bei den Viren müssen wir grundsätzlich mit Oberflächenantigenen impfen, damit diese an der primären Infektion der Zellen gehindert werden. Bei den Bakterien reicht es häufig, mit den inaktivierten Toxinen, Toxoide genannt, zu impfen, da die Bakterien selbst für das angeborene Immunsystem kein Problem darstellen, wenn dieses nicht durch die Toxine gelähmt wird (z.B. Tetanus-und Diphtherieimpfung).Wie wir gesehen haben, sind die passive und die aktive Immunisierung in ihren Eigenschaften komplementär. Dies machte man sich bei der Simultanimpfung oder Passiv-aktiv-Immunisierung zunutze, indem man gleichzeitig eine Impfung und eine passive Immunisierung durchführt. Der Vorteil liegt in der Kombination beider Verfahren, d.h. man hat einen sofortigen und gleichzeitig einen Langzeitschutz. Die passive Immunisierung überbrückt in diesem Falle die Zeit, bis der Körper durch die Impfung die eigene Antikörperproduktion aufgenommen hat. Leider lässt sich diese Kombination nicht bei allen Impfungen durchführen, wichtige klinische Beispiele sind aber die Tollwut-und die Tetanussimultanimpfung als Postexpositionsprophylaxe. Selbstverständlich muss man bei dieser Kombination auch bedenken, dass man aufpassen muss, dass sich Impfstoff und Antiserum nicht gegenseitig neutralisieren. Deshalb appliziert man das Antiserum immer wundnah und den Impfstoff möglichst weit davon entfernt (kontralateral).Unsere Grundlagenkenntnisse der Immunologie führen zu immer neuen Impfstoffentwicklungen, die die Immunantwort verbessern. So gibt es Konjugatimpfstoffe, bei denen z.B. Kapselpolysaccharide von Pneumokokken an einen Teil des Diphtherietoxoids als Protein-Carrier gekoppelt werden. Dabei macht man aus einem T-Zell-unabhängigen Antigen ein T-Zell-abhängiges Antigen und löst damit eine IgG-statt einer IgM-Immunantwort aus. Des Weiteren verstärkt man über den Hapten-Carrier-Effekt die Immunantwort, da aufgrund der Diphtherieimpfung gegen das Diphtherietoxoid bereits spezifische T H -Zellen vorliegen, die eine B-Zell-Hilfe geben können. Diese Impfstoffform ist besonders bei Säuglingen und alten Menschen zu bevorzugen, da bei diesen die T-Zell-unabhängige Immunantwort reduziert ist. Für Menschen ohne Milz sind Konjugatimpfstoffe die einzige Möglichkeit der Impfung gegen T-Zell-unabhängige Antigene. Neben diesen molekularen Ansätzen werden seit langem Adjuvanzien (Wirkverstärker) in den Impfstoffen eingesetzt. Hierbei muss man zwei Formen von Adjuvanzien unterscheiden: diejenigen, die eine Depotwirkung des Antigens hervorrufen, und solche, die Gefahrensignale für das Immunsystem darstellen. Die Adjuvanzien mit Depotwirkung sind seit langem im Einsatz und gut erprobt, während die Adjuvanzien, die Risikosignale darstellen, nicht unumstritten sind. In Deutschland sind Letztere bisher nur für ältere Menschen zugelassen (eine Ausnahme bildete die Schweinegrippeimpfung im Jahr 2010) und in den USA gar nicht. Die möglichen Gefahren, die beim Einsatz auftreten, sind die Auslösung von Autoimmunreaktionen, da man diese Stoffe auch im Tiermodell zur Induktion von Autoimmunität einsetzt. In alten Menschen mit einem geschwächten Immunsystem kann man zum Teil nur durch den Einsatz dieser Adjuvanzien eine Immunreaktion induzieren oder diese verbessern. Bei jungen Menschen gibt es hingegen keinen immunologischen Vorteil, man kann lediglich die Antigendosis senken, die für die Induktion der Immunantwort notwendig ist.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}