{
    "paper_id": "e81dae05210da3253d1b6d45fa99f2aed3ee408b",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Dilemmas arise in terms of delaying or proceeding with surgery. Further useful information can be found at https:// globalsurg.org and https://www.rcseng.ac.uk/ coronavirus/rcs-covid-research-group/. We admire the epic efforts of our surgical and maxillofacial colleagues in juggling these competing demands in the best interests of the population.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "What can BDJ readers do to help? We can make at-risk patients we triage, and patients who access our practice websites, aware of the Mouth Cancer Foundation symptom checker (www.mouthcancerfoundation. org). 4 Video consultation also offers a solution and practice websites and social media threads can include oral health advice. National Smile Month started on 18 May offering digital engagement (www. nationalsmilemonth.org/). Mouth Cancer Action Month is in November; the infamous #BlueLipSelfie might help raise awareness (www.bluelipselfie.co.uk/). We can continue to signpost smoking cessation advice online too -perhaps this new remote practice offers an opportunity to support patients who are interested in quitting smoking and the Smokefree service allows patient to access advice and support from experts: quitnow. smokefree.nhs.uk/. We need to remember those patients who have previously received a cancer diagnosis who would usually be accessing our care to receive support and preventive dental care. Many charities such as The Throat Cancer Foundation and The Mouth Cancer Foundation are continuing to provide support to affected patients (www.throatcancerfoundation.org, mouthcancerfoundation.org/).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The primary care dental team has an important role in raising awareness and trying to mitigate where possible a post-pandemic spike in oral cancers with poor prognoses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "N. Al-Helou, Liverpool, UK ",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Sir, at the time of writing, UK wide guidance for surgical prioritisation during this pandemic indicates that resection of low-grade salivary gland tumours can be delayed for up to three months; oropharyngeal, tonsillar and tongue cancer resection and reconstruction for up to four weeks; post-cancer facial reconstruction for at least three months. 1 Consequently, cancers diagnosed may necessarily be subject to a delay in treatment with likely adverse impact on patient outcomes. Furthermore, many patients who undergo resection of oral cancer require post-operative intensive treatment unit (ITU) beds. 2 With approximately 8,000 more hospital deaths to date in 2020 than is routine, elective surgery poses stress on a healthcare system already experiencing unprecedented pressures in ITU, and perhaps, a redeployed staff. 3",
            "cite_spans": [
                {
                    "start": 350,
                    "end": 351,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 607,
                    "end": 608,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Oral cancer patients"
        },
        {
            "text": "Sir, in relation to redeployment we write to encourage individuals to consider the full range of skills at their disposal during this crisis, particularly in support of areas that do not involve direct patient care, such as research.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Redeployment to research?"
        },
        {
            "text": "Research and Innovation departments around the UK are cooperating at unprecedented speed and scale to deliver COVID-19 related projects, such as ISARIC 1 and the RECOVERY 2 trial. Dentists are well placed to fulfil roles in research teams, for example, making use of excellent communication skills or applying expertise in consent to complex circumstances. Other non-patient-facing roles such as applying clinical knowledge to eligibility screening,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Redeployment to research?"
        },
        {
            "text": "Sir, I write further to the letter by Holmes et al. 1 with regard to management of broken jaws in the wake of the COVID pandemic using closed reduction protocols such as intermaxillary fixation with the postoperative follow up of patients by GDPs.",
            "cite_spans": [
                {
                    "start": 52,
                    "end": 53,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Another way for fractured jaws"
        },
        {
            "text": "I would, respectfully, like to add that as far as facial trauma is concerned we are fortunate to have a generous evidence base. In certain situations such as uncontrollable haemorrhage, infected injuries posing a threat for further spread, orbital trauma with progressively reduced visual acuity and any injury posing a threat to the airway must and should be addressed. 2 Also, while we might be deferring cases to be dealt with at a later date, the patient should, at this very stage be counselled regarding any functional impairment which might be experienced in due course of time and a possibility of performing deformity correction at a later date.",
            "cite_spans": [
                {
                    "start": 371,
                    "end": 372,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Another way for fractured jaws"
        },
        {
            "text": "Vaibhav   checking drug interactions or data collection are also well within the skillset of a dental professional.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Another way for fractured jaws"
        },
        {
            "text": "Prior experience of research can be beneficial but is often not required. Good quality online training can be accessed by completing 'Good Clinical Practice' which is available through 'NIHR learn' along with other useful resources to get involved with research.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Another way for fractured jaws"
        },
        {
            "text": "Within our trust the COVID-19 research delivery group is a multi-professional team of research nurses of various backgrounds, histopathologists, dentists, immunologists, and cardiologists to name a few. Experience ranges from junior trainee to consultant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Another way for fractured jaws"
        },
        {
            "text": "We implore clinicians not already employed on the frontline and considering redeployment, to contact their local research team and offer any assistance they feel able.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Another way for fractured jaws"
        },
        {
            "text": "A in an online format, without any clinical patient-based examination. Furthermore, there may need to be a difference in DFT teaching come September. This may involve potentially observing their educational supervisors for a few weeks and being given time to practise in clinical skills labs on phantom heads before actually proceeding to treat patients to help give confidence after months of clinical inactivity. DFTs will also potentially find themselves starting work at a time when the face of dentistry is changing. The clinicians supporting them may also be adapting themselves to the new environment and it is important that everyone is given the support to do this safely.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Another way for fractured jaws"
        },
        {
            "text": "On reflection, this is a difficult time for everyone across the dental profession, and with finals looming in a format like never before, it is especially hard on current fifth year students. I would like to take this opportunity to wish all dental undergraduates the very best of luck for their forthcoming examinations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Another way for fractured jaws"
        },
        {
            "text": "G. Bahia, U. Janjua, N. Ashfaq, Manchester, UK https://doi.org/10.1038/s41415-020-1692-6",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Another way for fractured jaws"
        },
        {
            "text": "Despite the aforementioned I do believe that above my concern regarding future employment what matters most is staying safe during COVID-19 and I have great belief that as young dentists we will come through this period together with resilience and a new perspective on dentistry. To end with Socrates: 'the secret of change is to focus all of your energy, not on fighting the old, but on building the new' .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Another way for fractured jaws"
        },
        {
            "text": "https://doi.org/10.1038/s41415-020-1691-7",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. McConville, London, UK"
        },
        {
            "text": "Transitioning from dental school Sir, current guidance from the GDC suggests that there will be no delay to the start of dental foundation training, typically beginning in September. However, what does this mean for finals students? Many last treated a patient in early March, and the next time they are likely to treat a patient is in September as a Dental Foundation Trainee (DFT), after almost seven months of clinical inactivity. All dental professionals returning to work after this current pandemic will feel such an effect but for those transitioning from dental school to DFT and learning about working in primary care for the first time this will be a very steep challenge. Despite the challenging time the world and the dental profession faces, I have been very impressed by how we have adapted and continued to deliver education. This has allowed dental undergraduates to continue receiving lectures and case-based teaching through webinars. Many dental schools have also taken the decision to deliver finals exams",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. McConville, London, UK"
        },
        {
            "text": "Sir, along with my fellow FD colleagues this time has given me the chance to reflect and improve on my non-clinical skills at home, including the many webinars now available. After a time of reflection and growth I am eager to put my clinical skills to good use but wonder how practices will operate and when we will be able to carry out aerosol procedures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "What will be viable for FDs?"
        },
        {
            "text": "I have always wanted to apply for a DCT position and I worry what will happen in the potential circumstance of me being successful, what tasks will I be able to perform? Emergency or routine care? Alternatively, if I do not achieve a DCT position for the upcoming rotation and look to find an associate position, will there be positions available? Or, will employers be less likely to employ due to the virus and the resultant lack of clinical practice I have obtained? As a dentist who has only recently graduated I worry that my clinical skills may have come to a standstill and with the prospect of UDA targets as an associate it may be a source of uncertainty and added pressure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "What will be viable for FDs?"
        },
        {
            "text": "Sir, orthodontic patients undergoing active treatment require regular monitoring with adjustments made to appliances over the course of treatment. The inability to do this during this time raises serious concern regarding the detrimental effects this may have on this group of patients' oral health, the provision of treatment and subsequent orthodontic patient management.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Orthodontic adjustments"
        },
        {
            "text": "In the immediate to short term, patients may experience several orthodontic emergencies such as broken brackets, retainers, sharp wires and loose auxiliaries. These breakages may lead to discomfort, intra oral trauma and undesirable tooth movements including possible relapse in the case of a broken retainer. Following orthodontic triage, most emergencies are being managed with telephone advice and direction towards the British Orthodontic Society website which has excellent advice and video tutorials on home repairs. 1 In the medium term there is concern with regards to the oral health of orthodontic patients currently in active treatment. Orthodontic treatment increases the patient's risk of developing decalcification, caries and gingivitis. However, with excellent oral hygiene and dietary control of sugar intake, these risks are reduced. Without regular reinforcement and review, patient motivation and compliance may be compromised with detrimental effects. For some patients it may be prudent to discontinue orthodontic treatment as a result. 2 Additionally, some patients may choose to terminate treatment due to the uncertainties surrounding COVID-19.",
            "cite_spans": [
                {
                    "start": 523,
                    "end": 524,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1059,
                    "end": 1060,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Orthodontic adjustments"
        },
        {
            "text": "Anchorage is the resistance to unwanted tooth movement and is an important consideration in orthodontic treatment  ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Orthodontic adjustments"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Clinical Guide to Surgical Prioritisation During the Coronavirus Pandemic",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Management of post-operative maxillofacial oncology patients without the routine use of an intensive care unit",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mathew",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Senthilnathan",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Narayanan",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Maxillofacial Oral Surg",
            "volume": "9",
            "issn": "",
            "pages": "329--333",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Comparison of weekly death occurrences in England and Wales: up to week ending 10",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Dave M, Seoudi N, Coulthard P. Urgent dental care for patients during the COVID-19 pandemic. Lancet 2020; 395: 1257. 2. General Dental Council. Enhanced CPD guidance 2018 [updated 30/05/2018]. Available at: https:// www.gdc-uk.org/docs/default-source/enhanced-cpdscheme-2018/enhanced-cpd-guidance-for-professionals.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": ". Jones, R. Moore, A. McKechnie, Leeds, UK References 1. Nuffield Department of Population Health. Randomised Evaluation of COVID-19 Therapy (RECOVERY). Available at: https://www.recoverytrial.net/ (accessed 14 April 2020). 2. The Global Health Network. International Severe Acute Respiratory and emerging Infection Consortium (ISARIC).",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}