{"paper_id": "e82e205595ffea3b3c3b027b8d1614eb022cb6ad", "metadata": {"title": "A low oxygen consumption pneumatic ventilator for emergency construction during a respiratory failure pandemic*", "authors": [{"first": "D", "middle": [], "last": "Williams", "suffix": "", "affiliation": {}, "email": ""}, {"first": "S", "middle": [], "last": "Flory", "suffix": "", "affiliation": {"laboratory": "Specialist Registrar", "institution": "", "location": {}}, "email": ""}, {"first": "R", "middle": [], "last": "King", "suffix": "", "affiliation": {}, "email": ""}, {"first": "M", "middle": [], "last": "Thornton", "suffix": "", "affiliation": {"laboratory": "", "institution": "Morriston Hospital", "location": {"settlement": "Swansea", "country": "UK"}}, "email": ""}, {"first": "J", "middle": [], "last": "Dingley", "suffix": "", "affiliation": {"laboratory": "Reader in Anaesthetics and Consultant Anaesthetist", "institution": "Swansea University", "location": {"settlement": "Swansea, Copenhagen", "country": "UK, Denmark"}}, "email": "j.dingley@swansea.ac.uk"}]}, "abstract": [{"text": "The UK influenza pandemic plan predicts up to 750 000 additional deaths with hospitals prioritising patients against inadequate resources. We investigated three prototype low-cost, gas-efficient, pneumatic ventilators in a test lung model at different compliance and rate settings. Mean (SD) oxygen consumption was 0.913 (0.198) and 1.119 (0.267) l.min )1 at tidal volumes of 500 ml and 700 ml respectively. Values of F I O 2 increased marginally as lung compliance reduced, reflecting the increased ventilator workload and consequent increased enrichment of breathing gas by waste oxygen from the pneumatic mechanism. We also demonstrated that a stable nitric oxide concentration could be delivered by this design following volumetric principles. It is possible to make a gas-efficient ventilator costing less than £200 from industrial components for use where oxygen is available at 2-4 bar, with no pressurised air or electrical requirements. Such a device could be mass-produced for crises characterised by an overwhelming demand for mechanical ventilation and a limited oxygen supply.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "A civilian respiratory failure pandemic presents a potential threat to global public health. The UK Government has published a National Risk Register which assesses the likelihood and potential impact of a range of different risks to the UK, rating an influenza pandemic as one of the highest [1].", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "The UK plan for an influenza pandemic predicts up to 750 000 additional deaths (that is deaths that would not have happened over the same period of time had a pandemic not taken place) [2] . Many thousands of patients are likely to need mechanical ventilation for acute, severe respiratory failure [3] , with 25% of hospital admissions expected to require level-3 critical care [4] .", "cite_spans": [{"start": 185, "end": 188, "text": "[2]", "ref_id": "BIBREF0"}, {"start": 298, "end": 301, "text": "[3]", "ref_id": "BIBREF1"}, {"start": 378, "end": 381, "text": "[4]", "ref_id": "BIBREF2"}], "ref_spans": [], "section": ""}, {"text": "Whatever the cause of a respiratory failure pandemic, even where all possible local measures to supplement and expand capacity have been implemented, estimates suggest that existing hospital capacity may only meet 20-25% of the expected demand at the peak [2] . Experience of previous pandemics suggests that there may be a shortage of mechanical ventilators and oxygen, with recruitment of wards as intensive care unit (ICU) areas [3, 5] . Sporadic oxygen supplies during times of crisis pose the additional logistical problem of managing decreased availability of oxygen at a time of increased national demand.", "cite_spans": [{"start": 256, "end": 259, "text": "[2]", "ref_id": "BIBREF0"}, {"start": 432, "end": 435, "text": "[3,", "ref_id": "BIBREF1"}, {"start": 436, "end": 438, "text": "5]", "ref_id": "BIBREF3"}], "ref_spans": [], "section": ""}, {"text": "The mechanical ventilators used in critical care settings are complex, microprocessor-driven devices designed to support a wide range of medical conditions. Large-scale stockpiling of such devices would be financially impractical [3] .", "cite_spans": [{"start": 230, "end": 233, "text": "[3]", "ref_id": "BIBREF1"}], "ref_spans": [], "section": ""}, {"text": "Intensive Care Units would rapidly reach maximum capacity, and wards would have to be turned into ICU facilities with the capacity to provide basic mechanical ventilation. Spare ventilators and anaesthetic machines could be used; however, many hospital wards only carry piped oxygen.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "In such desperate circumstances, creative solutions to the ventilation problem may be required. An example of this was the Copenhagen polio epidemic in the 1950s, when relays of medical students manually ventilated the lungs of patients with tracheostomies on wards under the guidance of the anaesthetist, Bjorn Ibsen [5] . More recently, it has been demonstrated that a single ventilator can be used to support multiple patients in times of 'disaster surge' [6, 7] . The concept of a single-use ventilator has also been described (SUREVENT TM ; Hartwell Medical, Carlsbad, CA, USA), although this particular device has a high oxygen consumption of 15-40 l.min )1 .", "cite_spans": [{"start": 318, "end": 321, "text": "[5]", "ref_id": "BIBREF3"}, {"start": 459, "end": 462, "text": "[6,", "ref_id": "BIBREF4"}, {"start": 463, "end": 465, "text": "7]", "ref_id": "BIBREF5"}], "ref_spans": [], "section": ""}, {"text": "During a respiratory failure pandemic, oxygen itself may become scarce. Liquid oxygen supplies to hospitals might become severely reduced when demand would be greatest. Even when providing a low F I O 2 , many modern ICU ventilators have a high oxygen consumption rate. This combination of high oxygen demand at a time of sporadic supply poses a major problem.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "The problem of limited oxygen supplies and demand surge was an issue as long ago as the First World War in the management of poison gas casualties. The physiologist J.S. Haldane developed an oxygen delivery system that provided a high F I O 2 from a modest fresh gas flow [8] .", "cite_spans": [{"start": 272, "end": 275, "text": "[8]", "ref_id": "BIBREF6"}], "ref_spans": [], "section": ""}, {"text": "Our aim was to extend this concept of maximally efficient oxygen delivery to include pneumatic gas-powered ventilator designs.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "We describe the design and evaluation of a series of three simple, pneumatically powered, low oxygen consumption ventilators. The initial design was envisaged as a ventilator for difficult environments, especially military scenarios, where large oxygen cylinders would be impractical or in short supply, and electrical power unavailable. This led to two variants that are suited to emergency construction in bulk for mass deployment before a respiratory failure pandemic.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Three design iterations for minimal oxygen consumption, pneumatic ventilators were constructed and evaluated in a test lung model. Following construction of the first machine (i), it became apparent that a further simplified design might form the basis of an equally gas-efficient machine that could be mass-produced from industrial components under emergency conditions at low cost for a pandemic situation, where conventional medical device standards may no longer apply.", "cite_spans": [], "ref_spans": [], "section": "Methods"}, {"text": "We therefore subsequently constructed and evaluated a simplified design (ii), that acted as a low cost, self-inflating bag squeezer, and a further variant (iii) capable of delivering a fixed concentration of nitric oxide (NO) in the breathing gas.", "cite_spans": [], "ref_spans": [], "section": "Methods"}, {"text": "The original objective was to develop a gas-efficient, fully gas powered ventilator that would be lightweight, easily transportable, and could be used to keep a patient alive for the maximum duration of time (the target being over 6 h) without the need for backup power or additional oxygen cylinders. To conserve oxygen, the best arrangement for a patient not requiring 100% oxygen would be to attach an open-ended reservoir limb to the inlet of a bellows, piston, or self-inflating bag, and augment the 21% oxygen being drawn through it as air enriched with a low flow of oxygen (typically 1 l.min )1 ). In this respect, the design concept was similar to that of the 'Triservice' anaesthesia apparatus, which has been used for many years by the British military with good effect [9] . We recognised that at times, some patients would require a high F I O 2 and so a facility to provide additional oxygen was provided.", "cite_spans": [{"start": 781, "end": 784, "text": "[9]", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Design considerations"}, {"text": "All three designs operate on the principle that the energy is taken from approximately 1 l.min )1 compressed oxygen at a supply pressure of 2-4 bar to provide the motive force to ventilate the lungs. After the stored energy has been used to provide motive power in this way, the waste oxygen, now at atmospheric pressure, is then re-used to enrich the air being drawn into the ventilator before delivery to the lungs as shown in Fig. 1 . In this way, most of the breathable oxygen is obtained from ambient air.", "cite_spans": [], "ref_spans": [{"start": 429, "end": 435, "text": "Fig. 1", "ref_id": "FIGREF0"}], "section": "Design considerations"}, {"text": "The apparatus was originally conceived as a single compact ventilator ⁄ gas cylinder unit rather than as two separate items, to maximise portability, as the portability or otherwise of a cylinder ⁄ ventilator assembly depends not merely on the small size of a ventilator, but more often on the size of oxygen cylinder that has to be carried to power it for an acceptable duration of time.", "cite_spans": [], "ref_spans": [], "section": "Design considerations"}, {"text": "In design iteration (i) (Figs 1 and 2) , oxygen is supplied from a high pressure, lightweight, composite-wrapped 460-l C ⁄ D cylinder (British Oxygen Company, Guildford, UK). The ventilator has continuously variable user controls for rate and, tidal volume, and a rugged on-off control. A facility to increase the F I O 2 temporarily from a default of 33%-100% for a period determined by a pneumatic timer is also provided, a facility similar in principle to the two-position military Houghton valve of oxygen cylinders used with the Triservice anaesthesia apparatus [9] . The pneumatic logic components were selected to have the lowest possible internal volumes to reduce oxygen consumption, as these components pressurise and depressurise with each cycle. For the same reason, they were set to operate at the lowest possible gas pressure (2 bar) for which these components are designed. The main force-generating piston is of the smallest practicable diameter, giving a low displaced gas volume, and finally, the pressure of the oxygen delivered to it during the inspiratory cycle is variable: sufficient to deliver the set tidal volume against the chest wall ⁄ lung compliance of the patient but no more. The maximum peak pressure that can be generated is in excess of 60 cmH 2 O and so is, in effect, determined in each design by the maximum opening pressure of the safety pressure relief valve.", "cite_spans": [{"start": 567, "end": 570, "text": "[9]", "ref_id": "BIBREF7"}], "ref_spans": [{"start": 24, "end": 38, "text": "(Figs 1 and 2)", "ref_id": "FIGREF0"}], "section": "Design considerations"}, {"text": "Design iteration (ii) (Fig. 3 ) modified the above pneumatic mechanism so that instead of driving a large expensive piston, it repeatedly compressed a single-use self-inflating bag (Intersurgical Ltd, Berkshire, UK). This is advantageous as a single-use self-inflating bag has, at very modest cost, all the required valves and safety devices needed of a basic ventilator already contained within its design, and can be readily incorporated into a 'mechanical bag squeezer' ventilator. Some of these self-inflating bag designs have a safety pressure relief valve to prevent barotrauma to the lungs and some also allow the patient to take additional spontaneous breaths without impediment.", "cite_spans": [], "ref_spans": [{"start": 22, "end": 29, "text": "(Fig. 3", "ref_id": "FIGREF3"}], "section": "Design considerations"}, {"text": "Advantageously, the waste oxygen from the drive mechanism can be deposited into the existing reservoir already provided at the inlet of the self-inflating bag. This design iteration therefore retains the gas-powered automatic operation, retains the economy of oxygen use and requires no piped air supply so could be set up on a ward converted to an ICU. This machine is of lower construction cost than design (i), and in the event of a problem, an attendant can readily use the bag to take over manual ventilation. The component cost to construct this basic mechanism is just under £200, and these components are listed in Table 1 .", "cite_spans": [], "ref_spans": [{"start": 623, "end": 630, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Design considerations"}, {"text": "Design iteration (iii; Fig. 4 ) is a modification of design (ii) to investigate whether delivery of nitric oxide (NO) can be achieved volumetrically in a fixed ratio to the minute volume. Inhaled NO has been considered a promising therapy for lung injury due to its ability to provide selective pulmonary vasodilatation and improve ventilation-perfusion mismatch [10] , and NO was used as an adjunct in the management of respiratory failure during the severe acute respiratory syndrome (SARS) epidemic in 2002-2003. A rescue trial in Beijing where NO was administered to patients with SARS during this epidemic showed promising results [11] and NO may inhibit the replication cycle of the SARS coronavirus itself in vitro [12] . As in design (ii), design (iii) incorporates a simple pneumatic drive mechanism performing periodic compression of a self-inflating bag. In addition, a smaller piston linked in tandem with the main drive piston acts as a volumetric pump to add aliquots of gas from a separate NO gas reservoir. As minute ventilation increases, NO delivery increases proportionately so that the F I NO is maintained approximately constant. Only one fixed F I NO could be delivered by this method, determined by the diameter of the narrow bore NO piston and the NO concentration in the NO supply diluent gas.", "cite_spans": [{"start": 363, "end": 367, "text": "[10]", "ref_id": "BIBREF8"}, {"start": 636, "end": 640, "text": "[11]", "ref_id": "BIBREF9"}, {"start": 722, "end": 726, "text": "[12]", "ref_id": "BIBREF10"}], "ref_spans": [{"start": 23, "end": 29, "text": "Fig. 4", "ref_id": "FIGREF4"}], "section": "Design considerations"}, {"text": "We investigated the effect of different lung compliances (i.e. different ventilator workloads) on the delivered F I O 2 and oxygen consumption. This was done by ventilation of a mechanical test lung (Vent Aid Ò ; Michigan Instruments Inc., Grand Rapids, MI, USA) for each of the three ventilator designs. At the test lung connector, the percentage of oxygen in the delivered gas was measured by an oxygen analyser (Teledyne;Viamed, West Yorkshire, UK). In order to test NO delivery in design (iii), we used CO 2 as a readily available measurable marker gas to simulate NO delivery. The F I CO 2. was measured using a standard capnograph (Cardiocap II Ò ; Datex, Helsinki, Finland). The test lung displayed the tidal volume delivered to each lung on an analogue scale.", "cite_spans": [], "ref_spans": [], "section": "Conduct of the study"}, {"text": "Design (i) was tested by using 340-l D-size steel oxygen cylinders and recording the time taken to exhaust each one at each setting of compliance and tidal volume to allow calculation of the oxygen consumption. The endurance of a commonly available pneumatic ventilator (Oxylog 1000 Ò ; Dräger, Lubeck, Germany) was tested at each tidal volume and compliance setting in the same manner to allow comparison ( Table 2 ).", "cite_spans": [], "ref_spans": [{"start": 408, "end": 415, "text": "Table 2", "ref_id": "TABREF1"}], "section": "Conduct of the study"}, {"text": "Each design was tested over a range of recorded rates, I:E ratios and tidal volumes, listed in Table 2 , and with compliance settings representative of both normal and diseased lungs.", "cite_spans": [], "ref_spans": [{"start": 95, "end": 102, "text": "Table 2", "ref_id": "TABREF1"}], "section": "Conduct of the study"}, {"text": "Design (i) showed an endurance of approximately 5 h using the standard 340-l BOC D cylinders (Table 2) , which was approximately three times longer than that achieved by the Dräger Oxylog 1000. This could be extended to 7 h if the lightweight 460-l BOC C ⁄ D cylinder shown in Fig. 2 were to be used.", "cite_spans": [], "ref_spans": [{"start": 93, "end": 102, "text": "(Table 2)", "ref_id": "TABREF1"}, {"start": 277, "end": 283, "text": "Fig. 2", "ref_id": "FIGREF1"}], "section": "Results"}, {"text": "With design (ii) the F I O 2 increased marginally as the lung compliance was reduced (Fig. 5A, B) , reflecting the increased workload of the oxygen powered pneumatic mechanism and consequent increase in waste oxygen delivery to the reservoir bag, augmenting the air contained within. The lowest mean (SD) oxygen consumption was found to be 0.857 (0.228) l.min )1 when the lung compliance was greatest at 70 ml.cmH 2 O )1 , tidal volume lowest at 500 ml and the I:E ratio was 1:1 (Fig. 5C ). The greatest recorded mean (SD) oxygen consumption was 1.246 (0.228) l.min )1 when the lung compliance was poorest at 40 ml.cmH 2 O )1 , tidal volume greatest at 700 ml and the I:E ratio set to 1:2 (Fig. 5D) .", "cite_spans": [], "ref_spans": [{"start": 85, "end": 97, "text": "(Fig. 5A, B)", "ref_id": "FIGREF5"}, {"start": 479, "end": 487, "text": "(Fig. 5C", "ref_id": "FIGREF5"}, {"start": 689, "end": 698, "text": "(Fig. 5D)", "ref_id": "FIGREF5"}], "section": "Results"}, {"text": "Over the range of all tested compliances and I:E ratios, mean (SD) oxygen consumption was 0.913 (0.198) and 1.119 (0.267) l.min )1 for tidal volumes of 500 and 700 ml respectively, reflecting the increased work required to generate the larger of the two tidal volumes.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "In design (iii), the F I CO 2 (acting as a surrogate for NO) remained relatively constant, showing only a slight decrease when the lung compliance and tidal volume were increased and during inverse ratio ventilation (I:E ratio 2:1) (Fig. 5E, F) . In all conditions, the F I CO 2 was maintained within a narrow range of 3-3.8%, suggesting that a stable F I NO within acceptable safe limits could be delivered automatically by a design working on this principle if supplied with a suitably diluted supply of NO (usually supplied diluted in nitrogen).", "cite_spans": [], "ref_spans": [{"start": 232, "end": 244, "text": "(Fig. 5E, F)", "ref_id": "FIGREF5"}], "section": "Results"}, {"text": "There may be a broad assumption among the populace that hospitals will be able to receive and efficiently provide both emergency and comprehensive care for patients in a mass casualty event or pandemic; however, many major incident plans do not adequately address issues beyond the pre-hospital and early phases of hospital care. This was evident in the UK after the London bombings of 7 ⁄ 7 ⁄ 2007 [13] . In the event of a pandemic, it is likely that healthcare systems would experience an even more overwhelming influx of patients over an extended period. The London bombings showed that when mass casualties were involved, the role of intensive care specialists would be required to extend well beyond the ICU, and conversely non-intensive care personnel might be needed to provide basic intensive care. These principles first became evident during the 1952 Copenhagen polio epidemic, and were applied during the 2003 avian influenza epidemic in Beijing, China, where in at least one centre, trainees from unrelated specialities found themselves managing a sealed ICU while receiving clinical guidance from intensivists in another country via a mobile phone [11] .", "cite_spans": [{"start": 399, "end": 403, "text": "[13]", "ref_id": "BIBREF11"}, {"start": 1161, "end": 1165, "text": "[11]", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "Discussion"}, {"text": "During such catastrophic scenarios, the overwhelming urgent need to provide basic mechanical ventilation for as many patients as possible may completely supersede all normal guidelines for minimum monitoring standards, nurse: patient ratios and ventilator engineering. Even then, it is likely that demand would still exceed supply.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "This study suggests that the potential exists rapidly to mass-produce a very low cost, gas-powered, volumecontrolled ventilator with a low oxygen consumption. It could be used anywhere where oxygen at 2-4 bar is available, such as a converted ward, with no piped air or electricity necessary. In extreme circumstances, it could alternatively run on hospital compressed air, again using very little air from the hospital compressor reservoir. The use of a single use, self-inflating bellows prevents cross contamination and provides the one-way and safety overpressure valves required at lowest possible cost. The concept, although unconventional, readily allows an attending staff member to take over manual ventilation of the patient's lungs, with air if necessary, in the event of any failure of the pneumatic mechanism or hospital gas supply. The mechanism could possibly even be made as a single-use device and stockpiled for crises where there is an overwhelming demand for mechanical ventilation.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Reduced lung compliance resulted in greater oxygen consumption due to increased mechanical work of ventilation. In our bag-squeezer designs (ii) and (iii), mean (SD) oxygen consumption was 0.913 (0.198) and 1.119 (0.267) l.min )1 at tidal volumes of 500 and 700 ml respectively, reflecting the increased work required to generate the larger of the two tidal volumes. The F I O 2 increased only marginally as the lung compliance was reduced (Fig. 5A, B) , reflecting the increased workload on the oxygen powered pneumatic mechanism and consequent increase in waste oxygen delivery to the reservoir bag. It is noteworthy that a reduction in lung compliance by more than 50% resulted in only a marginal increase in oxygen consumption. This is in contrast to an effect seen in some transport ventilators, which use a high pressure oxygen jet to entrain air in 'air-mix' modes, where less air is entrained and oxygen consumption increases if lung compliance is reduced.", "cite_spans": [], "ref_spans": [{"start": 440, "end": 452, "text": "(Fig. 5A, B)", "ref_id": "FIGREF5"}], "section": "Discussion"}, {"text": "In design (i), a linear indication of tidal volume could be provided via a pointer attached to the magnetic proximity sensor that cycles the machine at end-inspiration, as this sensor is moved to adjust tidal volume. This would also be the case for designs (ii) and (iii); however, the scale would then be non-linear as the piston is pressing against the side of a near spherical bag.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Although NO is associated with a limited improvement in oxygenation, it has been shown to confer no mortality benefit in patients with acute lung injury or acute respiratory distress syndrome [14] , and is therefore not included in current treatment recommendations for a respiratory failure epidemic. Despite this, we felt it was worthwhile to investigate this design modification in our study, if only to enable the delivery of new, as yet undiscovered, therapies in the future. We also demonstrate that by delivering NO in a volumetric manner mechanically linked to the inspired tidal volume and therefore minute volume, a predictable F I NO can be delivered without the use of expensive electronic control systems, analysers or exhaustable NO electrochemical cells.", "cite_spans": [{"start": 192, "end": 196, "text": "[14]", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Discussion"}, {"text": "Even at their lowest F I O 2 settings, most current, commercially available, gas-powered ventilators use considerably more oxygen than the value of 1 l.min )1 achieved by the devices we describe. The overall oxygen conservation achievable using such designs would become even more evident if large numbers of these machines were employed for extended periods.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "In summary, we have demonstrated a range of simple, gas-powered ventilators that provide acceptable performance over a range of lung volumes and compliances, with very low oxygen consumption and therefore long endurance if powered from an oxygen cylinder. They could be readily manufactured in bulk at low cost, or even as disposable single-use items to prevent crossinfection. These ventilators would be ideally suited for use wherever resources are limited (e.g. developing countries, remote locations, military usage), and for the management of mass casualties and victims of a respiratory pandemic.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Pandemic flu: a national framework for responding to an influenza pandemic", "authors": [{"first": "", "middle": [], "last": "Department", "suffix": ""}, {"first": "", "middle": [], "last": "Health", "suffix": ""}], "year": 2009, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Guidelines for acquisition of ventilators to meet demands for pandemic flu and mass casualty incidents", "authors": [], "year": 2009, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Pandemic influenza: guidance on preparing acute hospitals in England", "authors": [{"first": "", "middle": [], "last": "Department", "suffix": ""}, {"first": "", "middle": [], "last": "Health", "suffix": ""}], "year": 2009, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "A preliminary report on the 1952 epidemic of polio", "authors": [{"first": "H", "middle": [], "last": "Lassen", "suffix": ""}], "year": 1953, "venue": "Lancet", "volume": "261", "issn": "", "pages": "37--41", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "A single ventilator for multiple simulated patients to meet disaster surge", "authors": [{"first": "G", "middle": [], "last": "Neyman", "suffix": ""}, {"first": "C", "middle": ["B"], "last": "Irvin", "suffix": ""}], "year": 2006, "venue": "Academic Emergency Medicine", "volume": "13", "issn": "", "pages": "1246--1255", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Increasing ventilator surge capacity in disasters: ventilation of four adult-human-sized sheep on a single ventilator with a modified circuit", "authors": [{"first": "L", "middle": [], "last": "Paladino", "suffix": ""}, {"first": "M", "middle": [], "last": "Silverberg", "suffix": ""}, {"first": "J", "middle": ["G"], "last": "Charchaflieh", "suffix": ""}], "year": 2008, "venue": "Resuscitation", "volume": "77", "issn": "", "pages": "121--127", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Suffer and Survive: The Extreme Life of", "authors": [{"first": "M", "middle": [], "last": "Goodman", "suffix": ""}], "year": 2007, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "The triservice anaesthetic apparatus", "authors": [{"first": "I", "middle": [], "last": "Houghton", "suffix": ""}], "year": 1981, "venue": "Anaesthesia", "volume": "36", "issn": "", "pages": "1094--108", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Nonventilatory treatments for acute lung injury and ARDS", "authors": [{"first": "C", "middle": ["S"], "last": "Calfee", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Matthay", "suffix": ""}], "year": 2007, "venue": "Chest", "volume": "131", "issn": "", "pages": "913--933", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Inhalation of nitric oxide in the treatment of severe acute respiratory syndrome: a rescue trial in Bejing", "authors": [{"first": "L", "middle": [], "last": "Chen", "suffix": ""}, {"first": "P", "middle": [], "last": "Liu", "suffix": ""}, {"first": "H", "middle": [], "last": "Gao", "suffix": ""}], "year": 2004, "venue": "Clinical Infectious Diseases", "volume": "39", "issn": "", "pages": "1531--1536", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Nitric oxide inhibits the replication cycle of severe acute respiratory syndrome coronavirus", "authors": [{"first": "S", "middle": [], "last": "Akerstrom", "suffix": ""}, {"first": "M", "middle": [], "last": "Mousavi-Jazi", "suffix": ""}, {"first": "J", "middle": [], "last": "Klingstrom", "suffix": ""}, {"first": "M", "middle": [], "last": "Leijon", "suffix": ""}, {"first": "A", "middle": [], "last": "Lundkvist", "suffix": ""}, {"first": "A", "middle": [], "last": "Mirazimi", "suffix": ""}], "year": 2005, "venue": "Journal of Virology", "volume": "79", "issn": "", "pages": "1966--1975", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Clinical review: the role of the intensive care physician in mass casualty incidents: planning, organisation, and leadership", "authors": [{"first": "P", "middle": ["J"], "last": "Shirley", "suffix": ""}, {"first": "G", "middle": [], "last": "Mandersloot", "suffix": ""}], "year": 2008, "venue": "Critical Care", "volume": "12", "issn": "", "pages": "214--234", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Effect of nitric oxide on oxygenation and mortality in acute lung injury: systematic review and meta-analysis", "authors": [{"first": "N", "middle": ["K"], "last": "Adhikari", "suffix": ""}, {"first": "K", "middle": ["E"], "last": "Burns", "suffix": ""}, {"first": "J", "middle": ["O"], "last": "Friedrich", "suffix": ""}, {"first": "J", "middle": ["T"], "last": "Granton", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Cook", "suffix": ""}, {"first": "Meade", "middle": [], "last": "Mo", "suffix": ""}], "year": 2007, "venue": "British Medical Journal", "volume": "334", "issn": "", "pages": "779--86", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "AE Ventilator for a respiratory failure pandemic Anaesthesia", "authors": [{"first": "D", "middle": [], "last": "Williams", "suffix": ""}], "year": 2010, "venue": "", "volume": "65", "issn": "", "pages": "235--242", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Basic pneumatic principles of design (i). Left: the shuttle valve (S) is in the default position. The position of the small magnetised piston adjacent to the magnetic valve (A) has opened this valve causing the pressure in the line (P) to be vented to ambient. As no gas pressure is being applied to the base of the shuttle the spring has pushed the shuttle downwards. Oxygen enters via the inspiratory needle valve (I) and is directed to the base of the small piston, pushing it and the large piston to which it is attached upwards. This closes the unidirectional valve (V) causing oxygen enriched air to inflate the lungs via non-return valve (N). Waste oxygen from the pneumatic mechanism is directed to the reservoir limb at (R). Right: valve (B) is permanently supplied with oxygen at 4 bar. At end-inspiration the magnetic small piston triggers valve (B) which, via the unidirectional valve (U), pressurises the line (P) to 4 bar, causing the shuttle valve to change state. Oxygen at 4 bar now enters via the expiratory needle valve (E) pushing the small piston downwards, causing the large piston to draw oxygen enriched air from the reservoir limb (R) through valve (V). Meanwhile, the patient exhales by passive recoil of the lungs through the respiratory non-return valve (N) to atmosphere. Waste oxygen from all parts of the mechanism is directed to the reservoir limb (R) to enrich the air within.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Design (i): original design for adverse environments ⁄ patient transport. With the integrated lightweight 460-l C ⁄ D cylinder shown, this would have an endurance of up to 7 h with no oxygen re-supply. al. AE Ventilator for a respiratory failure pandemic . ..................................................................................................................................................................................................................... Ó 2010 The Authors Journal compilation Ó 2010 The Association of Anaesthetists of Great Britain and Ireland", "latex": null, "type": "figure"}, "FIGREF2": {"text": "numbers are those of an international supplier with regional and local outlets worldwide: FESTO AG & Co. KG. Esslingen, Germany. Similar components are available from many industrial pneumatics suppliers.", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Design (ii): the simplified self-inflating bellows design. . ..................................................................................................................................................................................................................... Ó 2010 The Authors", "latex": null, "type": "figure"}, "FIGREF4": {"text": "Design (iii): modification of the self-inflating bellows design to allow volumetric NO delivery as a fixed proportion of the tidal volume. al. AE Ventilator for a respiratory failure pandemic . ..................................................................................................................................................................................................................... Ó 2010 The Authors Journal compilation Ó 2010 The Association of Anaesthetists of Great Britain and Ireland", "latex": null, "type": "figure"}, "FIGREF5": {"text": "Performance of ventilator iterations at I:E ratios of 1:2 (r), 1:1 (n) and 2:1 (m). A, B: design (ii): effect of lung compliance on F I O 2 . C, D: design (ii): oxygen consumption increases marginally with increased lung compliance (increased ventilator workload). E, F: design (iii): the F I CO 2 (a surrogate for NO in this experiment) was maintained within a narrow range (3-3.8%), suggesting that a stable F I NO within acceptable safe limits could be delivered by a design of this type if supplied with appropriately diluted NO.D. Williams et al. AE Ventilator for a respiratory failure pandemic Anaesthesia, 2010, 65, pages 235-242 . ..................................................................................................................................................................................................................... Ó 2010 The Authors", "latex": null, "type": "figure"}, "TABREF0": {"text": "Component list (examples only).", "latex": null, "type": "table"}, "TABREF1": {"text": "Oxygen consumption and endurance of original pneumatic ventilator for adverse environments (design i) and a conventional commercial pneumatic ventilator under different conditions.", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Tidal volume;\n</td><td>Compliance;\n</td><td>Rate;\n</td><td>Endurance of standard 340-l\n</td><td>Oxygen consumption;\n</td></tr><tr><td>Ventilator\n</td><td>ml\n</td><td>ml.cmH2O\n)1\n</td><td>breaths.min)1\n</td><td>D cylinder\n</td><td>l.min)1\n</td></tr><tr><td>Test ventilator </td><td>800 </td><td>60 </td><td>10 </td><td>5 h 0 min </td><td>1.13\n</td></tr><tr><td>Oxylog </td><td>800 </td><td>60 </td><td>10 </td><td>1 h 34 min </td><td>3.62\n</td></tr><tr><td>Test ventilator </td><td>800 </td><td>40 </td><td>10 </td><td>4 h 27 min </td><td>1.27\n</td></tr><tr><td>Oxylog </td><td>800 </td><td>40 </td><td>10 </td><td>1 h 32 min </td><td>3.70\n</td></tr><tr><td>Test ventilator </td><td>650 </td><td>60 </td><td>10 </td><td>5 h 47 min </td><td>0.98\n</td></tr><tr><td>Oxylog </td><td>650 </td><td>60 </td><td>10 </td><td>1 h 50 min </td><td>3.09\n</td></tr><tr><td>Test ventilator </td><td>650 </td><td>40 </td><td>10 </td><td>5 h 50 min </td><td>0.97\n</td></tr><tr><td>Oxylog </td><td>650 </td><td>40 </td><td>10 </td><td>1 h 55 min </td><td>2.96\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "None of the authors have any conflicts of interest.", "cite_spans": [], "ref_spans": [], "section": "Conflict of interest statement"}]}