{
    "paper_id": "e82ec76edaa4619b8a9241a133551726ffc19276",
    "metadata": {
        "title": "POCUS to Confirm Intubation in a Trauma Setting",
        "authors": [
            {
                "first": "Eric",
                "middle": [],
                "last": "Scheier",
                "suffix": "",
                "affiliation": {},
                "email": "eric.scheier@gmail.com."
            },
            {
                "first": "Eli",
                "middle": [],
                "last": "Shapiro",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Uri",
                "middle": [],
                "last": "Balla",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "and colleagues discuss point of care ultrasound (POCUS) confirmation of intubation. 1 Up to 25% of intubations using the classic formula of endotracheal tube (ETT) depth equal to three times the ETT diameter are inappropriately positioned, 2 and 35-60% of mainstem intubations are missed by auscultation. 1 Therefore, chest radiograph (CXR) has traditionally been used for confirmation of appropriate ETT placement.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "In a prior review, Gottlieb reviews the utility of POCUS of the airway to demonstrate proper positioning of the ETT in real time. 3 After publication of that review, Uya and colleagues identified the saline-filled ETT cuff on POCUS to demonstrate correct ETT depth in children undergoing cardiac catheterization. 4 This technique builds on prior work suggesting that bilateral lung sliding can confirm appropriate placement of the ETT. 5,6 However, bilateral lung sliding in adult studies is only 92-100% sensitive and 56-100% specific for confirmation of ETT position. 3 To date, no authors have discussed the use of POCUS for confirmation of an appropriately placed ETT in a trauma setting in which the neck is obscured by a cervical spine collar. We wish to present a case which highlights the limitation in using bilateral lung sliding to confirm ETT placement.",
            "cite_spans": [
                {
                    "start": 130,
                    "end": 131,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 570,
                    "end": 571,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "A 12-year-old male was brought to our pediatric emergency department by emergency medical services. The child was intubated with a 6-0 uncuffed tube and his neck protected by cervical collar. The tube was secured with cloth tape. The tape and his cervical collar made it difficult to determine the ETT depth by inspection and difficult to perform POCUS of the trachea. POCUS using a modified Rapid Ultrasound for Shock and Hypotension (RUSH) protocol showed a bilateral \"sand on the beach\" pattern, indicative of pleural sliding in both hemithoraces, and the treating physician falsely assumed that the ETT was positioned correctly. The child's initial CXR showed the tip of the ETT at the level of the carina. The ETT was unsecured and found to be at a depth of 21 centimeters at the lip. Repositioning to 18 centimeters at the lip resulted in appropriate positioning at the level of the sternoclavicular joints, as shown on repeat CXR.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Reliance on bilateral lung sliding to confirm appropriate ETT position is problematic. While absence of bilateral sliding may indicate a one-lung intubation, it cannot confirm a secured airway. In our experience, a low position of the ETT cuff is preferred to a high position, particularly in the prehospital setting where after intubation we are dealing with the transport of critically ill patients: a cuff position high in the trachea renders the ETT susceptible to dislodgement and risks loss of a definitive airway. In a child with bilateral lung sliding on POCUS, air in the ETT cuff, and a cervical collar, we wonder what information a transtracheal ultrasound adds. We question the safety of replacing air with saline in an established intubation in order to facilitate POCUS identification of a saline-filled cuff for confirmation of appropriate ETT placement.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "We thank Gottlieb and colleagues for their important work. Further study is required to build a POCUS protocol to confirm an established intubation in a child with a cervical collar.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "To the Editor:",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In the recent edition of the Western Journal of Emergency Medicine, Gottlieb and colleagues discuss point of care ultrasound (POCUS) confirmation of intubation. 1 Up to 25% of intubations using the classic formula of endotracheal tube (ETT) depth equal to three times the ETT diameter are inappropriately positioned, 2 and 35-60% of mainstem intubations are missed by auscultation. 1 Therefore, chest radiograph (CXR) has traditionally been used for confirmation of appropriate ETT placement.",
            "cite_spans": [
                {
                    "start": 161,
                    "end": 162,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In a prior review, Gottlieb reviews the utility of POCUS of the airway to demonstrate proper positioning of the ETT in real time. 3 After publication of that review, Uya and colleagues identified the saline-filled ETT cuff on POCUS to demonstrate correct ETT depth in children undergoing cardiac catheterization. 4 This technique builds on prior work suggesting that bilateral lung sliding can confirm appropriate placement of the ETT. 5, 6 However, bilateral lung sliding in adult studies is only 92-100% sensitive and 56-100% specific for confirmation of ETT position. 3 To date, no authors have discussed the use of POCUS for confirmation of an appropriately placed ETT in a trauma setting in which the neck is obscured by a cervical spine collar. We wish to present a case which highlights the limitation in using bilateral lung sliding to confirm ETT placement.",
            "cite_spans": [
                {
                    "start": 130,
                    "end": 131,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 313,
                    "end": 314,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 436,
                    "end": 438,
                    "text": "5,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 439,
                    "end": 440,
                    "text": "6",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 571,
                    "end": 572,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A 12-year-old male was brought to our pediatric emergency department by emergency medical services. The child was intubated with a 6-0 uncuffed tube and his neck protected by cervical collar. The tube was secured with cloth tape. The tape and his cervical collar made it difficult to determine the ETT depth by inspection and difficult to perform POCUS of the trachea. POCUS using a modified Rapid Ultrasound for Shock and Hypotension (RUSH) protocol showed a bilateral \"sand on the beach\" pattern, indicative of pleural sliding in both hemithoraces, and the treating physician falsely assumed that the ETT was positioned correctly. The child's initial CXR showed the tip of the ETT at the level of the carina. The ETT was Reliance on bilateral lung sliding to confirm appropriate ETT position is problematic. While absence of bilateral sliding may indicate a one-lung intubation, it cannot confirm a secured airway. In our experience, a low position of the ETT cuff is preferred to a high position, particularly in the prehospital setting where after intubation we are dealing with the transport of critically ill patients: a cuff position high in the trachea renders the ETT susceptible to dislodgement and risks loss of a definitive airway. In a child with bilateral lung sliding on POCUS, air in the ETT cuff, and a cervical collar, we wonder what information a transtracheal ultrasound adds. We question the safety of replacing air with saline in an established intubation in order to facilitate POCUS identification of a saline-filled cuff for confirmation of appropriate ETT placement.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We thank Gottlieb and colleagues for their important work. Further study is required to build a POCUS protocol to confirm an established intubation in a child with a cervical collar.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Point-of-care ultrasound for intubation confirmation of COVID-19 patients",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gottlieb",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Alerhand",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Long",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "West J Emerg Med",
            "volume": "21",
            "issn": "5",
            "pages": "1042--1045",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Prospective assessment of guidelines for determining appropriate depth of endotracheal tube placement in children",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Phipps",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Thomas",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Gilmore",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Pediatr Crit Care Med",
            "volume": "6",
            "issn": "5",
            "pages": "519--541",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Ultrasound for airway management: an evidence-based review for the emergency clinician",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gottlieb",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Holladay",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Burns",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Am J Emerg Med",
            "volume": "38",
            "issn": "5",
            "pages": "1007--1020",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Point-of-care ultrasound in sternal notch confirms depth of endotracheal tube in children",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Uya",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "K"
                    ],
                    "last": "Gautam",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Rafique",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Confirmation of endotracheal tube placement after intubation using the ultrasound sliding lung sign",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Weaver",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lyon",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Blaivas",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Ultrasonographic lung sliding sign in confirming proper endotracheal intubation during emergency intubation",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sim",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Lien",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chou",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Resuscitation",
            "volume": "83",
            "issn": "3",
            "pages": "307--319",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "found to be at a depth of 21 centimeters at the lip. Repositioning to 18 centimeters at the lip resulted in appropriate positioning at the level of the sternoclavicular joints, as shown on repeat CXR.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}